{
    "calculate_zoom": false,
    "storymap": {
        "call_to_action": true,
        "map_as_image": false,
        "map_type": "stamen:toner-lite",
        "slides": [
            {
                "media": {
                    "caption": "First Page",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "Wm. Hartshorne's Journal of Journey to Detroit 1793",
                    "text": "The Hartshorne journal is housed at Friends Historical Library, on the campus of\n                    Swarthmore College. During 2014 staff of Friends Historical Library and\n                    Swarthmore College students began a project to encode seventeen journals which\n                    document interaction between Quakers and Native Americans in New York State and\n                    Ohio between 1793 and 1806."
                },
                "type": "overview"
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 2",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "May 04, 1793",
                    "text": "\n                \n                \n                 On First Day the 4th of the 5th Mo 1793 at 9\n                    o'clock in the evening left New York in order to attend the Treaty to be\n                    held with the Indians at Sandusky, near\n                    the West end of Lake Erie.\n                 Our company who were going the same rout consisted of Jacob Lindley, William\n                        Savery,\n                    Rich'd Hillary, a young Englishman, John Hackenwelder, a Minister among the\n                    Moravians, Dr. William\n                        McCoskry, and Captain Scott, Commissary to the\n                    Commissioners. We had an indifferent passage up the river, part of the\n                    way being in the Night, and arrived at Albany on the 8th, about 5 in the morning.- Albany appears to be a place of considerable\n                    trade, some of the Houses are well Built, the streets mostly paved,\n                    but some of them very narrow and irregularly laid out -- here the Low\n                    Dutch Language is generally spoken, and the manners of the inhabitants\n                    not esteemed very pleasing. At Albany we\n                    found General Lincoln, one of the\n                    commissioners, and ChS Stover, their Secretary -- upon our arrival with\n                    the Stores, General Lincoln was desirous\n                    of going immediately to Schenectady, and\n                    with considerable difficulty, and many hours delay, at length procured\n                    a Horse and Chair, and without an Attendant, about 6 in the Evening, set\n                    off for that\n                     that place -- we tarried all night and\n                    found very indifferent entertainment.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 3",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "May 09, 1793",
                    "text": "\n                9th. \n                 Having procured Waggons we left Albany\n                    about 8 A.M. and went to Schenectady\n                    were we arrived about 11 -- Schenectady\n                    lays about l6 &#189; miles N.W. from Albany,\n                    is a pretty well built handsome inland Town, a place of con-siderable\n                    Trade, being the carrying place between the Mohawk and Hudson's Rivers --\n                    here, as at\n                    Albany, the language is Low Dutch. &#8211; The\n                    Land between Albany and Schenectady is Sandy &amp; poor, Timbered\n                    chiefly with Pine.- At Schenectady we\n                    found prepared for us Eight Boats or Batteaux, Six for the Baggage and\n                    Stores, that would carry about a Ton and a half each, and two larger\n                    with Awnings for the passengers: We embarked in our Boat about 4 P.M.\n                    and proceeded seven miles up the Mo-hawk\n                    River to Mabee&#8217;s, where we lodged.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 3",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "May 10, 1793",
                    "text": "\n                10th. \n                 We proceeded up the River 15 miles &amp; encamp&#8217;d near the remains of old\n                        Fort Hunter; two or three miles\n                    below which we passed by the place formerly the residence of Sir William Johnson &#8211; We found the stream this\n                    day very rapid &#8211; the Land on the Banks of the River between this &amp;\n                        Schenectady being very beautiful and\n                    fertile &#8211; the high Land at a distance appearing more rough and\n                    uncultivated.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 3",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "May 11, 1793",
                    "text": "\n                11th. \n                 Embark&#8217;d about sunrise, with a fair Wind, and having most of the way a\n                    gentle current,\n                     we hoisted our sails and run 20 miles\n                    up the River to Col. Fry&#8217;s, where we\n                    dined, a few miles below we pass&#8217;d by a place call&#8217;d Fort Plane, where is a handsome Worship House and\n                    other good Buildings &#8211;- After Dinner proceeded 8 miles to Nellis&#8217;s\n                    Tavern where we lay all Night.- At this place were inform&#8217;d we were\n                    but 15 miles from the Waters of Susquehanna, and about 40 from Delaware -\n                        \n                    Dutch- Our way this day being through a most beautiful and\n                    fertile country -- the Inhabitants between this and Schenectady are being mostly low Dutch.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 4",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "May 12, 1793",
                    "text": "\n                12th. \n                 Got to the Little Falls about Noon (call'd 60 miles from Schenectady) -- here is a carrying Place of\n                    about one Mile -- the Falls altogether are about 40 feet, preparations are\n                    now making to render them navigable by Locks -- along these Falls are\n                    fine mill seats, on one of which John Porteous\n                        Esqr has erected a very good Grist Mill &amp; saw Mill --\n                        Jacob Lindley and myself were kindly\n                    entertained by Major de Zeng, superintendent\n                    of the Canal business at this place.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 4",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "May 13, 1793",
                    "text": "\n                13th. \n                 Got our Boats goods, &amp;ca. above the Falls and proceeded up the River\n                    about 6 miles to a place call'd Fort Herkimar, or\n                        the German Flatts -- The Country hereabout being very\n                     very beautiful, and has the appearance of\n                    great fertility -&#173; the inhabitants chiefly the descendants of Germans\n                    by whom the high Dutch Language is mostly spoken.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 40.805302,
                    "lon": -73.791566
                },
                "media": {
                    "caption": "Page: 5",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "May 14, 1793",
                    "text": "\n                14th. \n                 In our progress this day we found the Country but thinly inhabited, but we\n                    were informed the number of settlers were rapidly increasing\n                    principally by immigration from New England and there is every reason to\n                    believe that in a few years it will become well cultivated and\n                    plentiful -- in the evening we stopt at Fort\n                        Schuyler 24 miles from Fort\n                        Herkimar.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 43.210556,
                    "lon": -75.45525
                },
                "media": {
                    "caption": "Page: 5",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "May 15, 1793",
                    "text": "\n                15th. \n                 After breakfast several of us went 4 miles up the River on foot to\n                        Whites Town, the residence of\n                        Arthur Breese, to whom I had letters --\n                    it is quite a new settlement but has the appear-ance of becoming a\n                    place of note, being situated in a fast improving Country, and has\n                    already in it large Stores, and the finest Pot Ash works that we have yet\n                    seen -- at 4 P.M. stopt at Baron\n                    Steuben's Landing on the North side of the River, from which to\n                    his House we were inform'd the distance was 7 miles and 9 to\n                        Fort Stanwix.- At 7 in the evening\n                    arrived at the Carrying Place at Fort\n                    Stanwix.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 43.210556,
                    "lon": -75.45525
                },
                "media": {
                    "caption": "Page: 5",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "May 16, 1793",
                    "text": "\n                16th. \n                 The situation of Fort Stanwix, (although\n                    upon a 1evel plain, almost surrounded by low Marshey\n                     Land), must be very much elevated, as\n                    it lays about half way between the Mohock &amp;\n                    Wood Creek, the first taking an eastern\n                    course to the sea, the latter running Westerly to the Lakes.&#173; We were\n                    inform 'd a Town was laid out near the old Fort, and that preparations\n                    ware making to erect Buildings.- a Canal is intended to be out perhaps the\n                    ensuing Summer from the Mohock to\n                        Wood Creek.- The price of Land on\n                        from the Mohock from the\n                        German Flatts to Fort Stanwix we were told was from 2 Dollars to\n                    20 pr Acre, according to the quality and State of cultivation.- The course from\n                    Schenectady to Fort\n                        Stanwix, I suppose to be about W.N.W., distance by water\n                    about 120 miles.- this day got our batteaux &amp;ca. over to Wood Creek-- Wood\n                        Creek at this place being no more than a shallow Brook\n                    of about 10 or 12 feet wide. \n            \n            "
                }
            },
            {
                "location": {
                    "lat": 43.210556,
                    "lon": -75.45525
                },
                "media": {
                    "caption": "Page: 6",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "May 17, 1793",
                    "text": "\n                17th. \n                 About 7 this morning, having previously hoisted the Gates of a Mill Dam a\n                    little above the batteaux floated down the Creek,- One Waggon Load of\n                    Goods, and another with passengers, going by Land down to Canada Creek -- 4 miles below\n                    Fort Stanwix is the remains of Fort Bull, opposite to which on the South side\n                    of Wood Creek is the N.E. corner of the\n                        Oneida reserve seven\n                     seven miles below Fort Stanwix is Canada\n                    Creek opposite to the mouth of which, on the South side of\n                        Wood Creek is the remains of Fort Ricky -- the Land between\n                    Fort\n                        Stanwix and Canada\n                        Creek is low &amp; marshy, much inferior to that on the\n                        Mohock -- The Timber consists of large\n                    *Maple, Birch, Beach, Pine &amp;ca., no Oak or Chestnut as yet to be\n                    seen.&#8211; at 6 in the evening encamped at a place call'd the Oak Orchard, 18\n                    miles by water from Fort Stanwix.- here\n                    is a high spot on which are a few Oak Trees &#8211; the Land below\n                    Canada Creek appears much better than that\n                    above -- the Timber, Maple, Butternut, Poplar, Beach, Ash, Elm, Lindon\n                    (or Bass Wood), and some Oak -- very little Pine or Hemlock.- On the\n                    Banks of the River are considerable quantities of wild Hops, equal to\n                    any in the Brewing business.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 8",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "May 18, 1793",
                    "text": "\n                18th. \n                 About 6 A.M. embark'd and proceeded down the Creek to the Oneida Lake, being about 18 miles -- the Land on\n                    the sides of the Creek being much the same as that below Canada Creek.- The Course from Fort Stanwix to the Mouth of Wood Creek on the\n                    Oneida Lake, I suppose to be about W.b.S.,\n                    the distance by water 36 miles, and by Land about 18 miles. - About 2\n                    P.M. the Wind blowing fresh to the Westward, we pitched our Tents on the\n                    Bank near the Mouth of Wood Creek -- Here\n                    we were\n                 *N.B. Whenever I speak of Maple sugar Maple is meant.\n                \n                 visited by Col Lewis, Beach Tree, and\n                    Captain John, three chiefs of the Oneida\n                        Indians -- a very sensible speech was delivered by Beach\n                    Tree, a grave old man, in which he congratulated\n                    Gen'l Lincoln on his arrival, and express'd\n                    his hearty concurrence with the Commissioners in the object of their\n                    mission, saying he was an old Man and very near the Grave, and as the\n                    Work of peace was a good work, the few remain-ing Days he had to Live\n                    should all be spent in the promotion of it.- Captain\n                        John made a short speech to the same effect, and also\n                    express'd his particular satisfaction in seeing a number of Friends on\n                    their way to the Treaty.- Wood Creek runs\n                    into the Oneida Lake near the East end,\n                    the Land upon the N. side appears low and level, the Timber Pitch Pine\n                    intermixed with Oak and other wood, the soil whereon we encamp'd sandy and\n                    poor.-On the south side the Country wore a more pleasant &amp; fertile\n                    appearance with a range of high hills at a considerable distance to\n                    the South East, from which to the Lake, the Land appeared well\n                    Timbered and level-- It falling calm in the evening we struck our\n                    Tents and embark'd about 7 and proceeded down\n                     down the Lake,- a fair Wind springing up about Midnight, we arrived\n                    about 4 A.M. at the entrance of the Onandago or Oswego River, near the\n                    remains of Fort Brewerton--our Passage\n                    being all the way in the Night can give no further description of the\n                    Lake&#8211;-the Course from the mouth of Wood\n                        Creek being about WbN., the distance 30 miles &#8211; the\n                    width of the Lake being from 7 to 9 miles.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 9",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "May 18, 1793",
                    "text": "\n                \n                \n                    19th. Left Fort\n                        Brewerton about 7 o&#8217;clock in the morning and proceeded with\n                    the current 18 miles to where the Seneca\n                    unites with the Onan-dago River, at a\n                    place call&#8217;d the three points, here we found a settlement, stopt and got\n                    our Dinners &#8211;- the Land on both sides very low, some appearing good,\n                    other but indifferent &#8211;- the Timber Oak, shag bark Hickory, Maple,\n                    Ash, Beach, Birch, Pine &amp;ca.- about 4 P.M. proceeded down to the\n                        Falls of Oswego, and encamp&#8217;d on the\n                    North side near the Falls.- We have found plenty of Fish ever since we\n                    enter'd the Onondago River -- saw Cat Fish\n                    at Fort Brewerton that would weigh 15\n                    to 20 lb.- and a very good Fish they call Black Bass. --at the Falls\n                    we purchased of some Indians very excellent Salmon &#8211;- The River at the\n                    Falls is about 200 yards wide, and the Fall over the Rock\n                     about 8 feet perpendicular &#8211; the Course of\n                    the River at the Falls about N.N.W. &#8211;- The Banks of the River higher\n                    near the Falls than at the entrance of the River &#8211; on the South side\n                    the Land appears fertile, and the banks about 40 feet high, on the N.\n                    side the bank not so high nor the land so good.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 10",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "May 20, 1793",
                    "text": "\n                20th. \n                 Drag&#8217;d our Batteaux, without unloading them, about 60 yards on the Land,\n                    and launched them into the River just below the Falls, from whence to\n                    the distance of about One Mile, the River is very Rapid and not without the\n                    appearance of danger &#8211; we found several other Rapids in our way down\n                    to Oswego Fort, where we arrived about 2\n                    P.M. &#8211; the distance from Fort\n                    BrewertonI think about 36 miles by water. &#8211; Oswego is pleasantly situated on a high point\n                    on the East side of the River, having the Lake to the North. &#8211; We were\n                    kindly entertained by Capt. Wickham the\n                    British Commander, during the few hours we staid, with whom we dined &#8211;\n                    having no tidings of any Vessell to carry us to Niagara. General Lincoln\n                    determined to proceed on in our Batteaux, accordingly it being a fine\n                    Calm afternoon, about 4 P.M. we went out upon Lake\n                        Ontario, and about 7 pitch&#8217;d our Tents upon the Beach\n                     about 15 miles from Oswego.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 11",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "May 21, 1793",
                    "text": "\n                21st. \n                 It being a fine calm morning about 8 o&#8217;Clock embark'd, and in the evening\n                    en-camped at a place call'd the Apple\n                        Boom, a good harbour for Boats, about 40 miles from\n                    Oswego.- about 30 miles from Oswego on the south side of the Lake, is\n                        Great Sodus River a good harbour for\n                    Vessells.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 11",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "May 22, 1793",
                    "text": "\n                22nd. \n                 Rain last night - in the morning a fresh Breeze about West which prevented\n                    our moving untill about 4 P.M. when we again Launch'd our Boats and\n                    proceeded about 7 miles, then landed and encamped on the Shore.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 11",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "May 23, 1793",
                    "text": "\n                23rd. \n                 About 5 A.M. embark'd and went 6 miles, then landed and got breakfast, in\n                    the mean time a fair Wind sprung up which we, hoisting our Sails, made\n                    use of - about 10 A.M. opposite the Mouth of Genesee\n                        River (here we saw a House, being the only settlement we\n                    discovered on the Lake) which is call&#8217;d 65 miles from Oswego &#8211; 10 miles to\n                    the Westward of Genesee is Braddock&#8217;s\n                    Bay, where we stopt to dine &#8211; this appear&#8217;d to be the most pleasant spot we\n                    have as yet found upon the Lake &#8211; on both sides the Creek fine Meadows\n                    and the upland has the appearance of fertility &#8211; The Timber chiefly Oak,\n                    with some Chesnut Hickory and Maple.- The Bank of the Lake from Oswego\n                    to Braddocks Bay is mostly low, and level, not to exceed 40 feet in the\n                    highest places,\n                     --the Timber chiefly Hemlock, Maple,\n                    Birch, Beach &amp;ca.- After dinner again proceeded on our Way, and\n                    about 8 P.M. encamp'd at a place called the Oak\n                        Orchard, being about 50 miles from where we lay last night\n                    &amp; 40 from Niagara.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 12",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "May 24, 1793",
                    "text": "\n                24th. \n                 About 8 A.M. embark'd with a fair Wind which encreas'd and blew hard about\n                    Noon, we were obliged to Land at a place call'd 18 mileCreek.- The\n                    Land from Braddocks Bay to this place very low and swampy. - here we\n                    found a fine pleasant Bank 20 or 30 feet high, the soil tolerable good,\n                    covered chiefly with Oak Timber - while at this place we saw two Schooners\n                    pass by which we supposed were from Kingston, on the St.Lawrence, bound to Niagara - The wind continuing to blow hard we\n                    pitch'd our Tents.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 12",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "May 25, 1793",
                    "text": "\n                25th. \n                 About 1 A.M. it being Calm, we again moved forward and about 6 arriv'd\n                    at the Fort of Niagara - the shore, the\n                    last 18 miles, being very pleasant, a level flat Bank about 20 feet high -\n                    the Timber which we take to be Oak appearing very tall and fine. - The\n                    distance from Oswego to\n                    Niagara as we coasted it, along the south side\n                     side of Lake\n                        Ontario, being reckoned 160 miles - Niagara Fort is very pleasantly situated on a high point\n                    of Land, having Lake Ontario on the North,\n                    and the Gut, or Niagara River on the\n                    west.- After having refresh'd ourselves at a Tavern in the Garrison, where\n                    the entertainment was but indifferent, and the Charge very high, we\n                    cross'd over the River to the New Town of\n                    Newark, Col.\n                        Pickering having previously engaged a House, wherein we\n                    could spread our Mattrasses, and Cook our Victuals. - when we landed\n                    at Niagara we found a Vessell with her\n                    Sails loose, and just on the point of sailing for Oswego, in order to bring\n                    us to Niagara\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 13",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "May 26, 1793",
                    "text": "\n                26th.\n                 - First day - Remained all day at New-ark, which is situated nearly opposite to the\n                    Fort, the River, or Gut, between them being about three quarters of a Mile\n                    wide, the Town con-tains about 20 houses, and others building &#8211; the\n                    Land in the vicinity but indifferent, much inferiour to that near the Fort\n                    &#8211; at this place we met with Governor\n                        Randolph and Col.\n                        Pickering, the other two Commissioners who, with General Lincoln, the Secretary &amp; Rich&#8217;d Hillery are entertain&#8217;d by Governor Simcoe.&#8211; At our arrival here we were\n                    inform&#8217;d the Indians\n                     Indians would not be ready to attend\n                    the treaty before the last of next month.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 14",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "May 27, 1793",
                    "text": "\n                27th.\n                    \n                In the morning before breakfast had a Visit from Governor Simcoe, who had some Conversation with Friends\n                    respecting the Militia Laws, and appeared very desirous that they might be\n                    so mo-delled in this Government as to be as little oppressive as\n                    possible - about 8 A.M. embark'd in our Boats and at 11 Landed at the\n                        Kings Stores 9 miles from\n                    Niagara - the Banks on both sides, all the\n                    way up, being high and steep, and the shores very bold, so that there\n                    are but few places wherethat are convenient for Landing - to\n                    this place the River is navigable for large Vessells - here in the\n                    afternoon we had the satisfaction to meet with our Friends John Parish, Joseph\n                        Moore and John Elliott,\n                    who came from Philadelphia in Company with Govern&#8217;r\n                        Rand olph &amp; Col. Pickering - Our Baggage, Stores,\n                    &amp;ca. were deposited in the Kings Stores, and we pitch'd our Tents\n                    upon the Hill above the Landing, a number of soldiers lay in Huts on the\n                    low grounds below, who are very sickly, numbers dying daily with the\n                    Dysentery.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 14",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "May 28, 1793",
                    "text": "\n                28th. \n                 Our small Batteaux were all dis-charged and sent back to Schenectady - about\n                     about 11 this morning we were visited by\n                    Govr Simcoe, Govr\n                        Randolph, Col Pickering\n                        &amp;ca.-Governor Simcoe kindly offered us\n                    the use of his House, which stands empty among the Soldiers Huts at\n                    the foot of the Hill, but it being an unhealthy situation, we acknowledged\n                    his kindness, and abode in our Tents - The poor sickly Soldiers were\n                    also removed from this unhealthy spot, and encamp'd on the Top of a\n                    Hill, about half a Mile from us - this afternoon Jos. Moore &amp; J. Lindley\n                    left us in order to visit some People in the Neighbourhood.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 15",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "May 29, 1793",
                    "text": "\n                29th. \n                 Steady Rain the greatest part of the Day - some of our Company went down to\n                    Navy Hall to visit the Commissioners, where it was concluded that\n                    Friends, together with J.Hackenwelder and\n                    Dr. McCoskry might be at Liberty to proceed to\n                    Detroit, and there remain until the time\n                    of the Treaty.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Pages: 15, 16",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "May 30, 1793",
                    "text": "\n                30th. \n                 The Rain still continued all the last Night and the greatest part of this\n                    Day - Dr. McCoskry went down to Navy Hall\n                    and procured our passports to\n                    Detroit - in the evening we were joined by\n                        Jacb. Lindley, and had a visit from\n                        William Brandt a  Tuscarora Chief, who appear'd to be a\n                    sensible and well behaved Man - he resides at a Village about 3 miles\n                    from this place on the East Side of the River - J.\n                        Parrish, J. Elliott and\n                        W.Savery\n                     removed their Mattrasses into a House\n                    on account of the Rain, the rest of us kept in our Tents in which we\n                    lay dry and comfortable. Some remarkable expressions which dropt from\n                        Governor Simcoe, in the Visit, mentioned\n                    in the Morning of the 27th, being omited in\n                    the proper place, are in substance as follows - He said that\n                    falsehoods had been intimated by American Com-missioners at former treaties\n                    with the Indians, in respect to the British Government ceeding to the\n                    United States the absolute property of the Indian Country, as the price of\n                    Peace, - nothing more being intended by that Article of the Treaty,\n                    than the right of preemption, which he fully acknow-ledged, and said\n                    that the British Government had no right to purchase Lands of the Indians\n                    within the limits mark'd out by the Treaty - He fur-ther said that the\n                    Indians had been treated with cruelty and injustice, and that it was\n                    his opinion they never would make peace except the River Ohio was made the boundary line. - He further said\n                    that scandalous falsehoods had been propagated in the News papers of\n                    the United States, respecting the British still keeping possession of the\n                    West-ern Ports, that the only reason was the\n                     the noncompliance of the United States\n                    with two Articles of the Treaty of Peace - let these Articles be\n                    complied with and the Forte shall be immediately complied with\n                    evacuated, and, he added, with some degree of warmth - I know the disposition of your people, - what signifies\n                        that Pidgeon House - pointing to the Fort - I\n                        know you can take it - it is not in the strength the place that I put\n                        my dependance, but it is in this, that we have Boston, New York and Philadelphia in Mortgage for\n                        your peaceable behaviour.\n                \n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 17",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "May 31, 1793",
                    "text": "\n                31st. \n                 Rain all these 24 hours almost without intermission - J. Heckenwelder and Doctr.\n                        MoCoskry set off for Fort\n                        Erie in order to enquire after a passage to Detroit. - This\n                    day J.Moore join'd us, and we were\n                    visited by Captain Hendrick and some of\n                    the  Stockbridge Indians, most of whom\n                    speak good English, and appear to be a civil well--behaved people.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 19",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "June 01, 1793",
                    "text": "\n                6mo. 1st.\n                    \n                 This morning the Rain abated - took a walk up the River.- immediately from\n                    the Landing the Bank rises to the heigth of more than 150 feet above\n                    the surface of the Water, - the range of high Land, extending each way\n                    from the River, about an East and West course - the Land below towards\n                        Lake Ontario, being a Level plain,\n                     the greatest part well-timbered and\n                    fertile, many beautiful settlements on the West bank of the River\n                    towards Newark. - the Land after rising\n                    the Hill above, towards Lake Erie, being\n                    also a plain level Country, equal in beauty and fertility to that below -\n                    as far as I could discover, the Banks of the River, from the Landing\n                    to the Falls,  of the heigth, perhaps from 150 to 200\n                    feet,are almost perpendicular, the greatest partof solid Rock, it\n                    being the opinion of many, that the Falls were originally near the Landing,\n                    but the prodigious Body of Water that precipitates down them, has worn\n                    the channel, 6 or 7 miles up to its present situation &#8211; from a high\n                    point on the West Bank, had a view of the River down to the Lake, and\n                    by a small pocket Compass found that Fort Niagara bore from one N. by W. &#8211; In the afternoon\n                        Wm. Savery and myself went on Horse\n                    Back to see the great Falls, on the way\n                    found the country thickly inhabited, all new settlements.- The River\n                    just above the Falls I suppose to be a mile wide, and the depth in some\n                    places 6 or 8 feet, this prodigious body of water, conjectured to be\n                    more than double the quantity that comes down the Falls of Delaware near\n                    Trenton, with\n                     amazing rapiddity shoots over the edge of\n                    a solid perpendicular Rock, and Falls (according to\n                    A. Elliotts account) 137 feet\n                        - - for about a mile above the\n                    great Fall, there is a continued succession of Cataracts, some of them\n                    3 or 4 feet perpendicular, this greatly en-creases the rapiddity of the\n                    current, until it comes to the edge of the Precipice, over which it dashes\n                        -\n                 The River at the Falls is divided by a small flat Island, of perhaps 250\n                    yards in width, and twice that number in length - the sides and upper\n                    end, not much elevated above the surface of the River above the Falls,\n                    the lower end, which is on a line with the Falls, is a smooth perpendicular\n                    Rook, I suppose of about 150 feet high.- The edge of the Rock over\n                    which the water Falls, on the East side of the Island,, is\n                    nearly a straight line, and the River, on that side, I suppose to be 250\n                    yards wide, but the Water not so deep as on the West side\n                     where its width is the\n                        same - the edge of the Rook, on this side, forms near\n                        about half a Circle, the convex side\n                        upwards --The quantity of Water\n                    that passes on the West side, I suppose to be double that which passes on\n                    the East side of the Island, being in the middle 6 or 8 feet deep\n                    above the Falls.- It is said that by actual survey there is found to be 50\n                    feet fall in the one mile of Rapids just above the Falls, and from\n                    thence down to the Landing, 6 or 7 miles, the rappidity of the River\n                    renders it altogether impassable, in that distance the fall must be\n                    very considerable, so that taking the whole into view, we may conclude,\n                    that the surface of the Water of Lake\n                    Erie, is nearly 300 feet above that of Lake Ontario, the distance between these Lakes being only\n                    36 miles.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 20",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "June 02, 1793",
                    "text": "\n                2nd. \n                 This being the first day of the Week we attended a Meeting appointed by\n                    Friends, held in a Barn, about 2 miles from the Falls, at which were\n                    gathered a considerable number of sober well-behaved People, and ended much\n                    to satisfac-tion - in the evening return'd to our Encamp-ment, and\n                    were visited by Cornplanter the Seneca\n                    Chief.- This, and the preceeding day found plenty of ripe Strawberries.\n                \n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 21",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "June 03, 1793",
                    "text": "\n                3d. \n                 Hearing of a Vessell laying at Fort\n                    Erie, ready to Sail for Detroit we this morning got one of our Batteaux carried by\n                    Land to the mouth of\n                    Chippeway Creek two miles above the Falls,\n                    the distance 9 miles. [Cartage of Goods 2/N. York Carr'd. J Au.]\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.53357,
                    "lon": -78.552574
                },
                "media": {
                    "caption": "Page: 21",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "June 04, 1793",
                    "text": "\n                4th. \n                 Embark'd in our Batteaux and pushed up against a rapid Stream 18 miles to\n                        Fort Erie, where we embark'd on\n                    board a Kings Vessell, a schooner of about 100 Tons burthen, called\n                    the Dunmore, commanded by Captain Ford,\n                    whose conduct towards us was civil and obliging.- The Country from\n                        Chippeway Creek, on the West side, up\n                    to Fort Erie, is very thickly inhabited\n                    chiefly by new settlers from the united States.- We had on board the\n                    Dunmore 12 passengers in the Cabbin, several in the Steerage and\n                    upwards of 60 Indians, of different Tribes, on Deck, which with the\n                    Sailors, Marines etc., made the whole number on board, amount to upwards\n                    of 90 Souls - the River from Chippeway to\n                        Fort Erie is from l &#188; to 2 miles\n                    wide, in which are several fine Islands - the Course nearly North and\n                    South.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 21",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "June 05, 1793",
                    "text": "\n                5th. \n                 About 2 P.M.a fair wind springing up made Sail and got out into the\n                    Lake\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 21",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "June 08, 1793",
                    "text": "\n                \n                \n                \n                    6th, 7th and 8th. Variable Winds, and mostly\n                    &gt;from the Southward with some Rain.\n            \n\n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 21",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "June 09, 1793",
                    "text": "\n                9th. \n                 At Noon passed the Bass Islands through\n                    the Northermost Channell, in which we found from 3 to 7 fathoms of Water.-\n                    The Bass Islands extend quite across the\n                    Lake about 40 miles below the mouth of Detroit\n                        River and make a very beautiful appearance, some of\n                    them are 6 or 7 miles in length, and we were informed are well cover'd\n                    with Timber and of an excellent soil - the smaller ones produce\n                    excellent Red Cedar Ship Timber - this being first Day had a Meeting\n                    in the Cabbin, with the Passengers and some of the Chiefs among the\n                    Indians, - which appear'd to give general satisfaction - about 11 P.M.\n                    came to an Anchor in De--troit River -\n                    distance from Fort Erie to Detroit 285 m---\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.1953,
                    "lon": -83.0245
                },
                "media": {
                    "caption": "Page: 21",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "June 10, 1793",
                    "text": "\n                10th. \n                 On coming upon Deck this morning we were agree&#173;ably surprised to find\n                    ourselves sailing up a fine River, with Plantations of new settlers on\n                    both sides - the father we advanced up, the beauty of the prospect\n                    increased, and when we came within 6 or 7 miles of the Town, a sight\n                    of the kind more pleasing, I think I never saw.\n                \n                 The Country here was first settled by the French, it is said above one\n                    hundred years ago, whose decendants, in a general way, are still the\n                    Proprietors, and by whom that Language (with but few exceptions) is only\n                    spoken. - The front of each Lot on the River being but narrow, is\n                    almost wholly taken up with Buildings, Gardens and fine thrifty orchards,\n                    so that it has almost the appearance oft one continu&#173; ous Village quite\n                    up to the Town - we sometimes could count four or five Windmills in\n                    sight at once, and a pretty large Romish Chapple stands on the East\n                    side of the River, about 4 miles above the town.- about 9 A.M. came to an\n                    Anchor before the Town of Detroit, - the\n                    distance from the mouth of the River 18 miles - course N b E - Detroit\n                    stands on the west side of the River, is a compact dirty little Town,\n                    containing about 100 small Houses, entirely surrounded by a picquet\n                    Wall, having several Gates which are always shut at 9 oClo. - The Merchants\n                    of this place carry on a great Trade with the Indians, 8 or 10 Vessells\n                    being em-ployed by them on the Lakes, who sail from Fort Erie in a Circuitous rout, sometimes to the\n                    dis-tance of above 1000 miles to the Westward.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.1953,
                    "lon": -83.0245
                },
                "media": {
                    "caption": "Pages: 23, 24",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "June 15, 1793",
                    "text": "\n                \n                    15th. \n                 Upon our arrival at Detroit, after some\n                    enquiry, took up our quarters at the\n                     house of Matthew\n                        Dolsen, who keeps a good table and an orderly House, - we\n                    lay upon our own Mattresses, and pay 4/ per day each, for our diet,\n                    exclusive of Liquor - Imported Goods are double the price they are in\n                    the United States, and Country produce nearly as high - a good calf is\n                    sold for &#163;4.10 N.Y. Curr., a Cow for &#163;15.-, - Wheat 12/ per Bushel, -\n                    Salt 60/ per bushel. Soon after our arrival went out to visit Captain John\n                    a Chief of the Mohawks, and other Indians,\n                    who were our fellow passengers on board the Dunmore, we found them\n                    sober, and had some friendly conversation with them, endeavoring to\n                    inform them of our motives of leaving home, with which they seemed well\n                    pleas'd, and assured us of their hearty friendship - but the next day\n                    exhibited a very different scene - the War dance&#173; Captain John and\n                    most of his party were drunk - they were almost naked and frightfully\n                    painted which with their Yells, musick and Tomahocks afforded an\n                    entertainment, by no means pleasing - before they came to the door of\n                    our Lodging, Captain John, who did\n                     not join in the Dance, came forward, to\n                    assure us, that no injury was intended - We were obliged to give them\n                    a little Cyder and Tobacco. - It is a regulation in this Garrison that no\n                    Indian is allowed to remain within the Picquet all night,- on the 13th\n                    Captain John, and his party, set off to attend the great Council of\n                    Indian Tribes, to be held, previous to the Treaty, at the Rapids of\n                    the Miami River.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.1953,
                    "lon": -83.0245
                },
                "media": {
                    "caption": "Page: 25",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "June 14, 1793",
                    "text": "\n                14th. \n                 This morning breakfasted with Matthew\n                    Elliott, Deputy superintendant of Indian Affairs, and on\n                    our return went to see a party of Chippeways, who had just came down from Michillamackanac, and were on their way to the great\n                    Council --we found them drunk--at first they shook hands with us, but\n                    soon grew furious, calling us in their way, long knife, and on our\n                    going away, two of them came after us, and with furi-ous countenances,\n                    and violent gestures, insisted upon our returning, which we declined\n                    doing, and walk'd away - we were afterwards informed, by a person who\n                    accidentally happened to be present, and understood their Language,\n                    that they said they wanted us to go back that they might take our scalps -\n                    One of the two that followed us had his face painted black,\n                     his head decorated with black feathers,\n                    and a Scalp hanging at one Ear.-- this day we were invited to Dine\n                    with the officers of the 24th Regiment, who treated us with great\n                    politeness, and hospitality, there was near 15 officers at Dinner besides\n                    their guest.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.1953,
                    "lon": -83.0245
                },
                "media": {
                    "caption": "Page: 26",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "June 15, 1793",
                    "text": "\n                15th. \n                \n                    Captain Hendrick, and his party, went off\n                    towards the Miami - Captain Hendrick appears to be the most thoughtful and\n                    civilized Indian we have met with, and almost the only one that we\n                    have not seen drunk since we came to this place - we this day had a\n                    visit from some of the\n                    Wiandots, who reside not far from hence, they\n                    appear to have some knowledge of our society, and werevery\n                    friendly.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.1953,
                    "lon": -83.0245
                },
                "media": {
                    "caption": "Page: 26",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "June 16, 1793",
                    "text": "\n                16th. \n                 This morning Captain Ford sailed for Fort\n                        Erie - by him I wrote to New York - at 10 A.M.our\n                    friends had a large satisfactory Meeting at Detroit, at which many Officers and Soldiers\n                    attended- in the afternoon at 4 oClock had another Meeting about 6\n                    miles down on the east side of the River, at which were gathered a\n                    considerable number of well&#173;behaved People - This day the Chippeways went on to the Council, at their\n                    departure, they sang the War Song, with great shouting etc. - in the\n                    evening arrived the Snow Chippeway from\n                        Fort Erie, in\n                     this Vessell a number of the Six Nation\n                    Indians came Passengers.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.1953,
                    "lon": -83.0245
                },
                "media": {
                    "caption": "Page: 27",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "June 17, 1793",
                    "text": "\n                17th. \n                 Accounts are circulating here, and generally believed, that General Wayne has advanced his Army, a\n                    considerable distance from Fort\n                        Washing-ton, toward the Indian Country - this, it is\n                    said, adds greatly to the jealousy and rage of the Indians - several\n                    Tribes, on the strength of these reports, we are inform'd, are return'd\n                    back to their Towns - the circulation of these reports, which is\n                    generally done by deserters from the American Army, will, in all\n                    probability, protract the time of holding of  which the\n                    Treaty made , if not totally defeat this desirable event -\n                    some in this place have thrown out hints as if the Commissioners\n                    already were began to be apprehensive of personal danger, and\n                    meant not to advance any further. - John\n                        Parrish, Joseph Moore, and\n                        John Elliott having some days ago\n                    dined with Col. England, the Commandant,\n                        Jacob Lindley, W.Savery and myself, were this day, with much\n                    politeness, kindly entertained by the same Gentleman.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.1953,
                    "lon": -83.0245
                },
                "media": {
                    "caption": "Page: 27",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "June 18, 1793",
                    "text": "\n                18th. \n                 Much pestered with visits from the Indians whose chief motives for these\n                    civilites, is to get a little Rum, but in this they are disappointed,\n                    we having come to a resolution to give them none, but put them off with a\n                    little Tobacco etc.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 28",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "June 19, 1793",
                    "text": "\n\n                \n                19th. \n                 Cross'd the River with J. Parrish, J. Lindley,\n                    J. Moore and J.\n                        Elliott, (W.Savery being\n                    unwell) and went down about 6 miles on the East side - the good Land\n                    on the banks of the River on both sides does not extend above a mile\n                    back, beyond that it is low and marshy, little or none of it cultivated. -\n                    saw some beau beautiful pieces of wheat, fine orchards,\n                    full of fruit, Cherries ripe, and Cucumber vines just beginning to\n                    run.- The Land being rather low, their Indian corn is very short, about 8\n                    or 9 inches high in general. - We dined at Fredk. Arnolds, one of the society of the Dunkards,\n                        who a native of Germany, who formerly lived in\n                    Pensylvania, he inform'd me he purchased the place he now lives on, an old\n                    French settlement containing about 100 acres, with a tolerable good\n                    House, Barn and Orchard, for 300 N.Y. Currency. &#173; He also let me see his\n                    Certificates, from Government, for Lands granted to him and his\n                    Children, by which I find they (the Certificates) are not, in any shape,\n                    transferable, either by sale, assign assignment, or Donation,\n                    and that the Titles are to be given upon such Conditions as may be the Kings pleasure. - At 5 P.M. had a\n                    solid satisfactory Meeting with a few of the Inhabitants, at the House of\n                        John Mesemer,\n                     where we tarried all night.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 29",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "June 20, 1793",
                    "text": "\n                20th. \n                 We proposed returning to Detroit this morning, but the wind coming a head,\n                    and blowing hard, prevented us - we went to\n                    Francis Cornwalls, a Connecticut Man,\n                    were we dined, and J.M. and myself, were\n                    kindly entertained at his house all night.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 29",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "June 21, 1793",
                    "text": "\n                21st. \n                 Wind still at N.E. with much Rain and very cold for the season - the\n                    transitions from heat to cold, in this country, being very frequent,\n                    and I think to a much greater degree than in New Jersey - about 5 in the\n                    afternoon it began to clear away, but the wind still against us, Jacob Lindley and John\n                        Elliott left us and went on foot up to Detroit.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.1953,
                    "lon": -83.0245
                },
                "media": {
                    "caption": "Page: 29",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "June 22, 1793",
                    "text": "\n                22d. \n                 A fine pleasant morning - after breakfast we embark'd in our Canoe, and\n                    with the assist-ance of Fred Arnold,\n                    pushed up against the current to Detroit\n                    - A young Canadian we met with at F.\n                        Cornwall's inform'd us he had been several voyage's in the\n                    N.W. Trade, that they generally left Montreal in the begining of the\n                    5th month, and that, without  any stop but making the best\n                    of their way, it took them so late in the fall, that the Rivers were often\n                    frose, before they got to their Journeys end. - the Indians they met\n                    with there were mostly a harmless honest People. Their\n                     Tents and dress being chiefly\n                        mostly made of Buffaloe Skins - he says the distance they\n                    went with their Canoe's taking the Course of the Lakes and Rivers was\n                    more than 2000 Leagues from Montreal. - this evening we were all invited to\n                    sup with the officers at the mess Room.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.1953,
                    "lon": -83.0245
                },
                "media": {
                    "caption": "Page: 30",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "June 23, 1793",
                    "text": "\n                23d. \n                \n                    Some Indians of the Chippeway Nation came\n                    in from the great Council at Miami who bring accounts, as we are told, that\n                    the Indians are very backward in gathering, few or none from the S.W.\n                    having yet come in, owing, it is said, to the injudicious movement of\n                        General Wayne. - Matthew Elliott gives it as his opinion, that the treaty\n                    will not com-mence before the middle of next Month - at 10 this\n                    morning had a Meeting in the Kings Sail Loft, in which some experienced\n                    their strength to be renew'd.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.1953,
                    "lon": -83.0245
                },
                "media": {
                    "caption": "Page: 30",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "June 24, 1793",
                    "text": "\n                \n                    24th. \n                 Various are the reports that we daily hear, some of them exceedingly\n                    discouraging, insomuch that some of our Friends of this place, in the most\n                    serious manner, advise us not to think of attending the Treaty.- This\n                    day J. Hacken&#173; welder, with a number of\n                    his Brethren, the Moravian Indians, came\n                    to the Garrison from their settlement on the River La Trench, about 70\n                    miles from hence, by them we understand that the said Indians\n                     Indians to the number of 140, were\n                    much distress'd for want of provisions, occasioned by their being\n                    frequently removed from place to place, since their first forcible\n                    removal from Muskingum - their\n                    approaching Crops, they say, are very promising, but their main\n                    dependance, in the meantime, is upon such vegetables as the Fields and\n                    Woods  afford,\n                    , having but a very poor chance of hunting in their new\n                    settlement - Friends have it in contemplation to afford them a little\n                    assistance - the price of Indian Corn here, we are inform'd is 10/ per\n                    bushel.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.1953,
                    "lon": -83.0245
                },
                "media": {
                    "caption": "Page: 31",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "June 25, 1793",
                    "text": "\n                25th. \n                 This morning went down to the wharf to see a Wolf that was kill'd last\n                    Night upon an Island about 3 miles from this place, it had by some\n                    means got there last Winter in the time of the Frost, and had done a great\n                    deal of damage, insomuch that the proprietor had offered a Reward of\n                    twenty Dollars for killing him. - he was much larger than a large Dog,\n                    of a grey or grisly colour. - his legs were as long as those of a large\n                    Deer, his Tail long and tapering, thinly covered with long hair, and\n                    his head in shape between that of a Dog and Fox.\n                \n                 this evening morning arrived three large bark Canoes, with\n                    Twenty Eight Chippeways, from\n                    Michillamackanac, on their way to Miami.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.1953,
                    "lon": -83.0245
                },
                "media": {
                    "caption": "Page: 32",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "June 26, 1793",
                    "text": "\n                26th. \n                 This morning sail'd the Snow Chippeway for\n                        Fort Erie, in whom went passenger\n                        Richd. Hillery, by whom I wrote to\n                    New York.\n                 Friends agreed with M.Dolsen to supply\n                    the Moravian Indians with Corn and Flour,\n                    to the value of one hundred Dollars, part of which was this morning\n                    delivered, for which they appear'd to be very grateful.\n                 Dined with John Askin Esqr., a Merchant\n                    of this place, by whom we were very agreeably entertained. - he, in some\n                    measure, corrobe-rated the account given by the Canadian on the 22nd\n                    respecting the North West Trade - he says that from a place called the\n                    Grand Portage, at the upper end of the Lakes, they travel above 2000\n                    miles to the Westward, in small bark Canoes so light that two Men carry\n                    them  - all the pro-vision, allowed to each Man for this\n                    long voyage, being no more than one bushel of Indian Corn, that has\n                    been boil'd in Lye and hull'd\n                     and a little greese* (of what kind I know\n                    not) to mix with it.- this stock of corn is reserved for extraordinary\n                    occasions when they can neither get Fish or kill anything with their\n                    Guns.- the Labouring People, in these long and tedious journeys, are\n                    all Canadians, who eat their Fish and Flesh without either bread or\n                        and Salt - at Dinner we had fresh Fish brought in a\n                    Sloop, six days from Lake Superior, they\n                    were the White Fish and Salmon trout, they would weigh about 6 lb. each,\n                    both exceeding good, but the White Fish, I think, rather preferable -\n                    in the afternoon arrived the Sloop Felicity from\n                    Grand River on Lake\n                        Erie, in her came a number of Indians Passengers\n                    - in conversation with M.Elliott, he gave\n                    it as his opinion, that four weeks would yet elapse before the\n                        commi Treaty began.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.1953,
                    "lon": -83.0245
                },
                "media": {
                    "caption": "Page: 34",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "June 27, 1793",
                    "text": "\n                \n                    27th. \n                 had some conversation with Capt Drake, an\n                    intelligent Man, who has for several years navigated a Vessell on the\n                    Lakes, by him was inform'd that from Detroit to the entrance of Lake\n                ~~~~~~~~~~\n                *Hogs Lard and Tallow mixt together\n                \n                \n                    Lake St.Clair was about 6 miles, the\n                    length of said Lake 21 miles, from the N.W. end of\n                    Lake St. Clair to the entrance of Lake Huron, through a very beautiful River, 15\n                    Leagues, from the lower end of Lake Huron\n                    to the rapids of St.Mary's (the entrance into Lake\n                        Superior), 72 Leagues, at the rapids of St.Mary's there\n                    is a portage of a mile and a half, when goods are again shipped in large\n                    Vessells, who carry them 100 Leagues up Lake\n                        Superior to what is called the Grand Portage, from whence\n                    they go in small Canoes, to the North west.- He says that there are\n                    above One thousand Men constantly employed in the N.W. Trade above the\n                    Grand Portage. - He further says there are many mistakes in the drafts\n                    heretofore made of the Lakes, they not being done from actual surveys,\n                    but principally from the vague reports of Canadian traders &amp;ca. -\n                    that the tales that have been told respecting Thund Thunder\n                    Bay in Lake Huron is altogether a farce,\n                    that in the course of many years, which he has now sail'd upon\n                    that Lake, he never\n                     was sensible of more thunder there, than\n                    at any other place on the Lake - that the length of Lake Superior ie much less than generally\n                    represented, and that from two opposite points, about the middle of\n                    said Lake, the width does not exceed 70 miles.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.1953,
                    "lon": -83.0245
                },
                "media": {
                    "caption": "Page: 35",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "June 28, 1793",
                    "text": "\n                28th. \n                 Very warm and sultry with Thunder and rain. - about 10 at Night five\n                    or six Guns were fired just without the Pickets, which, at first, as we lay\n                    in Bed, alarmed us not a little, but we were desired to make ourselves\n                    easy, as, in all probability, it was nothing more than some people who\n                    had been watching for Wolves, or shootingat\n                        Indians who were robbing Cherry Trees\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.1953,
                    "lon": -83.0245
                },
                "media": {
                    "caption": "Page: 35",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "June 29, 1793",
                    "text": "\n                29th. \n                 Visited by a Chief of the Wiandot Indians\n                    who was sober and intelligent, he spoke respectfully of our Society, and\n                    said that many Belts of Wampum, and other mem memorials of\n                    ancient Friendship received from them, were still carefully preserved\n                    by their Nation. - expressed the satisfaction he\n                     felt in seeing so many of the people\n                    call'd Quakers, and said, as the Great Spirit had been with them,\n                    brought them so far - through the Wilderness, and preserved them all\n                    in good health, so he hoped, he would still continue to be their rotector\n                    through every danger, and carry them safe home.\n                 being in Company with Nathan Williams, a\n                    sensible Man who had formerly been a Trader, and well\n                    acquain acquainted with the Indians - he express'd his\n                    apprehensions on our account, and openly gave it as his opinion, that\n                    if we attended the Treaty, we should either be kill'd, or detained as\n                    Prisoners.\n                 were informed that the Guns we heard  last Night, were\n                    fired at Wolves, by People who were watching for them, near the\n                    Carcases of several dead Sheep which were kill'd by them\n                    the Night before\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.1953,
                    "lon": -83.0245
                },
                "media": {
                    "caption": "Page: 36",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "June 30, 1793",
                    "text": "\n                30th. \n                 First day - early this morning had a Visit from the Blind Chief, a head Man among\n                     among the Wiandots, with several of his attendants, they were sober,\n                    and what is remarkable, neither these Men, nor those that visited us\n                    yesterday, made any request for Rum. - at 10 A.M. had a Meeting in the\n                    Sail Loft, and another at the same place at 5 in the Afternoon, at\n                    both of which were a pretty large number of Soldiers, and Towns people, and\n                    a few of the officers of the Garrison, their conduct generally was\n                        very commendable, and the Meetings, in the main, solid\n                    and satisfactory.- In the evening there was a Marriage at our\n                    Lodgings, - the Young Man is a settler upon the River La Trench, and a\n                    Nephew to our Landlord\n                    M.Dolsen, the Young Woman is a Native of\n                    Virginia who was taken a Prisoner by the Indians, from whom she made\n                    her escape. - the Ceremony was perform'd by\n                    J. Arken Esqt, and the whole decently\n                        condu conducted.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.1953,
                    "lon": -83.0245
                },
                "media": {
                    "caption": "Pages: 40, 41",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "July 01, 1793",
                    "text": "\n\n                \n                7 mo. 1st.\n                    \n                 was an Eye witness of a Funeral in the Popish Style\n                        \n                    -- This afternoon arrived the Snow Ottaway\n                    from Fort Erie, by this Vessell, we\n                    learn, that the day before she sail'd, an Express came to the\n                    Commissioners from Philadelphia, and another from Fort Pitt, - various are the reports here, some\n                    favourable, others exceedingly discouraging, but having no accounts from\n                    the Commissioner we re anxiously waiting the next arrival for further\n                    intelligence. - The Ottaway brought a great number of Indians from\n                    Fort Erie, all of whom were whom\n                        were Landed at the Mouth of the Miami, except 17 of the Oneida\n                     Nation, whom Colt\n                        Butler would not permit to be left landed there,\n                    alleging they were in danger of being killed by the other Indians.- We\n                    had a Letter from a person, who happened accidentally to be in company\n                    with Colonel Butler, he inform'd us\n                        that he heard him say, that, if the demands of the\n                    Indians were not complyed with, it was his opinion, that the\n                    Commissioners, and the whole of their Retinue, would be massacre'd -\n                    we also had a Letter from Col.McKee, the\n                    British Agent, in answer to one wrote him.- he dates his Letter from the\n                    Foot of the Rapids of the Miami River, and\n                    promises to give us the earliest intelligence of the time when the\n                    Treaty will likely commence\n\n                 The following Account is taken from a Quebec Almanac, for the Year 1792\n\n                The Names of all the different Indian Nations in North America (hitherto\n                    discover 'd ) the situation of their Countries, with the Number of\n                    their Fighting Men.\n                \n                \n                    \n                        The Choctaw or Flatheads,The\n                            Natches...The Chickesaws...\n                        on the Mobile &amp; Mississipe\n                        4,500150750\n                    \n\n                    \n                        The Cherokees...\n                        So. Carolina\n                        2,500\n                    \n                    \n                        The Catawbas between No. and So.\n                            Carolina\n                        \n                        150\n                    \n                    \n                        The Piantias, a wandering Tribe on\n                            both sides of the Missisipi\n                        \n                        800\n                    \n                    \n                        The Kasquiriasguiae, or Illinois in\n                            general on the Illinois River, &amp; between the Ouabache,\n                            &amp; the Missisipi\n                        (some say, 40)\n                        600\n                    \n                    \n                        The PiankeshawsThe\n                            OnachtenonsThe Kickapous\n                        On the Quabache\n                        [100]...250 250...400 500...300\n                    \n\n                    \n                        The Shawnese on the Siotta\n                        \n                        500\n                    \n                    \n                        The Delewares on the W. of the\n                            Ohio\n                        \n                        300\n                    \n                    \n                        The Maimis on the Miami river falling\n                            into Lake Erie &amp; the Miamis\n                        \n                        350\n                    \n                    \n                        The Upper Creeks back of Georgia,The Middle\n                                Creeks behind West FloridaThe Lower Creeks in East\n                                Florida\n                        \n                        4000\n                    \n                    \n                        The Caouitas, on the East of the River\n                            Albamous\n                        \n                        700\n                    \n                    \n                        The Arkansas on the Arkansas River\n                            fallinginto the Mississipi on the West side\n                        \n                        2000\n                    \n                    \n                        The Anjuer, north of the\n                            Missouri\n                        \n                        1000\n                    \n                    \n                        The Paddonias West of the\n                            Mississipi\n                        \n                        500\n                    \n                    \n                        The White Panies,The pickled or\n                            prickles Panies\n                        So. of the Mississipi\n                        20002000\n                    \n\n                    \n                        \n                        Carried forward...\n                        24,350\n                    \n\n                    \n                    \n                        \n                        brought forward...\n                        24,350\n                    \n                    \n                        The Canves...The Osayes...The Grand Eaux...\n                        South of the Missouri\n                        1,600,600 1000\n                    \n                    \n                        The Missouri on the River\n                            Missouri...\n                        \n                        3,000\n                    \n                    \n                        The Sioux of the Woods The Sioux\n                            of the Meadows\n                        towards the headsof the Missippi\n                        1800 2,500\n                    \n                    \n                        The Blancs Barbus, or White\n                            Indianswith Beards\n                        ...\n                        1,500\n                    \n\n                    \n                        The Assiniboils\n                            The Christineaux\n                        far North, near the...Lakes of the&#8232; same name\n                        1,5003,000\n                    \n\n                    \n                        The Quisconsins, \n                        on&#8232; a River of that Name thatfalls into the Missisippi on the\n                            east side...\n                        550 \n                    \n\n                    \n                        The&#8232; Mascontens...The Sakis...The&#8232; Michekonakis\n                        South of Puans Bay...\n                        500 400 250\n                    \n                    \n                        The Folle Avoine,The\n                            Puans...\n                        or the wild oat Indians...(near Puans Bay)...\n                        350700\n                    \n\n                    \n                        The Powtowatamis\n                        \n                        near St.&#8232;Joseph's River...and Detroit\n                        350\n                    \n\n                    \n                        The Missesaguis,&#8232; or River Indians\n                            being...wandering Tribes on the Lakes\n                                Huron and Superior\n                        \n                        2,000\n                    \n                    \n                        The Ottahwas...The&#8232; Chipewas...\n                        near Lake Superior and Michigan\n                        9005,000\n                    \n\n\n                    \n                        The Wiandots, near Lake Erie\n                        ...\n                        300\n                    \n                    \n                        The Six nations, or the Iroquois\n                        on the Frontiers of&#8232; New York...\n                        1,500\n                    \n\n                    \n                        The Roundheaded Indians near the head\n                            ofthe&#8232; Ottahwa River...\n                        2,500\n                    \n\n                    \n                        Algonquins, \n                        near the above...\n                         300 \n                    \n                    \n                        \n                        \n                        56,450\n                    \n\n                    \n                    \n                        ...\n                        brought forward..\n                        56,450\n                    \n                    \n                        The Nipissins\n                        \n                        near the Ottahwa&#8232; River...\n                        400\n                    \n                    \n                        The Chalas...The Amelistes... The Miemicks... The Abenaquies... \n                        St. Lawrence Indians on the back&#8232; ofNova Scotia...\n                        130550700 350\n                    \n\n                    \n                        The Conawaybrunas, \n                        near the&#8232; Fallsof St. Lewis...\n                         200 \n                    \n\n                    \n                        \n                        Total amount...\n                        58,780\n                    \n                \n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.1953,
                    "lon": -83.0245
                },
                "media": {
                    "caption": "Page: 42",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "July 02, 1793",
                    "text": "\n                7 mo.2nd.\n                    \n                 The weather for several days past being very sultry, Our Landlord invited\n                    the whole of our Company, viz. Six Friends,\n                    Wm.Wilson, (Merchant from Fort Pitt &amp; Indian interpretter,)\n                        Doctor McCoskry, &amp; J. Heckenvelder, to spend the Day at his Farm\n                    about five miles below on the opposite side of the River.- We set off\n                    about 9 oClock, taking with us provision &amp;ca., and spent an\n                    agreeable day under a pleasant Shade on the Banks of the River, - returning\n                    home in the afternoon we cross'd the River, and some of us landed at\n                    the Spring Well &amp; walk'd home, the distance being three miles, and\n                    the Road very pleasant.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.1953,
                    "lon": -83.0245
                },
                "media": {
                    "caption": "Page: 43",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "July 03, 1793",
                    "text": "\n                3d.\n                    \n                \n                 Perplex'd with various reports, and contradictory opinions.- it is said,\n                    the American A:rmy ie still advancing, and that an encampment is form\n                    'd, in front of\n                    Fort Jefferson, within 30 miles of where\n                    the last Battle was fought.- that the Indians are more &amp; more\n                    settled in their  determination, that nothing short of\n                    the boundary line being fixt on the River\n                        Ohio, will ever induce them to lay down the Hatchet, -\n                    that, in consequence of this resolution, they have sent a deputation\n                    to the Commissioners at Niagara, in\n                    order, if their instructions does not impower them to make such a\n                    Cession, to prevent their taking the unnecessary trouble of coming\n                    forward any further.- indeed, it seems to be the prevailing opinion of\n                    the day, that there will be no Treaty at all. - A number of Philadelphia\n                    and New York News Papers came to Colt\n                        England by the Ottaway, some as late as the 23d of last Month, since we have\n                    been favour'd\n                     with the perusal of most of them - we\n                    were sorry to find some irritating and inflamatory pieces, particularly\n                    one, which censures the Government of the United States, for\n                    attempting to Treat with the Indians, under British influence, ungenerously\n                     branding the whole of that Nation with the opprobious\n                    epithet of Cut Throats. - all the officers, that we have as yet heard\n                    speak upon the subject, make light of it, and say, it is but little\n                    more than what, at times, appear in their own prints - whither it is\n                    really their contempt of such scandalous pieces, or their politeness,\n                    which will not permit them to give us uneasiness, that makes them\n                    appear so indifferent, is what I will not determine.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.1953,
                    "lon": -83.0245
                },
                "media": {
                    "caption": "Page: 44",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "July 04, 1793",
                    "text": "\n                4th.\n                    \n                 Extremely Warm &amp; sultry, light airs of Wind from the South West. -\n                        Captn. Monsey inform 'd us that the\n                    Thermometer belonging to the Officers was, in the Shade, up to 100, in\n                    the Sun it rose to 117 degrees.\n                \n                 from the best information I can gather it appears that a great proportion\n                    of the Country around the Lakes is low and Marshy, so as to be wholly\n                    incapable of cultivation, and in many places, of great extent, almost\n                    intirely cover 'd with Water, in which grow the Timber and long Grass,\n                    affording shelter for wild Beasts, and Vermin, in abundance.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.1953,
                    "lon": -83.0245
                },
                "media": {
                    "caption": "Pages: 45, 46, 47, 48",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "July 05, 1793",
                    "text": "\n                5th.\n                    \n                 Had an interview with a Young Shaw--nese\n                    Warrior, who is lately from the Council at the Rapids - his Brother is a\n                    head Man amongst them, and he being often with them in Council, is\n                    acquainted with the result of their deliberations, so far as they have\n                    come to a conclusion among themselves - he inform'd us, there are\n                    about 1200 collected at the Rapids, mostly the Northern Indians, and 700\n                    of the Southern Indians, are embodied at another place, a considerable\n                    distance, up the same River, watching the motions of General Waynes Army.&#173; he confirms the account of a\n                    Deputation being sent to the Commissioners, and that the object of their\n                    Mission was, in substance, the same as has already been noted - that\n                    they have most decidedly come\n                     to a resolution, to accept of no terms\n                    short of making the Ohio the boundary\n                    line. - Our Interpretter was formerly a Prisoner among the\n                    Shawnese, and had been adopted into the\n                    family of this Young Man, in the place of his Father, and in their\n                    discourse the Indian gave him that appellation, saying, my Father, I will tell you what I know, and speak\n                        the truth - in the begining of the World, this Land was given to\n                        the Indians, and the White People were placed beyond the great water -\n                        when the white Men first came to this Land, the wise old Men among\n                        the Indians, told their People, that if they received anything of the\n                        white Men, they would be destroyed,&#173; \"the bitter Water was made\n                        for white folks, but the Water of the Brooks and Rivers for, the\n                        Indians, - but not regarding this advice, many of the Nations\n                    Traded with the Whites, took their Hatchets, Knives and Rum, and gave\n                    up their Land for trifles, and, according to the ancient prediction,\n                    they have wasted away, and some of them - become quite extinct, and\n                    the few that are remaining are driven, almost to\n                     to where the sun sets, but they are\n                    now determined to be driven no further, should they go to where the\n                    Sun sets, they would all be lost forever. - The Congress must remove\n                    their Forts, and all their People over the River, and then the Indians will\n                    take them by the hand, and become their true friends - but should the\n                    Commissioners meet the Indians in Council, and there pretend that they\n                    have conquered their Country, and will not remove out of it, in that\n                    case, the Indians will withdraw from the Council, and then, instantly, fall\n                    upon the opposite party, and destroy them all - this is the substance\n                    of what he said as intrepretted by Sylvester\n                        Ash\n                    Sylv Ash, as near as I can re-member. -- This day the Ottaway\n                    sail'd for Fort Erie, in whom M.Elliott embark'd, to be landed at the Mouth\n                    of. the Miami River - Thermometer, in the\n                    Shade 102, in the Sun 123 - In the evening after having made the above\n                    remarks, the Shawen-ese Warriour\n                    abovementioned return'd to our\n                     our Lodgings, being in Liquor, he\n                    desired to enquire of the Landlord whither he could tarry in hie House\n                    all Night, but being told that it was contrary to the regulations of\n                    the Garrison, he seemed to be displeased, and ask'd for his Tomahawk, which\n                        Ash had in keeping, and going up\n                    stairs to get it, the Indian followed him, and on receiving it, said\n                    he was Drunk, and did not know what might happen before Night - then\n                    lifting his Tomahawk, attempted to strike Ash, who being upon his guard, seized his arm and\n                    pushed him down Stairs - he then went up to M.\n                        Dolsen, knock'd off his Hat, and in the Indian tongue, bid\n                    him be Strong, and see if he could turn him out, and made a stroke, in\n                    which the Hatchet flew off the halve. - Dolsen im--mediately seized him, turned him out of the\n                    House, and bruized him pretty much, the Indian seeing his blood run,\n                    and having recovered his Tomahawk, flourished it about in a great\n                    rage, and in all\n                     probability, had not Capt. Munsey, an officer of the Garrison, been\n                    present, some mischief would  have been done, but the\n                    captain took away his Tomahawk, and sent for a Guard, who turn'd him\n                    out of the Fort.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.1953,
                    "lon": -83.0245
                },
                "media": {
                    "caption": "Page: 49",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "July 06, 1793",
                    "text": "\n                6th. \n                 Arrived the Sloop Felicity from the\n                    Miami River - people here are more and\n                    more confirmed in the belief that it will not be safe for us to\n                        attend meet the Indians at Sandusky. - this day also arrived the Schooner Nancy from \n                    Michillamackanac\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.1953,
                    "lon": -83.0245
                },
                "media": {
                    "caption": "Page: 49",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "July 07, 1793",
                    "text": "\n                \n                    7th. \n                 being first day had a satisfactory Meeting, at the usual place and\n                    time, in the Morning, and also Friends had another at 4 in the\n                    afternoon, five or six miles from hence, at the River Rouge, at which, not being very well, I was not\n                    present. - Captain John a Chief of the\n                        Mohawks arrived from the Council at the\n                        Miami River, and also two or three\n                    \n                    Indians of the Stockbridge Nation,\n                    with a Letter from Captain\n                            Hendricks, their Chief - they confirm the\n                    accounts, already receiv'd received, of a deputation being set\n                    down to the Commissioners\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.1953,
                    "lon": -83.0245
                },
                "media": {
                    "caption": "Page: 50",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "July 08, 1793",
                    "text": "\n                8th. \n                 Had a visit from David Kennedy, a half\n                    Indian, of the Mohawk Nation, who had been\n                    Educated in Scotland, sensible well-informed Man, but too much adicted to\n                    the vice so prevalent among the Indians, the Love of Rum, - he came in\n                    company with Capt. John from the Council\n                    - says he was not admited into the secret Council of the Indians, but\n                    from what he could gather, was not without a hope that peace may be\n                    established. - The  Stockbridge Indians\n                    return'd return'd to their Chief at the Miami, with a small supply of necessaries, afforded\n                    them by Friends.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.1953,
                    "lon": -83.0245
                },
                "media": {
                    "caption": "Pages: 50, 51",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "July 09, 1793",
                    "text": "\n                9th. \n                 Captain Blue Jacket, the famous Chief of\n                    the Shawnese, who commanded at the defeat\n                    of General St. Clair, paid us a Visit this\n                    morning, - he is a stout well-looking Man of about 45 years of age, Dress'd in\n                     in a Shirt, scarlet Coat, with gold\n                    apaulets and a Gold laced Hat, Leggins and Mockasins, but, as all\n                    other Indians are, without Breeches. -He was very cautious of speaking\n                    upon public affairs, said he was not the Head-Man of his Nation, but\n                    only a War-chief, as such he had given his opinions\n                        withthem sentiments to the Council, and now left\n                    it with them; whose business it was, to determine as they might think\n                    proper - said he had heard we were in Detroit, and having some\n                    business this way, came to see us, but had nothing to say on Public\n                    matters - he had often heard of Quakers, he said, but had never seen any of\n                    them be-fore, and, expressing his regard for them, and satisfaction\n                    with the Visit, took his leave. - Friends had a desire to be more\n                    particular with him, in regard to the Objects which induced them to take\n                    this long Jour-ney, but the Interpretter not seeming to be disposed to\n                    gratify them in that respect, they were constrained, after expressing a\n                    little of their desires for the Peace and wellfare of man kin\n                     mankind, to be silent. - Blue Jacket said that should the Commissioners\n                    &amp; Indians meet at a Treaty, and matters like to be ac--commodated,\n                    it was his opinion it would be two Months before the business would be\n                    compleated. - this day sail'd the Schooner Nancy for Fort Erie, a Merchant Vessell, with a Cargo of Peltry, and\n                    Indian-made Maple- Sugar, by this it may appear, that a greater\n                    quantity of Sugar is procured from the Indians than is consumed in this\n                    part of the Country,how much lower down, the Country\n                        is is not supplied in\n                    the same way, is what I cannot determine, but from the best\n                    information, I am ready to think, that very little foreign Sugar, if any,\n                        if any foreign sugar (except refined) is consumed in Upper\n                    Canada.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.1953,
                    "lon": -83.0245
                },
                "media": {
                    "caption": "Page: 52",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "July 10, 1793",
                    "text": "\n                10th. \n                 Arrived the Sloop Detroit from Fort\n                    Erie, we hear by this Vessell that the-Commissioners had taken\n                    their passage in the Dunmore, and may be hourly expected.- The\n                        Chippeways in which the\n                     the Indian Deputies embark'd, had not\n                    arrived at Fort Erie when the Detroit\n                    Sail'd. - We are told the Commissioners are not to come to this\n                    Garrison, but to Land, and encamp, at the mouth of the River, there to\n                    wait the proper time to proceed to Sandusky - in the Detroit came up the Cordage for a new\n                    Vessell, now building on Lake Superior\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.1953,
                    "lon": -83.0245
                },
                "media": {
                    "caption": "Page: 53",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "July 11, 1793",
                    "text": "\n                11th. \n                 Dined at James Abbotts, a Merchant of\n                    this place, we were kindly entertained, and spent an agreeable\n                    afternoon.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.1953,
                    "lon": -83.0245
                },
                "media": {
                    "caption": "Page: 53",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "July 12, 1793",
                    "text": "\n                12th. \n                 Spent the Day at M.Dolsen's place on the\n                    East side of the River.- In the afternoon sail'd the Sloop Detroit for the\n                    Falls of St.Mary's, and about the time arrived the Sloop Saganough\n                    from Fort Erie, by this Vessell we were\n                    informed that the Commissioners were all on on board the Dunmore,\n                    ready to sail, and only waiting for a Wind, when the Chippeway arrived with the Indian deputies, on\n                    which a Council was held, the result was, that, at the request of the Indians,\n                     the Commissioners were to return to\n                    Navy Hall, in order that Governor Simcoe\n                    might be present at the conference.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.1953,
                    "lon": -83.0245
                },
                "media": {
                    "caption": "Page: 54",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "July 13, 1793",
                    "text": "\n                13th. \n                 was invited by Wm. Baker, late of New\n                    York, shipwright, to take a sail up the River as far as Lake Sinclair - set off about 9 oClock and had\n                    a pleasant run up to the upper end of Hog Island, from whence we had a\n                    view of Lake Sinclair, and return'd home\n                    in the evening - for about the distance of 10 miles, nothing of the\n                    kind, that ever I saw, exceeds the banks of this River for the beauty of\n                    its prospects, - The Lots are all regularly laid out, being in front\n                    three square Acres only in breadth, on which are the build--ings,\n                    Gardens and Orchards.- In the afternoon of this day arrived the Sloop\n                    Speedwell from Fort Erie, who furnished\n                    us with intelligence from various- quarters.- we had several Letters\n                    from Philadelphia address'd to our Company\n                     jointly, and most of our friends had\n                    particular accounts from their dear connections at Home. - we had also\n                    a joint letter from Col Pickering, in\n                    behalf of the Commissioners, with a large bundle of Philadelphia Newspapers\n                    as late as the 6th ultimo. -- Col.\n                        Pickering informs us they were all on board, and ready\n                    to Sail, when the Indian Deputies arrived, who informed the\n                    Commissioners, their business was to have a conference with them in\n                    the presence of Governor Simcoe, this he\n                    says will unavoidably occasion a delay of some days, if not supersede\n                    the intended Treaty.- we are now anxiously waiting the arrival of the\n                    Dunmore, who in all probability, will either bring forward the\n                    Commissioners, or information that all hopes of a Treaty are\n                    vanished.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.1953,
                    "lon": -83.0245
                },
                "media": {
                    "caption": "Page: 55",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "July 14, 1793",
                    "text": "\n                14th\n                    \n                 - Being first day had a Meeting in the Sail Loft, which was large and\n                        on\n                     on the whole satisfactory\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.1953,
                    "lon": -83.0245
                },
                "media": {
                    "caption": "Page: 56",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "July 15, 1793",
                    "text": "\n                15th. \n                 The Weather for these several Days past has been cool and pleasant, the\n                    wind N.W. with a clear and serene sky&#173; Wheat Harvest is now begun in\n                    this neighbourhood\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.1953,
                    "lon": -83.0245
                },
                "media": {
                    "caption": "Page: 56",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "July 16, 1793",
                    "text": "\n                16th. \n                 Friends being a little uneasy with being so long in a state\n                    detained in a state of idleness, waited upon Matthew\n                        Elliott, to know his sentiments, in respect to our\n                    visiting the Indians assembled at the Miami - he gave it as his opinion, that, as they were now\n                    holding a Council on their own affairs, it would not be prudent, without\n                    an invitation from them, to take such a step;but if Friends\n                    but, as he expected to go there himself in a Day or two, if Friends\n                    had an inclination to send them a Message, he would punctually deliver\n                    it. - This being taken into consideration, and there being a\n                    probability that we may not have another opportunity of communicating\n                    our sentiments, and the motives which\n                     which induced us to come forward, we\n                    gladly accepted the offer\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.1953,
                    "lon": -83.0245
                },
                "media": {
                    "caption": "Page: 57",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "July 17, 1793",
                    "text": "\n                17th. \n                \n                    Captain Elliott intending this day for\n                    the Indian Council, the following ad-dress was agreed to, and enclosed in\n                    a Letter to Colonel McKee, who is\n                    desired to communicate the same to the Indians\n                \n                    \n                        \n                            To the Indians, assembled at the Rapids of the Miami\n                         Brothers,We who send you this Letter are of the People called\n                            Quakers, and have left our homes and families in Pensylvania\n                            and New Jersey, and taken this long Journey to see you purely from\n                            motives of Love and good will, and to endeavour to promote\n                            peace.- We have been now five weeks at Detroit waiting for the\n                            opening of the Treaty at Sandusky, where we expected to have seen you all,\n                            but as we have heard a number of your People are gone to Niagara to meet the Commissioners, we\n                            do not know but the business may be so concluded there, as that\n                             they may come no farther.\n                         Brothers, We have brought with us an address to you from our\n                            Brethren at home which we are very desirous of presenting to\n                            you with our own hands, if an opportunity can be had. - it is also\n                            in our hearts to acquaint you that we consider all Men as the\n                            Children of one common Father, and think it our duty to Love all as\n                            Brothers. -We believe it displeases the Great and Good Spirit\n                            when Men injure and kill one another, therefore we endeavour to do\n                            Justice, but when any dispute arises, we leave it to be\n                            settled by disinterested and impartial persons, and never go to war\n                            on any- occasion.- We have been made very sorrowful on account\n                            of the War and bloodshed between the United States and our\n                            Indian Brethren, and want much to see you that we may open our\n                            Hearts more fully than we can do by writing, for we\n                             are fully convinced that by\n                            looking up to the Great Spirit for Counsel, all differences\n                            may be settled without fighting and killing one another, which we\n                            think is very Cruel and attended with many distressing\n                            circumstances both to you and the White People.\n                         Our society have experienced for more than one hundred years great\n                            advantage and satisfaction in living Peaceably with all Men,\n                            and are very desirous that you may enjoy the same benefits, and to\n                            that end were made willing to expose ourselves, encounter\n                            hardships, and spend our sub-stance to promote Peace and Love\n                            between you and the Government of the United States.- We pray\n                            the Good Spirit that He may put an end to the ravages of War\n                            and unite all Men as Brethren, that by being bound together in one\n                            great Chain of Love and friendship which can cannot\n                            be broken, we may all seek the happiness of each other in this\n                            Life, and be prepared prepared for\n                            the enjoyment of\n                             of everlasting happiness in the\n                            Life which is to come.\n                        Detroit\n                                7 mo 17th,\n                                1793J.P. J.M. J.L.W.S.\n                                J.E. W.H.\n                    \n                \n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.1953,
                    "lon": -83.0245
                },
                "media": {
                    "caption": "Page: 60",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "July 18, 1793",
                    "text": "\n                18th. \n                 Some of our Friends had an interview with a Person of the Name of Wilbank,\n                    who- within a few days past arrived, with a Party of 26 Southern\n                    Indians, from the back parts of the Carolina's and Georgia, at the Great\n                    Council at the Miami, - he came from thence to this place, and a\n                    Vessel is to be dispatched immediately to carry him down to Governor Simcoe. He says, that the Indians have\n                    in several instances been grossly imposed upon, particularly by\n                    Governor Blount, who by bribing an\n                    Interpreter had cheated them out of a great extent of Country, and\n                    defrauded them of one half the Sum, agreed upon to be paid yearly, as\n                    as a compensation for the Land granted,- in one instance where they had\n                    agreed to sell 50 miles square they had fraudulently put in the Deed\n                    80 miles - and where they had\n                     had bargained for an extent of 10\n                    miles round the Town of Nashville, Governor\n                        Blount had caused 40 miles to be inserted.- and instead\n                    of a Consideration of 2000 Dollars yearly, he had put down but 1000\n                    dollars.- This being but one side of the question, we do not pretend\n                    to Judge, but it is the received opinion here, that their errand to\n                    the Council is, to form a Union with the Northern Indians, and make\n                    One common cause, either in forming a Treaty, or carrying on a War. -\n                    The Vessell (the Felicity) to Carry Wilbank to Fort\n                        Erie, sail'd about 2 oClock:- - Yesterday a young Man going\n                    out to look for Horses, got lost in the Woods, which are very thick\n                    within less than a Mile of the Fort.- several 18 pounders were fired in the\n                    afternoon in order to direct him in finding the way back, which, I\n                    suppose had the desired effect, as I am informed he got safe home in the\n                    Evening -- several instances of the kind have before occurred, and\n                    sometimes the persons lost have never returned. - It is said some little\n                    time past, two Indians were kill'd by the Wolves in the Neighbourhood\n                    of this place.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.1953,
                    "lon": -83.0245
                },
                "media": {
                    "caption": "Page: 61",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "July 19, 1793",
                    "text": "\n                \n                19th. \n                 Having received many civilities from the officers of the 24th British\n                    Regiment, now at this place, gratitude induces me to wish to remember\n                    their names, which from a printed account published in the year 1792, I find to be as follows.-\n\n                \n                    \n                        Lt.Col-\n                        Lieutenants\n                        Ensigns\n                    \n                    \n                        Richd. England 2D\n                        W.C.Short.D\n                        Wm. Kelly D\n                    \n                    \n                        Willm. Campbell\n                        Wlm. Robison D.\n                        C.Vandeleur D\n                    \n                    \n                        Major~~\n                        Geo. Meyrick\n                        F.J., O'Brien D\n                    \n                    \n                        Captains\n                        R. Christmas\n                        J.C. Strong\n                    \n                    \n                        John Blake\n                        Thos. Talbot\n                        J.R. Broadhead D\n                    \n                    \n                        Robn. Neill, D\n                        Edmd. Henn D\n                        Thos. Spencer\n                    \n                    \n                        Quin John Freeman D\n                        Chs.S. Andrews D\n                        Allan Billingham D\n                    \n                    \n                        William Doyle\n                        Ed Donnell\n                        Andrew Foster.\n                    \n                    \n                        E. W. Leybourne D\n                        Jam. Magarth\n                        -- Crawford-D\n                    \n                    \n                        Paul Mounsey D\n                        Richd. Foster\n                    \n                    \n                        Ferg. Speers,\n                        Joseph Blunt\n                        \n                    \n                    \n                        Chs. Earle Ct. Lt.\n                        \n                        \n                    \n                \n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.1953,
                    "lon": -83.0245
                },
                "media": {
                    "caption": "Page: 61",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "July 20, 1793",
                    "text": "\n                20th. \n                 The Wind which for many days past has been from the S.W.and\n                    consequently unfavourable for coming up the Lake, yesterday and today\n                    has blown from the N.E., so that we are now hourly in hopes of having\n                    intelligence from below, which we expect will cause our immediate removal\n                    from this place\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.1953,
                    "lon": -83.0245
                },
                "media": {
                    "caption": "Page: 63",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "July 21, 1793",
                    "text": "\n                21st. \n                \n                 Being First Day, a Meeting was held at 10 oClock in the Sail Loft and\n                    another at the same place at 5 in the afternoon, both satisfactory.\n                 About Noon arrived Lieut. Givens\n                    Gibbons of the Queens Rangers, who brought the agreeable\n                    intelligence that the Dunmore, with the Commissioners on Board had arrived\n                    at the mouth of the River. - About 5 oClock, (having Landed the\n                    Commissioners) the Dunmore came up to the wharf, - in the evening had\n                    a Visit from Lt. Givens\n                    Gibbons, by him we are informed that the Com-missioners are\n                    come forward with a full expectation of a Treaty, very speedily, being\n                    held. - He says the Deputation from the Indians, who had a conference\n                    with the Commissioners in the presence of Govnr. Simcoe, to all appearance, return'd well\n                    satisfied, and that in his opinion there is a great probability of an\n                        accomodation matters being accomodated. - That the main\n                    business of the Indian Deputies was to enquire, in\n                     in the first place, whither the\n                    Com--missioners were properly authorized to treat, and secondly,\n                    whither they had power to recede from the boundary-Line now\n                    claimed by the United States, and being satisfied in both these\n                    points, they took the Commissioners by the hand, and presenting them\n                    with a Belt of white Wamp-um, invited them to come forward to the\n                    Treaty. - We are informed by Captain Ford\n                    that he has orders to attend upon the Commissioners with his Vessell, and\n                    expects to be ready to proceed to the Mouth of the River in a Day or\n                    two.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.1953,
                    "lon": -83.0245
                },
                "media": {
                    "caption": "Page: 64",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "July 22, 1793",
                    "text": "\n                22d. \n                 We were busy in settling our little concerns, and preparing to leave\n                        Detroit,\n                    ware where we have experienced many marks of polite attention,\n                    and hospitallity, especially from the officers of the Garrison, beyond\n                    what some of us expected or even flatter'd ourselves was our due. -\n                    Our way hitherto, in every\n                     every sense, has been made pleasant\n                    beyond what could have been foreseen, or reasonably expected, - for this\n                    great favour, thanksgiving and praises are due to the Great Author of\n                    every good\n                 --The kind attention which, unrecom-mended, we have received from Strangers, I\n                    hope, will ever be kept in grateful re-membrance, and I cannot but\n                    conclude, the obligation is greatly enhanced by the persuasion, that\n                    it proceeded not from sinester motives, but was simply the effusion of\n                    noble and generous Minds.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.1953,
                    "lon": -83.0245
                },
                "media": {
                    "caption": "Page: 65",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "July 23, 1793",
                    "text": "\n                \n                    23d. \n                 This morning Col. England called at our\n                    Quarters, and kindly offered to lend us his Barge to go down to go\n                        down the River, or accommodate us in any other way that\n                    might be more agreeable, but, as the Dunmore would be ready to Sail on\n                    the morning of the 25th, he would re-commend\n                    it to us to wait untill that time and go down in her - we\n                     acknowledged his kindness, and\n                    concluded to go in the Dunmore -- We were this Day visited by a young\n                        Shawnese Warriour, a relation of\n                        Col.McKee, the Brish Agent, - His\n                    Shirt was red stript Persian, orna-mented with One thousand Six hundred\n                    small round silver Broaches.- He was accompanied by another Beau, the\n                    rim of whose Ears were cut all round, except about an inch of\n                        theupper\n                    end\n                    part - the part thus cut was so streatch'd, and wound about with\n                    coarse brass wire, that it form'd an Oval of about three inches in\n                    length and two in breadth, at the lower end of which each hung\n                        an a Silver Cross, of above four\n                            three inches long.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.1953,
                    "lon": -83.0245
                },
                "media": {
                    "caption": "Page: 66",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "July 24, 1793",
                    "text": "\n                24th. \n                 Got most of our Baggage, Stores etc. on board the Dunmore, Captain Ford informing us he intended to sail\n                    early in the Morning.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 66",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "July 25, 1793",
                    "text": "\n                \n                    25th. \n                 About 9 oClock embark'd on board the Dunmore for the mouth of Detroit River\n                     River. - Col\n                        England having a desire to see the Commissioners took a\n                    passage with us, together with Lieut.\n                        Henn, and Ensign O 'Brien.\n                    - We had a pleasant Sail down the River, and in our way spoke the\n                    Schooner Nancy from Fort Erie. -at 2\n                    oClock P.M. anchor'd opposite the House of M.\n                        Elliott, where the Commissioners have taken up their\n                    quarters- We met with a kind reception, and were truly glad to\n                    find our very respectable fellow Travellers in good health and spirits.\n                    --\n                 - Captain Bunbury of the 5th. Regimt. and\n                        Lieutn. Givens of the Queens Rangers\n                    are appointed by Govn. Simcoe to bear the\n                    Commissioners company to the Treaty. - in the evening we pitch'd our\n                    Tents on a very pleasant Green on the River side, near the House where\n                    the Commissnrs. reside. - Our little encampment now consists of Twelve\n                    Tents.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 66",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "July 26, 1793",
                    "text": "\n                26th. \n                \n                 a very sultry day, - walk'd about a Mile &amp; a half down the\n                        River Lake to Simon\n                    Girty's, who is an Indian interpretter in the Brittish\n                    Service, and now attending the Council at the Miami\n                        River - in the evening it became Cloudy with distant\n                    Thunder, and before morning we had a very heavy Rain with much Thunder\n                    and Lightning - some of the company were obliged to quit their Tents\n                    and take shelter in the House.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.1953,
                    "lon": -83.0245
                },
                "media": {
                    "caption": "Page: 66",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "July 27, 1793",
                    "text": "\n                27th. \n                 This morning an opportunity presenting, William\n                        Savery and Jos. Moore went\n                    up to Detroit in Company with Gotlob Sansemen, a Preacher among the Moravian Indians who reside on the River La\n                    Trench.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 68",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "July 28, 1793",
                    "text": "\n                28th. \n                \n                    John Parrish, Jacob\n                        Lindley, and\n                    John Elliott and myself, went over to\n                     to Gros\n                        Isle where we had a Meeting at the House of Wm. McComb Esqr., who for the most part resides\n                    at Detroit, where his family is at present. - a considerable number of\n                    the Inhabitants were present - Gros Isle\n                    is situated at the Mouth of\n                    Detroit River, is seven miles long and\n                    two wide - The soil and Timber remarkably good, the whole being the\n                    property of Wm. McComb. - several of our\n                    acquaintance came from Detroit to pay us\n                    a Visit, among whom John Asquith and\n                        Francs. Cornwall - in the evening a\n                    number of the\n                    Oneida Indians, the same who arrived the\n                    first of this Month, were encouraged by some of the young Men of our\n                    Company to have a Dance, - they began about 8 oClock and continued\n                    untill 2 in the Morning, during which time, their Music and Shouts,\n                    effectually prevented us from Sleeping.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 70",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "July 29, 1793",
                    "text": "\n                \n                29th. \n\n                \n                    Willm. Savery return'd from Detroit in\n                    Company with Capt. Freeman and Ensign\n                    Broadhead, Joseph\n                        Moore intending to come down with the Schooner Nancy\n                    who it is expected will leave Detroit\n                    tomorrow on her way to Fort Erie.- In\n                    the evening arrived two large Batteaux, with Captain Elliott, Tho.\n                        McKee (son of the Col.)\n                    and a number of Indians who are said to be a deputation from the great\n                    Council - Elliott McKee and some others\n                    came over to us, but the Indians landed on an Island opposite to our\n                    Encampment. - We are informed the Indians at the Council are much\n                    dissatisfied with the conduct of their Chiefs who met the Commissioners at\n                    Navy Hall - that they either mistook their instructions, or neglected\n                    to follow them, in consequence of which, this second Deputation is\n                    sent.\n                 - Their first and Principal business we are told is to know of the\n                    Commissioners whither\n                     whither they have power to make the\n                    Ohio the boundary line, if not, the whole\n                    business is at an end.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 71",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "July 30, 1793",
                    "text": "\n                30th. \n                 About 9 A.M. the Indian Deputies, twenty five in number, came over and\n                    had a public conference with the Commissionrs\n                 -Their speaker (whose name in English is Carry-folks People- about) express'd their\n                    gladness that it had pleas'd the Great Spirit to bring the Commissioners\n                    thus far in safety and good health, and then proceeding to business,\n                    said, there had some mistake happened  at the Conference\n                    at Navy Hall, and in order to\n                    rectify which they had now come forward wih a message from the\n                    Council, and, that they might not be liable to blunder a second time, they\n                    had brought a Paper, which spoke what was in their their\n                    whole Heart. - They then delivered the Letter, being in\n                    substance the same as we were told last night, - After a few minutes\n                    private consul-tation, Genl. Lincoln, in\n                    behalf of the Commiss. told them the Indians, that the Contents\n                    of the\n                     Paper should be considered, and an\n                    Answer given Tomorrow. - We were inform'd, that, as Capt.Elliott, when he parted with the\n                    Commissioners, on going to the Miami,\n                    fully expected their would be a Treaty, had concluded to leave the Letter\n                    to Col. McKee (inclosing our Address to\n                    the Indians) of the\n                    17th, with the Comissnrs. to be return'd to\n                    us, which has been done accordingly.- about 4 P.M. Joseph Moore landed from the Schooner Nancy,\n                    having left Detroit about 10 in the morning,- the Nancy proceeded on\n                    her way to Fort Erie.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 72",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "July 31, 1793",
                    "text": "\n                31st. \n                 The Indians came over about 10 oClock, but were informed that an answer\n                    would not be ready for them before 5 in the afternoon,- about that\n                    time the Deputies assembled, and Col.\n                        Pickering, in behalf of the Commissioners, ap -pologized for\n                    making them wait so long for an answer.- He then according to the\n                    Indian custom, repeated over the Contents of the written message brought\n                    from the Council at the Miami, and proceed to read a very\n                     lengthy answer, which in the first\n                    place pointed out the improbability of any part of the business being\n                    misunderstood at the conference at Niagara, and stated such facts as made it appear that such\n                    a pretence could be nothing less than want of sincerity.-\n                    men -mention was then made of the several Treaties\n                    concluded since the establishment of the Independance of the United States,\n                    and of the new settlements made in consequence of those treaties, and\n                    of the impossibility of removing such a great number of Families from\n                    their habitations and Farms; and therefore, in the most explicit terms\n                        de-clared declared that the United States\n                    could not agree that the River Ohio should\n                    be the boundary line.- In the next place the Commissioners\n                    acknowledged that very improper Language had been held out at former\n                    Treaties, when it had been said that the United States claimed all the\n                    Indian Coun-try, (within certain limits mark'd out by the Treaty of\n                    Peace with the British) as a con-quer'd Country.- The Commissioners\n                     therefore, in the clearest terms, now\n                    relin--quishd all such claim, reserving only the preemption, or\n                    exclusive right of purchasing of the Indians.- The Commissioners then\n                    express'd their desires to meet the Indians in full Council, and a belief\n                    that if such work a thing\n                    could be done, and a friendly conference take place, a satisfactory and\n                    lasting Peace would be the consequence - They concluded with\n                    intimating that for the sake of an accommodation they would be willing\n                    to give up all the Land to the N.W. of the\n                    Ohio, excepting such only as were\n                    absolutely~ appropriated, and, for such as were appropri--ated, a\n                    generous compensation should be paid down, and a yearly Rent allowed\n                    forever.- The answer was interpretted paragraphically as it was read, and\n                    then the whole writing given to the Indians.\n                 -The old Wiandot Chief who delivered the message yesterday, got up and\n                    said, as thesun was going down they would consider of what was said by\n                    the Commissioners answer and speak a few words to them in the\n                    Morning.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 72",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "August 01, 1793",
                    "text": "\n                8 mo. 1\n                    \n                \n                 - The Indians came over about 7 oClock in the morning, and having met\n                    the Commissioners in Council - the old Chief who spoke last night\n                    arose, and said, they perfectly understood all that was said to them\n                    yesterday, and had only to say, that in regard to the several Treaties\n                    mentioned yesterday, they did not acknowledge any of them to be valid,\n                    and as the Commissioners had said they could not remove the white\n                    People over the River, so they, the Indians, could not consent to give up\n                    any of their Country, and concluded with saying, they came as Men\n                    wishing for Peace, but as that could not be obtained, they should\n                    return to their Council, and speak to their warriors:- And as for the\n                    Commissioners. they the Indians had nothing more to say to\n                    them, they might go home, and tell thePresident\n                    Washington what the Indians had said.-\n                 -After the Indians had retired a few minutes,\n                    Simon Girty their interpretter, and several\n                    of their Chiefs, came back, and said, there had been a mistake in the\n                    last part of the -\n                     speech - that the business of the\n                    Deputies was to carry the Commissioners answer to the Great Council,\n                    and they desired the Comissnrs. would wait a few days for a final\n                    answer.\n                 -The Indians then immediately took their leave, and Thos. McKee, about 11 oClock also set off for the Miami, and as the prospect of meeting the\n                    Indians at a general Treaty now appears very faint, Friends concluded to\n                    forward the address to the Indians, agreed upon the 17th ulto. ultimus by him, under\n                    cover to his Father Col. McKee.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 72",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "August 02, 1793",
                    "text": "\n                2nd. \n                 Being a pleasant day walk'd about four miles down the Lake - the place\n                    where we are encamp'd is the property of Capt.\n                        Matthew Elliott, on which is a handsome convenient\n                    House, and a very large new Barn - the Land appears to be of an\n                    excellent quallity both for Grass and every kind of Grain.- He has a large\n                    stock of fine Cattle, among which are 12 yoke of Oxen, and I counted\n                    31 Calves and 43 milch Cows - they are just now geting in the last of\n                    their Harvest, the wheat and oats have suffer'd much from prodigious flocks\n                    of Black Birds,\n                     notwithstanding the vigilence of\n                    several who were continually upon the watch to keep them off - The\n                    Indian Corn is begining to be fit for Roasting, and it is the business\n                    of one hand to watch the Birds, who have already done great damage in\n                    the field.\n                 --The Black Birds, we are told, are equally mischievious in all parts of\n                    the Country.\n                 --Came down, and sail'd the Sloop anchor'd opposite our\n                    Encampment, the Sloop Detroit from Michilimackanac bound to Fort\n                        Erie.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 72",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "August 03, 1793",
                    "text": "\n                3d. \n                 This morning intended going in a Canoe about 4 miles up the River to a\n                    Wiandot Village, but the wind blowing hard from the S.W. prevented\n                    us.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 72",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "August 04, 1793",
                    "text": "\n                4th. \n                 Heavy rain last night, and all this morning untill Hoon - in the\n                    afternoon had a Meeting at the House of Simon\n                        Girty about 5 oClock.- about 11 A.M. the Chipeway\n                    pass'd by on her way from Fort Erie and\n                        Miami River, bound to Detroit - She\n                    sent on Shore a Packet for the Commissioners from Philadelpa among its contents were News Papers as\n                    late at the 25th of the 6th month.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 72",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "August 05, 1793",
                    "text": "\n                \n                5th. \n\n                 The Wind moderated, and Weather clear'd away, - sail'd the Sloop Detroit for\n                    Fort Erie.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 72",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "August 06, 1793",
                    "text": "\n                6th. \n                 About 2 oClock P.M. departed this Life a poor Indian Slave who belonged to\n                        M. Elliott.\n                 --There is a Nation far to the westward,- called Panies, or Pawnees, with whom, it is said, the Chippeway's are at perpetual war, - it was a\n                    Custom formerly among these barbarous Nations to put all their prisoners to\n                    Death, but since their acquaintance with the White People these\n                    prisoners are become an article of Traffic, and sold to the Traders,\n                    -- who again dispose of them to the Settlers, by this means Indian\n                    Slaves are become numerous, and all, however acquired, go under the\n                    denomination of Pawnees. --\n                 -The poor fellow above mentioned was a Pawnee and had for a long time been in a declining way, but\n                    was so well this morning as to be able to walk about the Door - he died at\n                    2 in the afternoon and was put in the Grave about 7 the same evening -\n                    -The burial was attended by most of the Commissioners retinue, and\n                        J.M. spoke a few words at the Grave\n                    well adapted to the occasion.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 72",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "August 07, 1793",
                    "text": "\n                \n                7th. \n\n                 This day the Commissioners were furnished with a few ripe Water Melons,\n                    being the first I have seen.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 72",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "August 08, 1793",
                    "text": "\n                8th. \n                 The wind blew hard from the Eastward the greatest part of the last night,\n                    attended with Rain- this Wind we hope will hasten the arrival of a\n                    Vessell from Fort Erie, by whom a Person\n                    is expected from Philadelphia that was sent there an Express by the\n                    Commissioners from Niagara.- Some of our\n                    company kill'd one of the small black Rattle Snakes - there skin is\n                    much darker than the large sort, - they seldom exceed the length of 18\n                    inches, and have but two or three Rattles - there bite, is\n                    is said to be very venomous, much more so than that of the larger kind.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 79",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "August 09, 1793",
                    "text": "\n                9th. \n                 Last night arrived two of the Stockbridge\n                        Indians with letters from Hendrick their Chief, with by which we were\n                    informed that there seem'd to be a disposition in the Indian Council to\n                    admit the Commissioners to a Treaty, and giving it as his opinion that\n                    a Peace would be soon established.- We are further told that the place\n                    of Treaty is like to be altered from\n                    \n                    Sandusky to the mouth of the Miami, and that a Deputation from the Council\n                    may be expected to this day or tomorrow, who were are\n                    to give a favourable answer to the Commissioner's Speech and attend\n                    them to the place of Treaty - about 10 oClock a Canoe with 7 Chipewa Indians from the Council, arrived here\n                    on their way home. --these people confirm the intelligence we received\n                    last night, and we are again fill 'd with the pleasing hope that this\n                    tedious and expensive Embassy will not be altogethe fruitless.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 80",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "August 10, 1793",
                    "text": "\n                10th. \n                 Warm and sultry - anxiously waiting the return of the Indians.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 80",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "August 11, 1793",
                    "text": "\n                11th. \n                 This morning arrived the Ottaway from\n                    Fort Erie, in her came Jasper Parrish who was sent an Express by the Commissioners\n                    from Niagara to Philadelphia. - he brought Letters for most of our\n                    friends, and News Papers as late as the\n                    20th of last month.- The Chippeway also came down from Detroit, bound to Fort Erie, and anchor'd near our Encampment.&#173;\n                    Friends had a Meeting this afternoon at Gros\n                        Isle, at which I was not present.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 80",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "August 12, 1793",
                    "text": "\n                12th. \n                 Since we have been upon this spot we have experienced from a certain class\n                    of Men, a treatment\n                     very different from the generous\n                    politeness received from their brethren at Detroit, but have a hope\n                    that their ungenerous aspersions has not injured us individua1ly or brought\n                    any reproach upon the Society at large -- may their rude and\n                    ungenerous attempts serve to keen us more upon our guard and watchful\n                    over those weaknesses, which doubtless are more or less, the portion of\n                    human nature.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 81",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "August 13, 1793",
                    "text": "\n                13th. \n                 In the Ottaway arrived Captain Wilbank\n                    who came from the Southward with a party of Indians, as beforementioned he\n                    this day Dined with the Commissioners, and confirm'd what was noted as\n                    coming from him on the\n                    18th of last month, and gave a more full\n                    in--formation of the complaints of the Southern Indians, and of the attempts of the Spaniards to foment the\n                    difference subsisting between them and the United tates.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 81",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "August 14, 1793",
                    "text": "\n                14th. \n                 In the forepart of last night had a sudden and heavy fall of rain which\n                    made our Tents very uncomfortable for the remainder of the night.- The\n                    Commissioners growing impatient at the delay of the Indians, sent off\n                    an Express to the Council in order to hasten their answer.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 81",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "August 15, 1793",
                    "text": "\n                \n                15th. \n\n                 Two Wiandots from the other side inform us that an Indian from the Council\n                    arrived last night at their Village with intelligence that there had\n                    been great debates among them res respecting the answer to be\n                    return'd to the Commissioners The Shawnese, Delawares, \n                    Wiandots and Miami's being for war, and the Six Nations, on the Contrary,\n                    peacably inclined, that finally the Six Nations had prevail'd and\n                    messangers were to be dispatched three Nights ago with a favourable answer,\n                    and an invitation for the Commissioners to come forward.- One of the\n                        Wiandots abovementioned was a White\n                    Man taken by the Indians in his infancy, he cannot speak a word of\n                    English, he can give no or give any account of his Family; and\n                    only remembers that his Name was Honnes - His Ears were cut, and\n                    himself, in all respects, dress'd &amp; ornamented in the Indian stile -\n                    dullness and stupidity seemed to be spread over his Countenance, and\n                    his whole appearance could not but raise emotions of sorrow and\n                    commiseration.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Pages: 82, 83",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "August 16, 1793",
                    "text": "\n                16th. \n                 About 4 P.M. the long look-for answer arrived which at once put an end to all\n                     to all hopes of a Peace at present -\n                    the substance of this lengthy reply, which fill'd near two sheets of\n                    Paper was, that no consi--deration would induce the Indians to give up\n                    their Country, and nothing short of making the Ohio the boundary could give them satisfaction, and if the\n                    Commissioners could not agree to this there would be no use in meeting\n                    at a Treaty - The answer was signed, it is said, by sixteen Nations,\n                    being all that were present except the Six Nations, who all refused\n                    their concurrence and are favourably disposed towards the United\n                    States.- About 8 P.M. the two young Onondaga's return'd who were sent express by the\n                    Commissioners, as mentioned the 14th, they\n                    brought no written reply, and could give very little in-formation,\n                    except that they delivered their message to Capt.\n                        Brandt the Mohawk Chief, who\n                    informed that an answer to the Commissnr. Speech was already gone down, the purport\n                     of which he was intirely unacquainted\n                    with, as he, with the rest of the Six Nations, were not admitted into\n                    the Council - Thus ends a business in which, it is too probable, the\n                    fate of thousands are involved, - should there be any, who from\n                    interested motives, or mis--taken policy, have endeavoured to retard\n                    the work of Peace, and promote the horrid consequences attendant upon War,\n                    what will they not have to answer for!\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 84",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "August 17, 1793",
                    "text": "\n                17th. \n                 Struck our Tents and embarked our Baggage and Stoves on board the\n                    Dunmore- -the Wind being strong from the S.W., it was 4 in the\n                    afternoon before we got under way, when we work'd down with the-\n                    current into the Lake - in the evening we were about 10 miles from the\n                    place of our departure.- the wind about South.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 84",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "August 18, 1793",
                    "text": "\n                18th. \n                 The wind shifting last night to the N.E. brought us up to the Bass Islands this morning, where we came to an\n                    anchor in Pudding Bay about 7 oClock, being 40 miles from the mouth of\n                        Detroit River&#173; about\n                     about 10 A.M. the wind shifted round\n                    to N.N.W., we made sail, and run through the Islands - in the\n                    afternoon it fell calm, at6 in the evening we were about 10 miles\n                    belowthe Islands.&#173; This being the first day\n                        p (and just 10 weeks since we passed the same\n                    Islands)Friends had a Meeting in the Cabbin, which wasin the main a\n                    satisfactory time.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 85",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "August 19, 1793",
                    "text": "\n                19th. \n                Little wind all the last night, mostly from the N.E. - this morning\n                    almostcalm, the Bass Islands still in\n                    sight -light airs of wind all Day from the Northward- we made but\n                    little progress.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 85",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "August 20, 1793",
                    "text": "\n                20th. \n                Last night about 10 a fresh breezesprung up from the N. N. W. which\n                    conti-nued untill this morning - the fore partof the Day calm - at 1\n                    P.M. a breeze sprungup about N.B.E. about which time a Vessellhove in\n                    sight a stern of us which wesuppose to be the Ottaway bound to FortErie - at 4 P.M. close in with the\n                    Landnear the mouth of Elk River on the Southside of the Lake, - tack'd\n                    and stood tothe Northward\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 85",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "August 21, 1793",
                    "text": "\n                21st. \n                \n                A small breeze from the Eastward all night, - in the morning the\n                    SouthShore in sight - the Ottaway about 2Leagues to Leeward - at 2 P.M\n                    the Landon both sides the Lake in sight and\n                        the - at 4 P.M. the Ottawayabreast of us,\n                    about half a mile to anWindward. - the Wind N.N.E.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 85",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "August 22, 1793",
                    "text": "\n                22nd. \n                The wind last night hauld round to them\n                    SouSouth, and continued a fresh breeze untillmorning - Our\n                    Course E.N.E. - The Ottawayon our Lee bow about 4 Leagues distant- the\n                    Land in sight on both sides the Lake- at 10 A.M opposite Long Point, from\n                    whence over to the opposite Shore, near Presq\n                        Isle, thedistance is about 12 Leagues - at 2 P.M.\n                    calm, no land to be seen to the Northward - at 4 P.M.a breeze sprung up\n                    aboutSouth, which increased and blew fresh in the Evening.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.53357,
                    "lon": -78.552574
                },
                "media": {
                    "caption": "Page: 85",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "August 23, 1793",
                    "text": "\n                23d. \n                About 1 A.M. anchor'd at Fort Erie - the\n                    wind blowing hard all day made it very difficultto Land which prevented our\n                    making much progressin preparing to get on our way to Niagara\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.53357,
                    "lon": -78.552574
                },
                "media": {
                    "caption": "Page: 85",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "August 24, 1793",
                    "text": "\n                \n                24th. \n\n                Disposed of most of our spare Stores - Govr.\n                        Randolph and Col. Pickering\n                    crossd over toBuffaloe Creek, intending\n                    to go through the GeneseeCountry down to New York. J.Parrish, Ja. Lindley,\n                        J. Moore, &amp; J.\n                        Elliott, also took theirleave of us, intending to proceed\n                    through thewoods to Philad. - General Lincoln, Ch.\n                        Storer, J.Heckenvelder,\n                        Dr. McCoskry, Wm. Savery &amp; myself, intending to go by the\n                    wayMontreal to New York.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 85",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "August 25, 1793",
                    "text": "\n                25th. \n                Procured Batteaux in which we put ourBaggage and embark'd about 9 oClock\n                    downto Chippeway Creek, within two miles\n                    of theGreat Fall, where we arrived about one - after Dinner J.Heckenvelder &amp; myself wentto take a\n                    second view of the Falls, we wentdown by Birch's Mill, and along under\n                    theHill to Table Rock, opposite the Falls,\n                    J.H. beingfatigued would go no further, I procured a guideand went\n                    about a mile below to a place wherewe f by the help of\n                    Indian Ladders wedecended down to the waters edge, and went along upon\n                    the broken Rocks up to theFalls - The River to the Eastward of the\n                    IslandI suppose to be 250 yards wide, the lower end\n                     of the Island, and the River to the\n                    Westward of theit, I suppose to be each of the same width, -\n                After spending some time in viewing thiswonderful sight, we ascended the\n                    hill and walk'dabout three miles, where we got Lodgings andtarried all\n                    Night.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 88",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "August 26, 1793",
                    "text": "\n                26th. \n                Walk'd down to the Landing where we foundGeneral\n                        Lincoln, Wm. Savery &amp; some\n                    others who came in a Waggon last night - about noon our\n                     our Baggage arrived and was deposited\n                    in the Kings Store.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 89",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "August 27, 1793",
                    "text": "\n                27th.\n                    \n                A Light Breeze of wind from the Westward, we could hear the roaring of the\n                    Falls uncommonlyloud, the distance being seven miles. - Wehear there\n                    is a Vessell at Navy Ha11 bound toKingston, but it is thought she will be detain'd untill\n                    they hear from Governor Simcoe who is on\n                    the opposite side of the Lake at Torento--\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 89",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "August 28, 1793",
                    "text": "\n                28th. \n                Procured a Batteau and went downto Navy Hall, and were accommodatedwith\n                    the Governor's empty House - theevening being calm could distinctly\n                        clearly hear the roaring of the Falls as I lay in\n                    Bed,the distance 18 miles\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 89",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "August 29, 1793",
                    "text": "\n                29th. \n                Arrived the Missesaga, a Kings Scho Schooner, from Toronto, by\n                    her we learn that the Gun Boat, in which CaptainBunbury was a Passenger, who left thisplace the\n                        23rd was not arrived at 7 oClocklast\n                    evening - as the wind blew hardthe night after she sail'd, we are\n                    fearfulsome accident has befallen her. - The\n                     Sloop Caldwell being ready to Sail for\n                        Kingstonand there being a prospect\n                    of a Wind, we got all our Baggage on board this evening\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 90",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "August 30, 1793",
                    "text": "\n                30th. \n                At 4 A.M. embark'd on board theVessell abovementioned, Commanded\n                        byCaptain Paxton, and left Niagara witha fair Wind, bound for Kingston at\n                    the entrance of the River St. Lawrence, -\n                    havinga fresh breeze all Day, about 8 P.M werea breast of long Point on the North sides of the Lake 100\n                    miles from Niagara.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 90",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "August 31, 1793",
                    "text": "\n                31st. \n                This morning about 5 oClock pass'dby the Islands call'd the Ducks, - Course from\n                    Niagara to the Islands about E.N.E.,\n                    from thence to Kingston about N.b.E. -\n                    from the Islands to Kingston 28 m. whole\n                    distance150 miles - At 10 oClock, anchor'd atKingston, formerly Fort Frontenac. - hereis a Fort and\n                    small Garrison, the Town consistsof a few scattering Houses, and the Land\n                    inthe neighbour'd appears to be very Stoney and poor. - A Batteau\n                    being procured we leftKingston about 1\n                    P.M., and having a fairwind, run all Night.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 90",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "September 01, 1793",
                    "text": "\n                \n                9 mo. 1st.\n                    \n\n                Went on Shore this morningabout 6 and breakfasted at a Tavernthree\n                    miles above Oswegatche, being 72miles\n                    from Kingston. - The River St.Lawrence for about 10 Leagues\n                        belowKingston has no current, and\n                    buta very gentle one the remainderof the way to Oswegatche; from thenceit begins to be very\n                    rapid. - in theafternoon we pass'd the Rapids call'dthe Long Sue, and\n                    about 6 oClock enter'd\n                    Lake St. Francis, which is 7 Leaguesin\n                    length and 2 wide two in breadth. - at 10 we were overtaken with\n                    a violent squall of Wind and Rain; and with difficulty got to land on\n                    the N.W. side, about 14 miles from the N.E. end of the Lake, where we\n                    left our Boat andmade up a fire on this Shore, andspent a very\n                    uncomfortable Night\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 45.431667,
                    "lon": -73.675
                },
                "media": {
                    "caption": "Page: 91",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "September 02, 1793",
                    "text": "\n                2nd.\n                    \n                A fresh Breese from the Westward - embark'd about 6 A.M. and at 8 landed\n                     at Mclntire's at the N.E. end of the\n                    Lake where we got a little refreshment and thenproceeded on our way\n                    down the River, - aboutone pass'd the Rapids of the Cedars, andat 4\n                    arrived at La Chine, where we tookup our\n                    Quarters at Grants Tavern, &amp; tarriedall Night\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 45.501689,
                    "lon": -73.567256
                },
                "media": {
                    "caption": "Pages: 92, 93, 94",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "September 03, 1793",
                    "text": "\n                3rd.\n                    \n                Sent on two Carts with our Baggageand about 9 A.M., in three Calathes,\n                    setoff for Montreal, where we arrived\n                    inabout an hour &amp; a half. - Distance from\n                    Kingston to Montreal 200 miles - In theafternoon that we left\n                        Kingston we runabout 30 miles before\n                    dark, and in all thatdistance saw but very few settlements, theLand\n                    appearing very rough and poor - thenext morning at day light, when we\n                    wereabout 60 60 miles from Kingston, we foundthe N.W. side of the River thickly\n                    inhabited, which continued to be the case all the waydown to Lake St. Francis, the improvementsare new, and\n                    the inhabitants mostly Loyalists\n                     and emigrants from different\n                    quarters, - after we got below the boundary Line which strikes the\n                    water somewhere on Lake St.Francis, we\n                    found improvements onboth sides, but the N.W. side of the Lakebeing\n                    low and Marshy swampy had but few settle&#173;ments, on\n                    the S.E. side appeared morepleasant, and better cultivated. -\n                    TheCountry on both sides the River, belowthe Lake, is thickly\n                    inhabited, especially on the West side, where the Land appearsto be\n                    fertile and well improved. - The Rapids in this River are not easily\n                    de-scribed, - those of Long Sue, and the Cedarsare the most\n                    remarkable, in one ofwhich we went 3 Leagues in 35 minutes and\n                        the in the other the same distancein 40 minutes.- Opposite\n                        La Chine,which is 9 miles from\n                        Montreal, is alarge Indian Town, the\n                    Houses appear'dto be commodious &amp; well built, a largeChurch, or\n                    Chappel, standing in the Town,and another building of the like kind, 3 or\n                     four miles from it. - La Chine is a Village situated on the same\n                    Island onwhich Montreal is built, to\n                    this place allGoods intended for the Western Trade isbrought by Land\n                    from Montreal, &amp; fromthence sent by\n                    Batteaux, Canoe's &amp;c inmany directions into the Indian Country.-\n                    in the River St.Lawrence, between Kingstonand the\n                    Lake St. Francis are a vast mul-titude of\n                    Islands, most of which are small,barren, and Rocky. - The Country\n                    inthe Neighborhood of Montreal appearsto be very thickly inhabited,\n                    fertile &amp; pleasant. - The Town is about half the size of\n                        New York, the buildings\n                    mo mostly of stone, some of the Housesare roof'd with Tin\n                    plates, and ingeneral are pretty well built, - someof the Streets are\n                    commodious and wellpaved, - it appears to have a plentifulMarket, and\n                    provision, in general, about the same price as in New York\n                     - after dining at Montreal we cross'dthe River at Longuiel Ferry,\n                    intendingto proceed on our way to Lake\n                        Champlain immediately, but it being in the heigth\n                    oftheir Oat Harvest, we were disappointedin getting Carriages, and\n                    were obligedto take up our Quarters at the Ferry-House for the\n                    Night.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 95",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "September 04, 1793",
                    "text": "\n                4th. \n                We were provided with Carriages &amp; about 6 in the morning set off for\n                    St. Johns, in our way pass'd by Fort Chamblee, in which is a Garrison,\n                    andabout 12 oClock arrived at St.John's,\n                    thedistance being 27 miles. - Chamblee\n                    issituated at the foot of the Rapids of theRiver Sorrell, which runs\n                    out of LakeChamblain, at St. Johns, into the RiverSt. Lawrence, from Chamblee to St. Johns\n                    is a carrying place of about 12 miles, theroad very good. - about 5 P.M.\n                    embark'don board a Boat of about 9 Tons burthen,Sloop rigg'd, and\n                    Deck'd, it being almost\n                     Calm, got only 5 miles on our way,\n                    and went on Shore, at a very ordinary Public Housewhere we tarried all\n                    night.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 47.090901,
                    "lon": -72.922895
                },
                "media": {
                    "caption": "Page: 96",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "September 05, 1793",
                    "text": "\n                \n                    5th. \n                 Embark'd about about 7 A.M. - the windbeing ahead, we work'd up about 9\n                    milesto a Tavern One mile below the Isle\n                        auxNoix, where we put up for the Night.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 97",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "September 06, 1793",
                    "text": "\n                6th. \n                Set off about 7 A.M., had to stop andgive an account of ourselves at the\n                    Fort on the Isle aux Noix - the Wind\n                    coming fairabout 11 oClock we got up the Lake to wherethe boundary\n                    Line intersects it in 45&#176; of N. Lattitude, - the Country on the East\n                    sideof the Lake appears pleasant &amp; fertile, &amp; thicklysettled\n                    on both sides of the Line, - on theWest side also are many settlements,\n                    butnot so flourishing as on the East. - aboutOne oClock pass'd the\n                    Brittish Garrison on Pointau Fair, and also the Kings Schooner\n                    layingin the Lake opposite to it, to both of whichthe master of the\n                    Boat was obliged to givesome account of himself and his Cargo.\n                \n                -- at 4 P.M. we arrived at Cumberlandhead in the State of New York, where\n                    a Custom House is established, here also,our little Vessell underwent\n                    another exa examination.- Our Skipper beingvery ill with\n                    the Ague &amp; Fever, desiredto be left here, and gave up the\n                    manage-ment of his Boat to the Passengers, &amp; a little Boy about 14\n                    or 15 Years of Age, as a Pilot. - the wind being fair and blowing\n                    veryfresh we were loth to loose it, &amp; venturedto push on, being\n                    told we could makea harbour at Gillilands Creek about 20miles further\n                    up the Lake, at whichplace we arrived about 8 in the evening,but in\n                    attempting to go in we found a Bar quite a Cross the Creeks mouth,\n                    onwhich we got a Ground, and the windblowing fresh, with a pretty\n                    high Seawe struck hard, - it was with a gooddeal of difficulty that we\n                    got our Boat offwhich when we had accomplished, not \n                     liking to trust any longer to our pilot,\n                    wecame to an Anchor, pretty much exposedto the Wind and Sea, and\n                    pass'd a very uncomfortable Night, having 12 Men andone Woman on\n                    board.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 98",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "September 07, 1793",
                    "text": "\n                7th.\n                    \n                As soon as day light appear'd we madesail, and run 12 miles to Bason harbour, on the Vermont side where we\n                    breakfasted- at 9 oClock pass'd the old Fort of\n                        CrownPoint, 12 miles from Bason\n                        harbour - at 3 P.Mpass 'd through the Piers opposite the\n                    remainsof Ticonderoga, and at 7 in the\n                    evening gotup to cold spring, a public Hquse within 8miles of\n                        Skeensborough. - The Shores of\n                    thisLake are mostly high and bold, and theCountry on both sides has by\n                    far a pleasanterappearance than any we saw on theupper Lakes - there\n                    are settlements allround Lake Champlaine,\n                    those towardsthe North end, and in general, on the East,or Vermont\n                    Side, appear to have the pre preference - At the South end of\n                    the Lake, on\n                     on both sides, the Country is very\n                    Rocky and Mountainous - From Ticonderogato Skeensborough, the distance of 25 miles, the Lake is like a\n                    narrow River, withvery high Cliffs on both sides, in some places much\n                    resembling the High Lands on Hudsons\n                    River. - About 12 miles below\n                    Skeensboroug the River is contracted\n                    betweenlarge Bodies of Marsh, which continuenearly all the way up, -\n                    among theseSwam Marshes were great numbers of Ducks of\n                    different kinds, but mostlywhat are call'd Wood Ducks\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 99",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "September 08, 1793",
                    "text": "\n                8th.\n                    \n                We arrived at Skeensborough about11\n                    oClock, the distance being 150 miles from St.\n                        Johns - at Skeensborough\n                    arefine Mills upon the Falls of Wood\n                    Creekwhere it empties into the east end ofLake Champlain, - the Land, in generalvery rough\n                    &amp; Mountainous, in whichare some fertile Vallies.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 99",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "September 09, 1793",
                    "text": "\n                9th. \n                Having procured two waggons to bringour Baggage, six of us set off about 7\n                     in the Stage Waggon for Albany. - Wepass'd the remains of Fort Ann &amp; Fort\n                        Edward, the first 11, the latter 24 miles fromSkeensborough, - about 8 in the eveningarrived\n                    at Saratoga on the North River, 35 miles from Skeensbugh. and 36 miles from Albany\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.6526,
                    "lon": -73.7562
                },
                "media": {
                    "caption": "Page: 100",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "September 10, 1793",
                    "text": "\n                10th. \n                We left Saratoga about 6 A.M.and\n                        reach'dLansingburg about 2 P.M.\n                    where we dined, - our ride this morning has been all theway in a very\n                    pleasant Road on the banksof Hudsons River\n                    - we pass'd through sosome beautiful Villages, particularly\n                    thehalf Moon, or Waterford, on the west sideof the River, about a Mile\n                    above Lansing-bourg, which is situated\n                    on the East side,they both appear to be places of considerableTrade,\n                    and from the number of new buildingserecting, very rapidly increasing in\n                    sizeand beauty, - the same may be saidof Troy which stands a few miles below\n                    Lansingbourg on the same side of the\n                    River where we again Ferried over and arrived atAlbany about 5 oClock - Lansingbourgh 9 m. from Albany.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.6526,
                    "lon": -73.7562
                },
                "media": {
                    "caption": "Page: 100",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "September 11, 1793",
                    "text": "\n                \n                11th.\n                    \n\n                Our Baggage arrived this afternoonand was put on board the Sloop Vley,\n                        Capt.Marseilles, who expects to sail\n                    tomorrow forNew York.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42.6526,
                    "lon": -73.7562
                },
                "media": {
                    "caption": "Page: 100",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "September 12, 1793",
                    "text": "\n                12th. \n                Left Albany about 10 oClock, with afine\n                    wind, and very shortly after, ranaground upon the Oversloughs abouttwo\n                    Miles below, where all our exertexertions to get off this Tide\n                    proved invain.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 100",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "September 13, 1793",
                    "text": "\n                13th. \n                Not being able to get the Vessell off athigh water last night, this\n                    morningmade a Raft of the boards upon Deckby which means and a great\n                    deal of labour got off a float and run downover the shoals,\n                    and came to an Anchor in order to take in our Raft of Boards. - about\n                    4 P.M. again made sail,the Wind, which for several days pasthas been\n                    strong from the Northward, isnow almost done.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 101",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "September 14, 1793",
                    "text": "\n                14th. \n                Light airs of wind from the southwd. - pass'd Hudson in the Night, which is\n                     30 miles from Albany - at 8 A.M. oppositeKatskill on the west side of the River 40 miles from\n                        Albany, - in the evening lay at Red Hook wharf, on the East side of the River\n                    45miles from Albany.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 102",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "September 15, 1793",
                    "text": "\n                15th. \n                Small breeses of Wind still from the S.ward - in the Morning found ourselves\n                    at Anchoropposite Usopus, on the West\n                    side, 100 miles from New York, - work'd down with the Ebb. and\n                    anchor'd in the evening about 4 milesabove Poughkeepsie, on the East side, which is call'd half way\n                    from Albany to New\n                        York\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 102",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "September 16, 1793",
                    "text": "\n                16. \n                Wind the same as Yesterday - in themorning we lay along side a Lime\n                    Kiln wharf opposite the mouth of Wappings\n                            CrCreek, 6 miles below Newburgh -\n                    about 1 oClock pass'd Newburg on the\n                    West side of the River, opposite to which on the east side of the River\n                    is the Fish Kills - New Windsor lays\n                    about one mile below Newburgh, on the\n                    same sideof the River - two or three miles below New W\n                    New Windsor, we enter the High Lands,\n                    &amp; anchor'd during the Flood, about 2 miles aboveWest Point.\n            \n            "
                }
            },
            {
                "location": {
                    "lat": 42,
                    "lon": -83
                },
                "media": {
                    "caption": "Page: 102",
                    "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"
                },
                "text": {
                    "headline": "September 17, 1793",
                    "text": "\n                \n                17th. \n\n                Having a strong Current inthe Night we pass'd, West\n                        Point, andStoney Point,\n                    Forts, and got clear of theHigh Lands about 4 o'clock in the Morningat\n                    which time we were overtaken witha heavy squall of wind &amp; Rain from\n                    the Northward - about 8 we were oppositeTappan - the wind still continuing we arrived at\n                        New York about 1 in theafternoon\n            \n\n        "
                }
            }
        ]
    }
}