{"calculate_zoom": false, "storymap": {"call_to_action": true, "map_as_image": false, "map_type": "stamen:toner-lite", "slides": [{"media": {"caption": "First Page", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "A Mission to the Indians from the Indian Committee of Baltimore YearlyMeeting to Fort Wayne, in 1804 ", "text": " Native Americans and Quakers "}, "type": "overview"}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 9", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "February 24, 1804", "text": "\n                2d mo. 24th.\n                Bade farewell to my relatives and connexions at Brookeville, and rode to Now-land's\n                        Ferry-28 miles-a very muddy and cold day. The high wind\n                    preventing us from cross-ing the Potomac\n                        river, we rode to the house of\n                    George Lepley, a neighboring farmer, where\n                    we found good accommodations, and were kindly entertained. \n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 9", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "February 25, 1804", "text": "\n                25th.\n                Crossed the Potomac early this morn-ing,\n                    passed over the Catoctin mountain, taking\n                    the village of Waterford in our way;\n                    thence through the gap of the Short\n                        Hill, over the Blue Ridge\n                    to Warmsley's Ferry over the Shenandoah\n                        river; thence across the Shenandoah to the house of our friend, John McPherson, a dis-tance of 29 miles. This\n                    day's journey has been highly entertaining; mountain rising above\n                    mountain, and farm above farm, till we reached the summit of the Blue Ridge, from whence a most extensive and\n                    beautiful prospect of the country, both on the east and west side of\n                    the mountain, was full in view. From the top of this commanding\n                    eminence, we were the specta-tors of a beautiful natural scene. A cloud,\n                    small in its appearance, passing nearly upon a level with our\n                    elevation, cast its shadow upon theGoose\n                        Creek settlement below, for several miles in extent. The\n                    precise shape of the cloud, with all its indentations, was visible in the\n                    shadow; the indentations bearing the same enlarged pro-portions, with\n                    the shadow, to the cloud.\n                An extraordinary deceptibility in human vision is evident, in a view of the\n                        Shenandoah river, from the summit of\n                    the Blue Ridge. The river, in the\n                    estimation of some of our company, did not appear to be further from us\n                    than the distance of half a mile and it proved to be not nearer than\n                    three or four miles.\n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 9", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "February 26, 1804", "text": "\n                26th.\n                 Passed across the Shenandoah valley, a\n                    body of excellent limestone land. This valley is several hundred miles in\n                    length, and general-ly from 20 to 25 miles in width, lying between the\n                        Blue Ridge and the North Mountains. Many parts of it retain to this day the\n                    name of barrens, though now heavily timbered, being at the time the\n                    land was taken up, covered with scrubby bushes. On our way we crossed a\n                    small river called the Opekon,-and it\n                    being the first day of the week, we attended the Ridge\n                        Meeting of Friends, after which we spent the remainder\n                    of the day, and lodged at night, at the house of our friend, David Lupton, at the foot of the North Mountain,-having travelled 18 miles. One\n                    of our horses faltered this morning, having been too well fed at last\n                    night's quarters. \n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 9", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "February 27, 1804", "text": "\n                27th.\n                This day travelled 31 miles, and lodged at Clayton's Ordinary,*\n                        *An Ordinary, is another name for a house\n                        afford-ing indifferent entertainment. having crossed the\n                    North Mountain, Timber\n                        Ridge, Sandy Ridge and\n                        Capon Mountain; also forded Great Capon river and North river. Our road led us through several long and\n                    narrow valleys, which were well timbered and rich; we have also passed\n                    large tracts of mountainous, uncultivated, and doubt-less never to be\n                    cultivated land. It is said deer are very plenty in the tract through which\n                    we have passed to-day, but none were discovered by us. Upon some of\n                    the mountains, and also in the valleys, we observed a few tolerably\n                    well-looking farms; we have also noticed several small sugar camps in\n                    the course of this day's journey.\n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 11", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "February 28, 1804", "text": "\n                28th.\n                Continued our journey,-forded the\n                    Little Capon river, the south branch of\n                        Poto-mac, Patterson's creek, and the north branch of\n                    Potomac. We also travelled over Little Capon Mountain, South Branch Mountain and North\n                        Branch Mountain, passing through Springfield,\n                    Frankford and Cresapsburg villages, reaching\n                    Musselman's tavern, near the foot of the\n                        Alle-ghany Mountains; making a journey\n                    of 37 miles.\n                A snow has been falling for some hours upon the remains of a former snow ten\n                    inches in depth. Our journey to-day has been very en-tertaining,\n                    notwithstanding the severity of the  weather, and the danger at\n                    this time attendant, on climbing up and descending precipices.\n                There is much in a journey over these moun-tains to puzzle, as well as\n                    amuse, the naturalist. Many extraordinary natural curiosities have\n                    fallen under our observation, in the diversified appearance of mountains,\n                    rocks and valleys. We have passed to-day the most ponderous, craggy\n                    and over-jutting rocks we have heretofore met with, many of which were\n                    elevated several hundred feet above our heads, and seemed to threaten\n                    us with impending danger; which was not a little magnified, in our\n                    apprehensions, from observing cast bodies of rock, which had evidently\n                    tum-bled from their lofty summits into the valleys. Had we been\n                    disposed to indulge fancy, we might have figured to ourselves, in a view\n                    of these rude mountains of rocks, many of those descriptions met with\n                    in Roman, Greek or Egyptian history, of amphitheatres, obelisks,\n                    pyramids, &amp;c. &amp;c; whilst many others exhibit-ed such regular, wavy\n                    appearences, interspersed alternately with oaks and pines, and soil of\n                    various hues, as seemed to challenge the painter with his diversified\n                    shades of coloring. And could we have observed here goats, white bears\n                    and reindeer, with now and then a human being clothed in skins and\n                    furs, and with weather a little colder, we might, perhaps, have been\n                    led to suppose ourselves in Lapland. A few settle-ments are made in\n                    this tract, which are mostly in the valleys. Deer are said to\n                    be very numerous upon these mountains-several were seen by us. We also\n                    observed seats erected in the branches of the trees by the hunters, twenty\n                    feet in height, being concealed stations for the purpose of shoot-ing\n                    deer at the Salt Licks. We have also seen several flocks of turkeys and\n                    pigeons in vast numbers. \n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 13", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "February 29, 1804", "text": "\n                29th.\n                Travelled thirty miles upon the Alle-ghany\n                        Mountains, and at night lodged at Smith's Ordinary. We have\n                    to-day passed through land heavily timbered, tolerably level, and said to\n                    be rich and clear of stone; of this, the snow pre-vented us from\n                    judging. We also crossed over that part of the Alleghany ridge which divides the eastern and western\n                    waters of our continent- the streams all bearing a right hand\n                    direction: Near this part of the mountain, our road led us through the\n                    most beautiful and lofty forest of spruce and pine I ever saw. This forest\n                    is call-ed the Shades. The trees are generally from 108 to 180 feet in\n                    height, with a body not more than 12 inches in diameter at the surface\n                    of the earth.\n                We also forded one of the branches of the\n                    Youghiogany river, called the Little Crossings. The principal ridges which we\n                    passed are called by the mountaineers the Back-bone\n                        Ridge, (from its sharp elevation,) the Winding Ridge and the\n                    Negro Mountain. On inquiring into the\n                        origin of the name of the latter, we were informed\n                    that many years ago, a white man and a negro who were hunting together,\n                    accidentally fell in with an Indian upon this ridge who was armed;\n                    both the negro and the Indian betook them-selves to trees, presented their\n                    guns at each other, and fired at the same moment, and both fell dead.\n                    Thier images are cut upon the trees behind which they fell, as a memento of\n                    the circumstance. The ridge has ever since been called the Negro Mountain.\n                Deer and turkies are numerous upon these mountains. The hunters have in many\n                    places erected seats, as heretofore described, for the pur-pose of\n                    shooting deer.\n                Over the greater part of our journey to-day we have found snow two feet in\n                    depth. A tolera-ble track is however beaten for us by a descrip-tion\n                    of pedlars, who pass by the name of Packers. These people carry on a\n                    considerable trade be-tween the Redstone settlements and Winchester, in Virginia, as also with several other villages in the western\n                    part of that State.\n                They take with them upon horses, bags of flax, which article they purchase\n                    at Redstone at a low price; this they\n                    dispose of at an advance, and in return carry salt, for which they are\n                    well paid at Redstone. It is not\n                    unusual to meet a Packer, having under his direction half a dozen\n                    loaded horses. These animals on meeting travel-lers, do not turn aside from\n                    the beaten path. We were several times under difficulties in\n                    making our way through the snow on their account.\n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 14", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "March 01, 1804", "text": "\n                3d mo. 1st.\n                This day we travelled thirty six miles, passed through the villages\n                        Woodstack and Uniontown, and after night reached the house\n                    of our friend, Jonah Cadwalader, in the\n                    neighborhood of Redstone, Old Fort, and near the Monongahela river. On our way we passed a place called the\n                        Great Meadows, upon the\n                    Alleghany Mountains. This place is noted\n                    for an entrenchment, cast up by General\n                        Washing-ton, then Colonel Washington, when retreating\n                    from a defeat given to a small force under his command, (near the junction\n                    of the Alleghany and Monongahela rivers,) history says by a much superior body\n                    of French and Indians. We also passed over the spot where Gen. Braddock was buried. His army of 1200\n                    chosen men was de-feated near Fort Du\n                        Quesne, in an unexpected attack by the Indians. We are told\n                    that the\n                    General and half this number were killed,\n                    and sixty-four out of eighty-five of his officers; of those who\n                    escaped was Washington, at the time\n                    Aid-de-Camp to General Braddock. The\n                    de-feated army brought off their dead commander and buried him in the\n                    road, in order to elude the search of the Indians for his dead body.\n                It may be remarked that the land in the neighborhood of the Great Meadows is very level and the timber\n                    heavy, which indicates the goodness of the soil. A considerable body\n                        ofthis land was owned by Washington at the time of his death.\n                This day's journey has been very disagreeable and cold, owing to a continued\n                    fall of snow. We greatly regretted that the clouds prevented a view of\n                    the Redstone settlements from the top\n                    of Laurel Hill, this being that part of the\n                        Alle&#173;ghany Mountains from which a\n                    descent is made into the country below. From this commanding eminence\n                    the prospect, we are told, is beautiful beyond description.\n                Our disappointment, however, was in some measure recompensed by finding\n                    ourselves, when upon the top of this hill, not only above the clouds,\n                    but also so elevated in a cloud as to find the particles of snow resembling\n                    fog; a proof that large spits of snow, as they are called, ac&#173;quire\n                    their size by an accumulation of particles on their way from the clouds to\n                    the earth. I may here mention, that the difficulties and fatigues of\n                    our journey thus far have been rendered light by the agreeable company of\n                    my brother-in-law,\n                    Thomas Moore, and our esteemed friend,\n                        Israel Janney, the former joining us\n                    at Brookeville, and the latter in the\n                        Shenandoah Valley. They are\n                    complying with an appointment by our late Yearly Meeting, in a visit to a\n                        Quarterly Meet&#173;ing at Redstone.\n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 14", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "March 09, 1804", "text": "\n                9th.\n                The river Monongahela not having yet risen,\n                    we are greatly disappointed in our wish and intention to take boat at\n                        Redstone for the mouth of the\n                        Miami of the Ohio. We have, therefore,\n                    no other alternative than to prosecute a long and doubtless fatiguing\n                    journey by land. This morning, whilst we were preparing to pro-eed on our route, two young men arrived at our quarters, for\n                    the purpose of accompanying us; one of them a blacksmith, and a member of\n                    our Society, the other a carpenter, and a steady young man. They are\n                    under the pay of government, and have engaged to reside in the\n                    neighborhood of Fort Wayne, to be\n                    employed for the benefit and instruction of the Indians. Previous to\n                    our leaving home, we had reason to expect that we should be overtaken\n                    by these young men, and were glad to have our expectations realized.\n                Again proceeding on our journey, we passed through Brownsville, a village on the Mononga-hela River; crossed over that river in a boat,\n                    and rode about twenty-six miles to Washington, an inland town. Our ride to-day has been\n                    through a very hilly country, tolerably rich, though badly watered. It\n                    is said that one of the first survey-ors of this tract of country, when\n                    questioned re-specting its general appearance, replied, It is like a large meadow filled with stacks of\n                        hay. A comparison very apropos.\n                It is worthy of remark, that near Brownsville, on the Monongahela, are the remains of an old fortification,\n                    including several acres of ground. Mussel shells are yet very abnndant\n                    within the intrenchment; and nearly opposite to the forti-fication are\n                    two fish pots extending quite across the river; they are made of stone,\n                    weighing gene-rally from thirty to forty pounds. It is said that the\n                    Indians who resided near the spot at the time of its discovery\n                    by the white men, had not even a traditional knowledge of the making of\n                    these fish pots, nor of the erection of the fortification. \n                This day, in passing along, my mind has been involved in much serious\n                    reflection on the im-portance of our mission. And I trust I have in no\n                    small degree felt the responsibility we are under, not to men only, but to\n                    the Great Author of all good, with an ardency not to be expressed,\n                    that we may indeed discharge the trust reposed in us, and perform the duty\n                    required of us with propriety.\n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 22", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "March 10, 1804", "text": "\n                10th.\n                Travelled thirty-four miles, and after night were glad to reach the house of\n                    our friendJonathan Taylor, in the State\n                    of Ohio; on our way we passed through the\n                    small villages of Tay-lorstown and\n                        West Liberty. The tract of coun-try\n                    through which we have travelled is generally fertile and is mostly settled.\n                    In the course of this day's ride, it is observable that limestone is\n                    to be found on the tops of the highest hills, but is rarely found in the\n                    bottoms.\n                It may now be noted that the hills between the Monongahela and the Ohio rivers\n                    are gene-rally of a very singular description, having two or three\n                    circular elevations, the surface of each elevation flat for the space of\n                    twenty-five to thirty feet in diameter. These flat appearances extend\n                    quite around the circumference of the hills, and seem to vie with art for\n                    regularity.\n                This day we crossed in a boat the great river Ohio. On approaching it, I felt no small degree\n                    of awe. The slow and majestic movement of so vast a body of running water,\n                    added to the re-collection of the blood which had been spilt re-lative\n                    to its shores, enforced the sensation. With what obstinacy the poor Indians\n                    resisted the de-signs of the white men in making settlements west of\n                    this river! Having been driven further and further westward, relinquished\n                    claim to tract after tract, they here made a stand, fixed in a\n                    re-solve, hitherto ye may come, but no farther! This river shall be\n                    the boundary between us! It shall limit your encroachment! The\n                    resist-ance they made, and the blood which was split, sufficiently\n                    prove the reluctance with which they gave up the contest. The bottom upon\n                    the west side of the river where we crossed, which was at the junction\n                    of Short Creek, is very rich, but not\n                    wide. In this bottom we observed a mound of earth cast up to the height of\n                    fifteen feet, its diameter at the base forty-five feet, and said to be\n                    a burial place, but whether made by the In-dians or not is not ascertained.\n                    It is said that two miles below this is a square fortification\n                    containing several acres of ground, enclosed by a bank of earth thrown up\n                    by art to the height of eight feet.\n                Along the east shore of the river great de-struction was made a few years\n                    ago by a species of caterpillar which infested the trees. They fed\n                    upon the leaves, and thus killed trees of enormous size. Their\n                    havoc extended for many miles along the river, and reached about seven\n                    or eight miles from the shore. \n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 23", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "March 11, 1804", "text": "\n                11th.\n                This day being First-day, we rested ourselves and horses, and were glad to\n                    have an opportunity of attending a meeting of Friends, called Short Creek Meeting. A Monthly Meet-ing is lately\n                    established here by Redstone Quar-terly\n                        Meeting. About forty Friends were at this meeting, and most\n                    of them were new settlers. The greater number had moved from North Carolina. The meeting was held in a log\n                    house or cabin, situated upon a beautiful hill, covered with lofty\n                    timber. The difficulties and incon-veniences of a new settlement, are\n                    rendered the more easy and tolerable, where, as in the instance of\n                    these Friends, a number of families, by agree-ment, form a settlement in\n                    the same neighbor-hood. In the afternoon several of them visited us at\n                    our lodgings, and expressed sympathy with us in our undertaking.\n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 23", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "March 12, 1804", "text": "\n                12th.\n                Proceeded on our journey; travelled thirty-one miles and reached Randallstown; part of the day has been rainy,\n                    and the riding very disagreeable. We have passed through a body of\n                    land heavily timbered and very rich. There are yet but few settlements made\n                    on this tract. The first settlers in this new country erect small log\n                    cabins, which they cover with split timber called puncheons; these they pin\n                    to the rafters with wooden pins. Nails are rarely to be\n                    found in any part of the house. Their floors are hewn out of the\n                    timber, and pinned to the sleepers with wooden pins. They clear their land\n                    by killing the timber, which is done by girdling the trees, that is by\n                    cutting the bark around the trees to the wood. They then proceed to\n                    the cultivation of the soil, which produces them abun-dant crops.\n                It is a common practice with them to sow small grain upon the original\n                    surface, which is harrowed in, and such is the looseness and\n                    light-ness of the soil, there seems but little necessity for the\n                    plough in raising the first crop of grain.\n                Our road led us across a water of the Ohio\n                    called Captena; also several streams belonging\n                    to a river called Stillwater; thus named\n                    from its slow, silent progress to the Muskingum.\n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 23", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "March 13, 1804", "text": "\n                13th.\n                This day we travelled twenty-five miles and reached Beathe's Ordinary. We have had a very disagreeable day's\n                    ride. A continued fall of rain, hail, and snow, and the road very miry\n                    and fatiguing to our horses. The land through which we have passed not\n                    quite so good gene-rally as that noted yesterday. We, however, saw\n                    considerable bodies of excellent land, parti-cularly of bottoms. Some of\n                    them were of far greater extent than any we have heretofore met with,\n                    being heavily timbered and very rich. Scarcely a settlement has yet been\n                    made in this tract; deer are very plenty here. It is to be\n                    re-marked, that in riding the last fifty miles, we have scarcely seen\n                    one of any of the descriptions of the feathered tribes, except owls. Birds\n                    love to resort to the haunts of men.\n                Squirrels appear to be very numerous, and are mostly of a deep black color.\n                    In the notes made on crossing the Alleghany\n                        Mountains, I omitted to observe that the squirrels we\n                    saw there were mostly red, and less in size than the grey squirrels of\n                        Maryland. They are the most active\n                    squirrel I ever saw, and are called by the mountaineers the Chipparee\n                    Squirrel. \n                We this day crossed several of the branches ofWill's\n                        Creek. This creek we understand derivedits name from Will, a\n                    famous Indian, who former-ly had a town upon its banks called Willstown.\n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 25", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "March 14, 1804", "text": "\n                14th.\n                Travelled twenty-five miles, crossing in our way the main branch of\n                        Will's Creek and a  water called\n                        Salt Creek; at night reached Zanes-ville, and lodged at M'Intire's tavern. This is a town lately laid\n                    out on the Muskingum river, opposite to\n                    the junction of Licking creek. Its\n                    situation is very level and handsome, and will doubtless command the trade\n                    of this new coun-try. As we approached the Muskingum, our roadled us upon a hill of about 200 feet\n                    elevation, upon which we rode for a distance of seven miles; both upon\n                    our right and left hand, were chains of hills about ten miles from us,\n                        in view, bearing the same westerly direction, with\n                    that upon which we travelled. The appearanceof these hills revived the\n                    recollection of theBlue Ridge, and its\n                    parallel mountians. Several mounds or burial places were to-day\n                    observed by us.\n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 26", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "March 15, 1804", "text": "\n                15th.\n                This day we travelled thirty miles and lodged at a small hut called\n                    Trimble's. \n                We ferried the beautiful river Muskingum at\n                    Zanesville, where it is about 600 feet wide,\n                    rode through a tolerable tract of land, till we reached a creek called\n                        Jonathan's creek. From this creek to\n                    the end of this day's journey, a distance of twenty miles, we rode through\n                    land which we think preferable to any tract we have yet passed, being\n                    more level, the timber heavier and the soil very rich; many Germans are\n                    making settlements here. Several mounds fell under our observa-tion\n                    to-day; we also saw many deer; seventeen of these were together in one\n                    wheat field.\n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 27", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "March 16, 1804", "text": "\n                16th.\n                Rode thirty-two miles, and at night were permitted to lodge under a roof\n                    called Gray's. We passed through New\n                        Lancaster, a town lately laid out, and situated on the\n                        greatHock-hocking river, as it is\n                    called upon the maps. Its size greatly disappointed me; an ac-tive man\n                    may jump from one of its banks to the other at New\n                        Lancaster.\n                This town as well as the neighboring country, is being rapidly settled by\n                    Germans. During our day's ride, the extraordinary beauty of\n                    the country, as well as the superior excellency of the land, excited\n                    our admiration. Now and then a prairie or natural meadow containing from\n                    fifty to two hundred acres, apparently a perfect level, having neither\n                    tree, shrub, stump, or stone, and the soil the deepest black I ever saw in\n                    any com-position of earths, attracted our notice. These were\n                    surrounded by higher ground, covered with lofty timber, extending to the\n                    next prairie, and thus on till we reached a tract called the Piqua Plains. Here our admiration was afresh\n                    excited by a view of the most beautiful scenery we had yet met with.\n                    This tract is perfectly level; it is situated upon the Scioto river, is seven miles in length, and\n                    generally three miles in width, hav-ing neither tree, stone or shrub, and\n                    composed of the black earth above described; it is in part under\n                    cultivation. About the centre of the prairie is a circular mound of large\n                    diameter, and about forty feet in height, cast up by art. It is\n                    covered with lofty timber. The people who cultivate these plains find them\n                    to produce from eighty to one hundred bushels of Indian corn, and from\n                    forty to fifty bushels of Indian corn, and from forty to fifty bushels of\n                    wheat per acre. They plant corn at the distance of two and a half to\n                    three feet apart, having six to eight stalks in a hill.\n                In the course of this day's journey we have seen deer and turkeys in\n                    abundance, and for several days past have seen vast numbers\n                    of pigeons.\n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 28", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "March 17, 1804", "text": "\n                17th.\n                Travelled fifteen miles and arrived at the town of Chilicothe, where we were well en-tertained at Tiffin's\n                    tavern. The governor of the State of Ohio\n                    resides here, who having heard of our arrival, paid us a visit in the\n                    even-ing and supped with us. We were pleased with his friendly\n                    affability. In the course of this day's short ride, our road led through a\n                    continua-tion of the finest lands.\n                It is remarkable that there are uniformly three gradations of elevation,\n                    from the banks of the Scioto river. The\n                    first is a bottom of about one mile in extent, very level and covered\n                    with black walnut, buck eye, blue ash, honey locust, and sugar trees.\n                    Then upon another elevation of about fifteen feet, a second bottom, which\n                    ex-tends from one to two miles, covered with the same descriptions of\n                    timber, though heavier, and the trees standing nearer together. Then\n                    an-other elevation about the same height, which ex-tends for many\n                    miles, being a little inclined to hills; the timber composed of a great\n                    variety. People are settling fast upon this tract, and several mills\n                    are already erected upon a creek belonging to the Scioto, which we crossed, called the Killakanik.\n                On our way we turned aside from our road to view an ancient fortification.\n                    This fortifica-tion is on the Scioto bottom adjacent to the river, and is shaped\n                    thus.\n                \n                    Map of an ancient fortification along the Scioto River\n                    \n                        \n                             Ancient Fortification on Scioto\n                                    River. A pictorial representa-tion of this\n                                Indian antiquity has been published in the Smithson-ian\n                                Contributions to Knowledge, vol, I, plate xviii.\n                        \n                    \n                \n                The bank of earth thrown up around the for-tification is about six feet\n                    high, surrounded by a ditch upon the outside, now four feet in width,\n                    and as many in depth. The bank is covered with lofty timber, as is also the\n                    ground within the intrenchment. There are several mounds such as have\n                    heretofore been described in the vicinity, and within the town of\n                        Chilicothe there is another\n                    fortification of which the diameter is about 450 feet. Near this is the\n                    largest mound we have seen, being 100 feet in diameter,\n                    and thirty feet in height, and is a globular figure of great\n                    regularity. Three miles below the town of Chilicothe, and between the Scioto and Paint Creek,\n                    and near their junction, is a fortification of the following figure:\n                \n                    Map of a fortification between the Scioto and Paint Creek\n                    \n                        \n                            Containing 30 Acres.\n                        \n                    \n                \n                The banks of this ancient work are about six feet in height. The eight small\n                    circles opposite the openings or gates are mounds of considerable\n                    size.\n                I had omitted to mention, that on the east bank of the Scioto, nearly opposite Chilicothe, we measured to-day a sycamore tree which\n                    was sixteen feet in diameter. The tree is hollow, and measures\n                    thirteen feet across the hollow. New settlers have frequently encamped in\n                    this tree with their families, whilst they were making choice of land\n                    to settle upon.\n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 33", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "March 18, 1804", "text": "\n                18th.\n                Proceeded upon our journey fifteen miles and lodged at Platter's tavern. On\n                    our way we passed many mounds. Several of them were of the\n                    shape and size of the one described in the town of Chilicothe. Our attention was also arrested by the\n                    appearance of a bank thrown up at some distance from the road; on riding\n                    to it we found it to be a very extensive fortifica-tion. It is\n                    situated upon a level plain near\n                    Paint Creek, one of the waters of the\n                        Scioto river. As this is a work of\n                    great labor and curi-osity, I shall be minute in my description and\n                    give the following figure.\n                \n                    Map of fortification on Paint Creek\n                    \n                        \n                            Ancient Fortification on Paint\n                                    Creek, near Chilicothe, contain-ing within the embankments\n                                nearly one hundred acres.\n                        \n                    \n                \n                \n\n                The bank which is cast up for the fortification is now fully four feet in\n                    height, and thirty-three in width, at the base covered with lofty\n                    timber.\n                The figure marked (A) is a very regular oval mound 500 feet in diameter,\n                    from one extremity to another the longest way, and 300 feet in\n                    diameter the other way; perpendicular height is about thirty feet. This\n                    mound is paved over with stone, and has upon it trees of large size,\n                    as well as the remains of decaying trees, which after acquiring their\n                    full growth have fallen. The two circles marked (B) are very perfect\n                    globular figures. They are one hundred feet in diameter, and about thrity\n                    feet perpendicular height.\n                The remaining eight small circles represent mounds which are from eighty to\n                    one hundred feet in diameter, and from twenty-five to thirty feet\n                    perpendicular height, being also globular figures, and all covered with\n                    lofty timber. The semi-circle (C) is a bank of earth thrown up to the\n                    height of about three feet, its diameter about one hundred and fifty\n                    feet.\n                Near the outer banks of this extraordinary fortification are many large\n                    holes in the earth, at least one hundred feet in diameter, and of\n                    considerable depth. These are no doubt places out of which the earth was in\n                    part taken for making this work of labor.\n                The land through which we have passed to-day, is a continuation of a\n                    country, very level  and beautiful, being situated on Paint Creek; the soil, the same in appearance\n                    as that de-scribed yesterday, nothing seeming to indicate its superior\n                    richness, unless it be the size of its timber. The heaviest and most\n                    towering trees we have seen, we met with to-day. Our progress was\n                    impeded by our curiosity to take the girth of many trees; we measured white\n                    oaks which were from seven to eight feet in diameter; walnuts, six to\n                    seven feet four inches; elms, six to six feet eight inches; ash, five feet,\n                    and honey locusts four feet in diameter; the girths taken eight feet\n                    above the surface of the earth. These trees carried their thickness to an\n                    amazingheight.\n                We also measured a few sycamore trees, and most of them were from eight to\n                    ten feet in diameter; one of the sycamores we measured which was eight\n                    feet in diameter, continued its thickness forty-five feet without a limb,\n                    its top very branching and large. While we were admir-ing it,\n                        Philip Dennis* suggested an opinion\n                    that this tree, could it be split into cord-wood after the common manner,\n                    would measure forty cords. At first we questioned the statement, but\n                    upon making a calculation, became con-vinced that his estimate was within\n                    bounds. \n                These were not trees singled out as the only monuments; we turned not aside\n                    to search for them, but measured such as fell under our ownobservation\n                    in passing over our road. It is more than probable that there\n                    are trees in the same tract larger than any we saw. Few settlements\n                    are yet made here. \n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 35", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "March 19, 1804", "text": "\n                19th.\n                Rode seventeen miles, and reached the residence of our friend William Lupton, upon\n                    Lee's Creek, one of the head waters of Paint Creek. Our road led us eight times across\n                        Paint Creek; passing a great part of\n                    the way through the bottoms of Paint\n                        Creek. The land the same in appearance as remarked\n                    yesterday. In the course of our ride, we saw many hundreds of poplars\n                    which were the more observable, as we have scarcely noticed a poplar since\n                    we crossed the Ohio. These trees are\n                    generally seven to eight feet six inches in diameter, many of them\n                    continuing their thickness for fifty feet in height, and very handsome and\n                    sound. On the bot-toms we saw deer in abundance; they were so gentle\n                    as to allow us to pass by them quite within gun shot. They appeared to\n                    be busy in cropping the young grass. We have also observed several\n                    mounds and fortifications near the falls to Paint\n                        Creek, and others nearly adjacent of which the banks are\n                    about three and a half feet high.\n                Upon this Creek there are many beaver\n                    dams, and beavers are still caught here by the Indians. For several days\n                    past we have seen many hunting camps but no Indians. Several families\n                    of Friends have settled in this remote quarter of the Western Territory.\n                    They haveremoved from Virginia and North Carolina,\n                    and expect to be followed by others. They tell us that an indulged\n                    meeting is held in one of their houses.\n                There is much to induce Friends of the South-ern States, to remove to this\n                    new country; for, added to the consideration of the superior quality\n                    of the land, and the cheap and easy terms upon which it is to be purchased,\n                    there is an invalu-able regulation in the Constitution of Ohio, pro-hibiting the introduction of slaves.\n                    The Con-stitution has also provided that no person with-in the State\n                    shall voluntarily relinquish his right to freedom. Its framers have even\n                    gone further; they declare that they have made these regula-tions to\n                    be binding both upon them and upontheir posterity.\n                This truly valuable country is forbidden ground to the Virginia slave holders. Many of them have\n                    approached as near to its borders as they have dared, by settling along the\n                    east shore of the Ohio river; their\n                    murmurs induced several persons in the State of Ohio, to offer themselves as candidates to the late State\n                    Legislature, de-claring their determination to use their influence in\n                    obtaining an alteration in this part of the Constitution. We are told that\n                    on account of this avowal, they met with the most pointed and zealous\n                    opposition; the people declaring gene-rally, that one of the inducements\n                    which led them to emigrate to the State, was the Constitu-tional provision by which slavery was interdicted, and that any\n                    alteration therein would be an in-supportable grievance.\n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 36", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "March 20, 1804", "text": "\n                20th.\n                This day rode fifteen miles, and reached\n                    Hugh Evan's, upon Clear\n                        Creek, one of the head waters of the Rocky Fork of Paint Creek.\n                    The country through which we have passed is up-land and lies level.\n                    The timber is heavy and much interspersed with blue ash, hackberry,\n                    walnut and sugar trees. There is scarcely a set-tlement yet made here.\n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 36", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "March 21, 1804", "text": "\n                21st.\n                Our progress has been impeded for several days past, two of our horses\n                    belonging to our company having faltered. This day we concluded to\n                    rest them by continuing at the house of Hugh\n                        Evans, who is hearty and cheerful at seventy-four years of\n                    age, his wife equally so, and seventy-two years of age. The old man\n                    appears to make me welcome at his house, say-ing he knew my father, having\n                    early in life been his neighbor, and has made many inquiries after the\n                    families of the people who were his old ac-quaintance. He says he has six\n                    children, all of whom have married to his satisfaction, and that they\n                    lately removed with him from Kentucky,\n                    and are settled around him, each of them upon five hundred acres of land\n                    which he has given them. He says that it affords him great\n                    conso-lation now in the decline of life, to reflect that his\n                    acquisitions are the fruits of his honest in-dustry.\n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 36", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "March 22, 1804", "text": "\n                \n                22d.\n                This day rode twenty-three miles, and lodged at Sewell's Cabin,-a day of snow and rain. We crossed the\n                    ridge which divides the waters of the Scioto from those of the Little\n                        Miami river. Passed several of the head branches of the\n                    latter, as also a considerable creek called the East\n                        Fork of the Little\n                    Miami. On one of the bottoms of the creek we noticed a\n                    fortification. The bank cast up around was about four feet high. We also\n                    observed within a few rods several mounds. It is truly a beautiful\n                    country through which we have passed to-day; the land is level, covered\n                    with lofty timber, and the soil very rich, scarcely a settlement yet\n                    made.\n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 36", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "March 23, 1804", "text": "\n                23d.\n                Continued our journey, and after riding fourteen miles, reached the house of\n                        Samuel Linton, at Wainsville, upon the Little\n                        Miami river, where we were kindly received. At this\n                    place we rested ourselves and horses, acquired information respecting our\n                    future route, and equipped ourselves for the increasing difficulties\n                    of the wilderness.\n                The settlement made here is composed cheifly of Friends; about thirty\n                    families reside in this neighborhood. A Monthly Meeting is held here\n                    called Miami Monthly Meeting, to which about\n                    thirty families more belong who are scat-tered over an extensive tract of\n                    country.\n                Our attention was attracted to-day by the ap-pearance of the stone, not only\n                    in the beds of the rivers and creeks, but also upon the\n                    hills and in the valleys. They are limestone, and are composed\n                    altogether of marine shells. The stone when broken discovers the size and\n                    shape of theshells very perfectly.\n                These shells are of the same description with those I have formerly obtained\n                    from the banks of the Chesapeake Bay, in\n                    the lower part of the State of Maryland.\n                    It may be remarked, that no shell-fish of this description are at present\n                    to be found in any of the waters of our Continent.\n                The country west of the Ohio river through\n                    which we have passed is a limestone country, the very pebbles and even sand\n                    in many places are limestone.\n                Heretofore I have omitted to mention that in the neighborhood of Chilicothe, we amused our-selves with the\n                    earths and stones, which were dug out of the ground in sinking wells.\n                    There are several layers or strata of limestone, gravel, and sand,\n                    within a few feet of the surface of the earth. Some of the stones contain\n                    the above description of marine shells, and in breaking some of the\n                    large gravel we found appearances of the same shells. The stones as well as\n                    the gravel have evident marks of their having been washed with water,\n                    their shape inclining greatly to rotundity.\n            \n            "}}, {"location": {"lat": 39.4534, "lon": -84.113}, "media": {"caption": "Page: 38", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "March 24, 1804", "text": "\n                24th.\n                Again proceeded upon our journey, and after riding eight miles reached\n                        Dayton, where we lodged. This town is\n                    newly laid out, situ-ated upon the Great\n                        Miami river, nearly op-posite to the junction of Still Water and Mad\n                        river, with the Miami, which is\n                    here about one hundred and sixty feet in width. We have passed to day\n                    the Ridge which divides the waters of the Little and Great Miami, and\n                    crossed several of the streams belonging to the Great Miami. The tract of country between the two,\n                    through which we have passed to-day, is of the most beautiful and desirable\n                    de-scription. The land lies in waves of great regu-larity, is crossed\n                    with heavy towering timber, and the soil inexhaustibly rich. At Dayton were two block houses, which were erected\n                    by the white men, as places of retreat and defence against an attack\n                    by the Indians.\n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 39", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "March 25, 1804", "text": "\n                25th.\n                Rode twenty-one miles, and reached a small village called Staunton, situated upon the\n                    Great Miami river. The country continues\n                    to exhibit a beautiful appearance, though the timber is not generally\n                    so heavy as noted yesterday. We passed several extensive and rich\n                    prairies, and forded Mad river a little\n                    above its mouth. The river derives its name from its swift current. We\n                    also crossed several streams belonging to the\n                    Great Miami.\n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 39", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "March 26, 1804", "text": "\n                26th.\n                This day after riding fifteen miles, we reached Flinn's ordinary, where we were disap-pointed in finding\n                    no feed for our horses. We also received the information that there was\n                    no probability of our obtaining provision for them short\n                    of Fort Wayne; we therefore despatched a\n                    part of our company to a house we had passed about four miles, in quest of\n                    corn. They obtained four bushels, and hired a man and horse to travel\n                    with us and bring the corn along. For many days past our horses have\n                    suffered for want of hay, and being fed altogether upon corn they have\n                    lost their appetites.\n                The face of the country in the course of this day's short journey is a\n                    continuation of beautiful land; being level, and finely timbered. We\n                    passed through a handsome prairie containing several hundred acres called\n                    the Lower Piqua Plain, crossed Honey Creek and Lost\n                        Creek, two considerable streams of the Great Miami.\n                Thus far in our route we have been favoredwith respect to the waters, no\n                    rain having fallen lately to raise the creeks and rivers to a height\n                    sufficient to detain us. In fording some of the streams we have thought\n                    that even six inches greater depth would take our horses off their\n                    feet. There is considerable danger in fording many of the streams we\n                    have passed, from the uneveness of the stony bottoms of the rivers. The\n                    beds of the rivers are mostly limestone, and being worn smooth by the\n                    washing of the water, horses are apt to fall. This was to-day the case with\n                    my horse in fording the Miami, from which\n                    accident I got very wet. \n                During our detention here this afternoon, we observed a flock of birds\n                    alighting from the trees, different in appearance from any we\n                    had seen. Our landlord informed us they were parrots, and that they\n                    were common upon the Great Miami; and to\n                    gratify our curiosity he shot one. It was about the size of a dove, and its\n                    plumage resem-bled the green parrot of South America, the head red,\n                    and the wings tipped with the same color, the tail long and the bill and\n                    tongue of the same description as the chattering parrot. As they\n                    alighted from the trees, they made a hoarse noise resembling the chattering\n                    of the common parrot.\n                There is also a woodcock here resembling the red headed woodcock of\n                        Maryland, except that its head is\n                    black and its bill ivory.\n                At this place General Wayne erected a\n                    fortification when on his march against the In-dians, a part of which is\n                    now standing. Our landlord occupies one of the houses which was at\n                    that time built and enclosed within the stock-ade. From the late period in\n                    the day at which our supply of corn arrived for the horses, we have\n                    concluded to remain at our quarters; the landlord tells us we shall be\n                    welcome to sleep upon his floor, and has promised to make us a good\n                    fire to sleep by. \n                This is a kind of lodgment to which we have become well accustomed, having\n                    heretofore in our journey often had to wrap ourselves in our blankets\n                    and to lie upon floors, always observing the necessary precaution of laying\n                    our feet to the fire; we have in no instance taken cold.\n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 39", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "March 27, 1804", "text": "\n                \n\n                27th.\n                This day rode fourteen miles, and on our way passed a larger prairie than\n                    the one we saw yesterday, which is called the Upper Piqua Plains. We have also passed a body of land\n                    heavily timbered, but its very level situation renders it not desirable.\n                    Through this tract we have found a very deep and miry road, and have\n                    regretted the neccesity of a slow movement. Our hired man has to lead his\n                    horse, the bag of corn being too heavy for the horse to bear his\n                    weight also. We reached a place called Lora-mier's store, where we found a\n                    shelter and lodged, having through the latter part of the day rode\n                    through rain. On our way we twice crossed a considerable water of the\n                        Miami called\n                    Loramier's Creek.\n                At this place there is a very large fortification made by General Wayne called Fort\n                        Loramier. And here it is that the line of division\n                    between the white people and the Indians passes agree-ably to the\n                    treaty of peace* *Treaty of Greenville, for which see\n                        Appendix. between the Indians and General\n                        Wayne. I may here remark that for many days in passing\n                    along, we have ob-served hunting camps erected by the Indians, but no\n                    Indians in them.\n                It is probable they are at present at or near their towns. We have observed\n                    from day to day many curious, and to us unitelligible In-dian\n                    hieroglyphics cut upon the trees. We have also been entertained in\n                    examining these figures, sometimes cut, at other times painted on the\n                        wood after cutting away the bark, the figures of elks,\n                    the horns of the elk, the figures of buffaloes, bears, wolves, deer,\n                    raccoons, and various other wild beasts, and birds of different species;\n                    turtles and reptile creatures; also the representation of men, women\n                    and children, boys with bows and arrows shooting game, and men with\n                    their guns aiming at game, or in the act of pursuing it, &amp;c.\n                    &amp;c.\n                As a testimony in favor of the virtue and modesty of these men of the woods,\n                    I note, that we have not yet observed amongst this variety of figures,\n                    one unchaste representation.\n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 44", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "March 28, 1804", "text": "\n                28th.\n                Rode twenty-two miles through a flat country, heavily timbered; at night we\n                    encamped in the woods, made a large fire, fared sumptu-ously upon wild\n                    pigeons, wrapped ourselves in our blankets and slept soundly. Our\n                    pigeons were shot by one of our company who carries a gun. There are\n                    at this time vast numbers of this fowl scattered over the woods. They\n                    breed here undisturbedly. Squirrels are also very numerous. We now and\n                    then see a few deer. They are not plenty here. Wolves, opossums,\n                    reaccoons, and some other descriptions of wild game are abundant. We have\n                    not yet seen a bear, though they are very plenty throughout the region\n                    we have passed over. This is owing to a remarkable fact in the history of\n                    this crea-ture. They betake themselves to dens in the holes of trees,\n                    at an early period of the winter, where they remain till the\n                        1st of the 4th month. During this\n                    interval they never leave their holes, and as they lay up no store for the\n                    winter sup-ply, it is certain they live without eating. The Indians\n                    say they live by sucking their paws. The means by which their lives are\n                    supported in their recluse situation, I shall not undertake to\n                    determine. I shall however observe that when taken from their dens they are\n                    always very fat. We have met with much of their meat, and can assert\n                    that we have seen the thickness of four inches of fat between the skin and\n                    the lean which covers the ribs. During the winter the Indians find the\n                    bears by searching for their dens in the trees, which they know by the\n                    marks made by the claws of the bear in climbing.\n                We have now reached the waters of the lakes, having to day forded one of the\n                    forks of the St. Mary's river. On our way\n                    we passed for a few miles along a road one hundred feet wide, cut by\n                        General Wayne's army for transporting\n                    pro-visions from the great Miami to the\n                        St. Mary's river. The road is now\n                    grown up with briars and shrubs.\n                Shortly after we had made our fire, and with the approach of night we heard\n                    at a short dis-tance from us, a whooping in the woods. We had reason\n                    to believe from the shrill and uncom-mon whoop, that it was the voice of an\n                    Indian, and having understood that it was a custom among them when\n                    about to approach a camp, to give notice by a whoop, we failed\n                    not to return the ceremony also by a whoop. In a few mo-ments two\n                    Indian men upon a horse, followed by two women and a girl upon another\n                    horse, rode up to our camp. Their countenances were smil-ing and\n                    indicative of friendship. As we reached them our hands, they shook them\n                    saying, Saga, Saga,\n                            niches, which we have since learned was the\n                    salutation, How do you do, brothers. They could not speak\n                    English, but putting their hands to their breasts expressed, Delawares,\n                        Dela-wares, from which we gathered they were\n                    Delaware Indians. They had their hunting\n                    ap-paratus with them, and pointing several times to the south, we\n                    concluded they wished to make us understand that their camp was in that\n                    direc-tion, and that they were on their way to it. After looking upon\n                    us for some minutes they left us.\n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 45", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "March 29, 1804", "text": "\n                29th.\n                Very early this morning we again pro-ceeded, and this day rode thirty miles,\n                    a laborious, fatiguing journey to ourselves and horses. Our path\n                    leading through a flat country we find the travelling miry and deep. Our\n                    horses are to be pitied, the stock of corn we procured for them is\n                    exhausted, and the only food they can now get is the grass in the woods.\n                    For several nights past we have turned them loose to graze. These poor\n                    creatures feed around our camps and appear afraid to leave us.\n                This day we crossed the St. Mary's where\n                        its width was about one hundred and fifty feet, it is\n                    said to be a very deep river. An old Indian and his squaw reside here, and\n                    he undertook to ferry us across in a canoe. Our horses swam the river,\n                    and got over well. The old Indian, whose name is Stephen, very unintentionally swam also. This accident was\n                    owing to the mis-conduct of some of the packers, who, on their way to\n                        Fort Wayne with provisions, gave\n                        Stephen too much whisky. Philip Dennis was in the canoe with him when he\n                    accidentely fell over-board; we were greatly alarmed for his safety,\n                    knowing that he was intoxicated, but after dis-appearing for a few seconds,\n                    he rose to the sur-face of the water, and soon convinced us that he\n                    could swim. Philip caught him by his\n                    blanket, and got him again into the boat. The old man laughed very\n                    heartily at the accident, saying to us in broken English, No fear, me ferry you in de canoe yet. Our\n                    blacksmith having in-formed Stephen of\n                    his expectation of settling in the Indian country for the benefit of the\n                    red people, and the old man finding also that our company were all\n                    prosecuting their travels for benevolent purposes, exercised his gratitude\n                    by telling us You pay one quarter dollar de man;\n                        nobody keep canoe here but Stephen; he\n                        make the white people pay dollar, I make dem packers pay me de\n                        rest. In Stephen's hut we\n                    observed several Indians who were asleep. He says they are Indians who\n                    have come a great distance and are tired. During the greater\n                    part of this day we have rode through a heavy rain. The rain\n                    continuing with the approach of night, we made a large fire, and erected a\n                    shelter in imitation of the Indian hunting camps, covering it with our\n                    blankets. Under this we slept, and were but little incommoded,\n                    notwithstanding the rain continued during the greater part of the\n                    night.\n                I must not omit to mention that we to-day passed through a very level plain\n                    containing many thousand acres. This plain is almost with-out trees.\n                    The soil nearly hid by weeds and grass of last year's growth; the\n                    luxuriance of which plainly demonstrates its extraordinary fer-tility.\n                    In this plain we observed a small pond or lake in which were wild geese and\n                    ducks in abundance. We are informed that this is one of the places\n                    where wild fowl raise their young.\n            \n            "}}, {"location": {"lat": 41.044962, "lon": -85.082094}, "media": {"caption": "Page: 45", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "March 30, 1804", "text": "\n                30th.\n                Pursued our path and travelled twenty-three miles through a very fertile,\n                    heavily tim-bered and beautiful country, being a little more inclined\n                    to hills. The ride to-day has been a pleasing one, in part doubtless from\n                    the reflec-tion that the day would probably close a long, tedious and\n                    arduous journey. We at last reachedFort\n                        Wayne. As we approached the Fort, having reached it within about thirty rods, we\n                    were saluted by a sentinel with the word Halt. We obeyed the command. A sergeant was de-spatched from\n                    the commanding officer, who en-quired of us on his behalf, Where are you going, and What is your business. We de-sired him to\n                    inform the commandant that we were strangers, and that we had an\n                    introductory letter directed to him which would explain our\n                    business.\n                The officer shortly returned to us with an in-vitation to advance; we\n                    accordingly proceeded, and were met very politely by the commanding\n                    officer, Capt. Whipple, to whom we handed\n                    the following letter from the Secretary of War.\n                \n                    \n                        War Department, February 20,\n                                1804.Gentlemen,-\n                        This will be handed you by Messrs. George\n                                Ellicott, Joel Wright,\n                            and Gerard T. Hopkins, who are a\n                            deputation from the So-ciety of Friends in\n                                    Maryland, for\n                            visiting the In-dians in the western country for the laudable\n                            purpose of affording them assistance in the intro-duction of the\n                            arts of civilization.\n                        They are men of high respectability, are ac-tuated by the best\n                            motives, and are entitled to all the civilities in your power to\n                            bestow. You will please to afford them all necessary aid, and\n                            treat them with such marks of respectful atten-tion as are due to\n                            citizens whose disinterested services deserve the plaudits of every\n                            good man.\n                        I am, very respectfully, your humble servant,\n                            Henry Dearborn.*\n                            *General\n                                    Dearborn was well acquainted with the members of\n                                the mission who resided at Ellicott's\n                                    Mills, and letters frequently passed between\n                                them. He was deeply interested in the improvement of the\n                                Indian tribes, and having heard of the deputation about to be\n                                sent from the Friends of Maryland to\n                                Fort Wayne, he drew up this\n                                letter, and also the one which will be seen in the following\n                                pages to the com-manding officer, and the Indian agent at\n                                    Detroit, and wishing to\n                                impart all the information he possessed, to relieve a journey\n                                to a place then considered so dis-tant a settlement, he took\n                                the trouble to deliver them in person at Ellicott's Mills, and suggest the return of\n                                the mission by the way of Lake Erie and\n                                Niagara. The General was a noble\n                                looking man, and although he had been actively engaged in our\n                                Re-volutionary war, still appeared to be in the vigor of\n                                life; he made the trip from Washington to Ellicott's Mills on horse-back attended by his\n                                son and a ser-vant, a distance of forty miles, and returned\n                                the next day in the same way. T.\n                            To the commanding officer at Fort\n                                Wayne. \n                            Mr. John Johnson, Indian Factor.\n                            Mr. William Wells, Indian Agent.\n                        \n                    \n                \n                \n\n                After delivering this letter we proceeded to the house of a Canadian trader,\n                    who we had pre-viously been informed would furnish us with\n                    accommodations.\n                In the evening the Commandant followed us to our quarters, discovering marks\n                    of great re-spect and attention, and appears to be a gentle-man. He\n                    has urgently pressed us to dine with him to-morrow, and we have accepted\n                    the invi-tation.\n            \n            "}}, {"location": {"lat": 41.044962, "lon": -85.082094}, "media": {"caption": "Page: 51", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "March 31, 1804", "text": "\n                31st.\n                This morning the commanding officer, accompanied by John Johnson and William\n                        Wells, the two other persons named in the letter to the\n                    Secretary of War, waited upon us. They  expressed to us they\n                    were glad to see us, and invited us with marks of earnestness, each\n                    one, to make his house our home. We thanked them for their kindness,\n                    and accepted the invitation of the Factor, John\n                        Johnson, whom we accom-panied to his house.\n                In an interview with these three persons we communicated to them more fully\n                    the object of our visit, and consulted with them respecting the best\n                    mode to pursue, in order to effect our purpose. It was deemed advisable\n                    that an ex-press be sent to the Little\n                        Turtle and to the Five\n                        Medals. The former residing at his town called\n                    Turtle's Town, about eighteen miles from\n                    this place, situated upon Eel river, a\n                    water of theWabash, and the latter on the\n                    river St. Joseph of Lake Michigan, about forty miles hence, in-forming them of\n                    our arrival at Fort Wayne, and that we\n                    wished to see each of them there at an early period. This charge William Wells readily took upon himself, and we\n                    have no doubt he will comply with his engagement.\n                We fulfilled our promise in dining to-day withCapt.\n                        Whipple, the commanding officer. We were all accompanied to\n                    his house by John Johnson, who dined with\n                    us. The officer behaved with a freedom and gentility becoming a well\n                    bred man. After dinner he showed us more fully the fort. This fortification\n                    which was built by General Wayne, is\n                    large and substantial, and is situated opposite to the junction of\n                        the\n                    St. Mary's and St.\n                        Joseph's rivers, and precisely the place from which those\n                    waters take the name of the Miami of the Lake,* *Now\n                        called the Maumee river. bearing\n                    that name to Lake Erie. The fort commands\n                    a beautiful view of these rivers, as also of an extent of about four\n                    miles square of cleared land. Much of this land has been cleared by the\n                    army of the United States, and much of it was formerly done by the\n                        Miami Indians; they having had a large\n                    town here. It is said that in the year 1785, the\n                    Indian town then at this place contained upwards of one thousand warriors.\n                    The garrison kept here at present contains about forty officers and\n                    soldiers It being a time of profound peace with the Indians, government\n                    have withdrawn the large force formerly kept at this station.\n                The spot where Fort Wayne is situated is\n                    ren-dered famous in Indian history. It was here that the Indians gave\n                    the army of General Har-mar a second\n                    defeat by which several hundred of his men fell. Their bones lie scattered\n                    upon the surface of the earth, and we are told that the route by which\n                    the army made an escape can be readily traced for the distance of five\n                    or six miles by the bones of those slain by the In-dians.\n                The grave of the Toad, nephew to the Little Turtle, a distinguished young chief, who\n                    with the Little Turtle and other chiefs\n                    visited the Friends of Baltimore two years ago, is here;\n                    he died very suddenly on his return from that jour-ney. His death was\n                    greatly lamented by the Indians, and for a long time after his burial\n                    his grave was visited by them, and many singular ceremonies performed\n                    over it. They buried with him his rifle, his hunting apparatus, his\n                    best clothing, all his ornaments, trinkets, &amp;c. &amp;c., their\n                    value being not less than three hundred dollars.\n            \n            "}}, {"location": {"lat": 41.044962, "lon": -85.082094}, "media": {"caption": "Page: 52", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "April 01, 1804", "text": "\n                4th month 1st.\n                This day is the first day of the week, and the inhabitants of Fort Wayne appear to pay no respect to it. The\n                    soldiers are on duty, and the Canadians who are settled here are\n                    busied with their several occupations. Afterbreakfast we paid a visit to\n                        William Wells, and after spending\n                    several hours with returned to our quarters. In the afternoon we\n                    observed three Indians advancing toward our lodgings, and soon\n                    discovered that one of them was theFive\n                        Medals, the other two were his sons. He had not heard of our\n                    arrival till he reached Fort Wayne, and\n                    the only information he had ob-tained was that some Quakers had come.\n                    Busi-ness had brought him to the fort. They were invited into our\n                    room, when the chief instantly recognized us both. He appeared glad to\n                    see us, and shook hands with both of us very heartily. A person being\n                    present who understood thePottowattamy\n                    language, he said to him pointing to me, This is\n                        the man who wrote our talks inBaltimore.\n                \n\n                The Five Medals very deliberately and\n                    can-didly replied to our inquiry after his health as follows: That in the course of last fall he went to Detroit, that whilst there the white people\n                        made him drink whiskey. That after he had accomplished his business\n                        there, he set out for his home, and got upon his horse whilst the\n                        whiskey was in his head. That he had not rode far before he fell from\n                        his horse, and was very much hurt by the fall, and that ever since\n                        that time he had not been well.\n                After some further mutual inquiries, relative to the welfare of red and\n                    white acquaintance, we we informed him through an interpreter that we\n                    had come to see our red brethren, that we had messages for both the\n                        Little Turtle and himself, and were\n                    glad that it had so happened that we had come. That we hoped the Little Turtle would come to-morrow, and that we\n                    wished to see them together, having something to say to them. He\n                    appeared pleased with this informa-tion, and expressed that he had made a\n                    camp not far off, where he would wait for the arrival of the Little Turtle. After some general con-versation\n                    he withdrew, bidding us farewell. \n            \n            "}}, {"location": {"lat": 41.044962, "lon": -85.082094}, "media": {"caption": "Page: 52", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "April 02, 1804", "text": "\n                4th mo. 2d.\n                Being invited to dine to-day withWilliam\n                        Wells, who is interpreter for the In-dians, we went to his\n                    house accordingly, having the company of our very worthy and kind\n                    land-lord.\n                About mid-day the Little Turtlearrived. He\n                     approached us with a countenance placid be-yond description;\n                    took us by the hand with cor-diality, and expressed himself in terms of\n                    great gladness at meeting with us. He inquired very particularly after\n                    his friends and acquaintance ofBaltimore, after our own welfare, the path we had come,\n                    and the difficulties we had encoun-tered on our journey through the\n                    wilderness. Having answered his questions, he replied in turn to our\n                    inquiries as follows: That since he saw us it had pleased the Great Spirit\n                    to take away two of his brothers and a nephew. That his nephew was the\n                        Toad, a young chief who was with him\n                    in Baltimore. That he died on his\n                    return from that visit, and within a few miles of home, of which\n                    circumstances he had desiredWilliam Wells\n                    to inform us. That with respect to himself, he was but half well, having\n                    been very sick last fall and expected to die. That his white brothers\n                    at Fort Wayne, hearing of his illness,\n                    sent a doctor to him who gave him physic and made him better. That he had\n                    now seen fifty-three winters, and two of his brothers being dead, made\n                    him think of death, and that his time would soon come.\n                He also told us that he had left a brother at his town who would have\n                    accompanied him, being desirous to come with him, but could not find\n                    his horse in time. After this, other conversation took place of a general\n                    nature. The interpreter informs us that his complaint is the\n                     gout, and that in the time of his illness he (the interpreter)\n                    had told him that his complaint be-longed to great folks and gentlemen.\n                        Well, said the Turtle, I always thought I was a\n                        gentlemen.* *By the suffrage of\n                        all who became acquainted with the Little\n                            Turtle during his visits to Baltimore in\n                        1801, and also in 1807, he\n                        was acknowledged to be a gentleman in character, appearance, and\n                        manners. His estimate of himself therefore was not too high. For\n                        his speech before the Indian Committee in\n                                Balti-more in\n                            1801, and other information concerning\n                        him, see appendix. T.\n                \n                About 2 o'clock we dined. At the head of the table sat the interpreter's\n                    wife, who is a modest, well-looking Indian woman, and the daughter of\n                    a distinguished chief. She had prepared for us a large well roasted wild\n                    turkey, and also a wild turkey boiled, and for these she had pro-vided\n                    a large supply of cranberry sauce. TheLittle\n                        Turtle sat at table with us, and with much sociability we\n                    all partook of an excellent dinner.\n                In the afternoon the Five Medals, attended\n                    by his sons, visited us at William Wells'\n                    house, and the opportunity being a suitable one, we proposed to them\n                    that a formal conference should then take place between us. This\n                    proposition meeting their assent, we opened the conference by desiring\n                    the interpreter to inform them that we had received their talk sent to us\n                    last fall, informing us that the implements of husbandry,\n                    which we had sent to them last year, had come to them safely, and that we\n                    had carefully ob-served all that was contained in that talk. That we\n                    were deputed by their brothers and friends ofBaltimore to come to see them. That we had accordingly\n                    come, and had with us a letter di-rected to them, which we thought ought in\n                    the first place to be read, and after that we might have something to\n                    say to them. A short pause having taken place, they expressed a desire\n                    that the letter should be read, which was accordingly done, and\n                    interpreted to them as follows:\n                \n                    \n                        From the Committee appointed for\n                                    Indian Affairs by the Friends\n                                    of Maryland to the\n                                    Little Turtle and the\n                                    Five Medals, Chiefs of the\n                                    Potto-wattamy and Miami nations of\n                            Indians:\n                        Brothers and Friends- We have received your talk, communicated by\n                            our friend William Wells, after\n                            the reception of the implements of husbandry sent last spring for\n                            your use. In that speech, as well as when you were in Balti-more, you have told us that you\n                            thought it best for some of us to go out to see yoou, that we\n                            might be better capable of judging what could be done further for\n                            the benefit of our red breth-ren.\n                        Brothers and Friends,-In compliance with your request we have named\n                            our beloved friendsGeorge\n                                Ellicott, Gerard T.\n                                Hopkins, Joel\n                            Wright, and Elisha\n                                Tyson, to go and visit you and to take\n                            you by the hand on our behalf. And we desire that you will receive\n                            them, or any of them that may be enabled to perform the journey as\n                            your brothers, in whom we have confidence, and that you will\n                            receive any communications from them as being from us, who are\n                            desirous of assisting you in what may add to your comfort, and\n                            that of your women and children.\n                        Your friends and brothers,\n                            \n                                    William Stabler,\n                                    Isaac Tyson,\n                                    Benjamin\n                                        Ellicott,\n                                    John Ellicott\n                                    Edward Stabler\n                                    Philip E. Thomas\n                                    Andrew Ellicott,\n                                        Jr.,\n                                    Evan Thomas,\n                                    Elisha Tyson,\n                                    Jonathan Wright,\n                                    Elias Ellicott,\n                                    Jonathan\n                                        Ellicott,\n                                    Thomas More,\n                                    Samuel Snowden.\n                                \n                            Baltimore, 2d. mo. 4th, 1804.\n                    \n                \n                At the contents of this letter they expressed their satisfaction, and after\n                    a pause of several minutes we addressed them through an interpre-ter\n                    as follows:\n                \n                    \n                        \n                        Brothers and Friends.- You observe that the letter which has just\n                            been read, makes men-tion of four of us appointed to visit you.\n                            One of these was an infirm man who thought he could not endure\n                            the fatigue of so long a jour-ney, and therefore did not come. The\n                            other did not omit to come for the want of love to his red\n                            brethren; family circumstances rendered it inconvenient for him to\n                            leave home. You see, brothers, that it has pleased the\n                            Great Spirit that two of us mentioned in the letter, should\n                            reach the country of our red brethren. Brothers, we thought it\n                            right in the first place to send for you, and to show you the\n                            letter which has just been read. We are glad that you are now\n                            come, and that we have this opportunity of taking you by the\n                            hand.\n                        Brothers, we believe that we have some things to say to you which\n                            are of great importance to our red brothers, to their old men, to\n                            their young men, to their women, and to their children.\n                        Brothers, we may now mention that we have not come merely to talk,\n                            but we hope we have come prepared to do a little for the welfare\n                            of our red brethren.\n                        Brothers, in looking over our business, we have thought that we\n                            should be glad to have an opportunity of seeing our red brethren\n                            together, and are willing to propose for your consideration,\n                            that you should now fix upon some place, and agree upon some time\n                            to meet us again, and that our brothers invite their old men, their\n                            young men, their women and their children to meet us, when we\n                            shall have something to say which it may not be necessary now to\n                            say.\n                        Brothers and Friends,- Should you think that the proposal which we\n                            have now made is proper, and conclude to meet us in the manner\n                            we have pointed out, we expect we shall have but little more to say\n                            at present.\n                    \n                \n                Here a pause  for some minutes took place, when the Little Turtle inquired, If\n                        the Friends had more to say. He was answered in the\n                    negative.\n                After a further pause and some conversation between the two chiefs, they\n                    rose from their seats, and perceiving that they were advancing toward\n                    us, we also arose from our seats. On meet-ing them, they took us by the\n                    hand, and with countenances indicative of great gravity, shook hands\n                    with us and returned to their seats.\n                The Five Medals then commenced a speech as\n                    follows:-\n                \n                    \n                        \n                        Brothers and Friends: My friend, the Lit-tle\n                                Turtle, and myself, together with my two sons, who\n                            are present, rejoice to have this oppor-tunity of seeing you, and\n                            of taking you by the hand.\n                        My Brothers: We are glad to be informed, that you received our talk\n                            sent to you last fall, and to find that you are now come to the\n                            country of your red brethren.\n                        My Brothers and Friends: We rejoice that the Great Spirit has\n                            conducted you safely to our country, and figure to ourselves that\n                            in you we see the rest of our brothers and friends of Balti-more, and that in taking you by\n                            the hand, we take them by the hand.\n                        Brothers: We know that you have come a long distance to see the\n                            situation of your red brethren. We have no doubt that you have\n                            things to say which are of great importance to\n                            us, and which do not belong to a few only but to many. \n                        Brothers: Your brethren the Indians do business not as the white\n                            people do. We con-vene our chiefs, and things of importance\n                            are considered by them. But, brothers, you have come to see\n                            the situation of your red brethren. It is our wish that you should\n                            see it. You shall not be disappointed. The proposal you have\n                            made to us we think right, and have concluded that this place\n                                (Fort Wayne,) is the best\n                            place to be fixed upon for the purpose you wish. We are\n                            pleased to find that you have a desire that our young men should be\n                            present to hear what you have to say, and as it is your wish to see\n                            our women and children, we desire that you may have an\n                            opportunity of seeing them.\n                        Brothers and Friends: Our young men are out hunting, and our women\n                            and children are now at work at their sugar camps. The time is\n                            not far off when they will all return to our towns, when it is\n                            usual to meet together. We hope, brothers, that you will not be in\n                            a hurry, but will allow us time to collect our people\n                            to-gether.\n                    \n                \n                Here a pause took place, when we inquired if they had any thing further to\n                    add. And being answered in the negative, we addressed them again in\n                    substance as follows:\n                \n                    \n                        \n                        Brothers and Friends: When we left our  homes, we knew\n                            it was early in the season, and expected that we should ge to the\n                            country of our red brethren at a time when their young men,\n                            their women and children would be busy. But brothers, a part of the\n                            service* *The Friends were desirous that their\n                                agricul-turist, Philip\n                                Dennis, should arrive amongst the Indians in time to\n                                plant corn. T. which we de-sign to render to you,\n                            required that we should come early, and makes it also necessary\n                            that we should now be in a hurry.\n                        Brothers: We will also add that when we were chosen by our friends\n                            at home to pay a visit to our red brethren, our women and\n                            chil-dren consented that we should leave them, but charged us\n                            that we should not stay away from them longer than circumstances\n                            really required. A long time has already past since we left\n                            them, we therefore hope, brothers, that in three or four days\n                            it will be in your power to get together some of your people. Those\n                            that are far from home we do not wish that you should send for.\n                    \n                \n                The Little Turtle then observed that the\n                    res-sons we had given were good. The Five\n                        Medals next remarked that at the time proposed, they\n                    could easily convene a considerable number of their indolent people, who\n                    were too lazy to hunt or make sugar, but such they did not wish us to\n                    see. Their industrious young men and women \n                    were too far from home to be convened in so short a time.\n                Here a short conversation took place between the chiefs, and afterwards they\n                    proposed seven day's hence as the time; desiring that to-morrow might\n                    not be counted, as it would take them a day to return home. To this we\n                    consented.\n                The Five Medals then expressed as follows:\n                \n                    \n                        \n                        Brothers, it would have been very desirable to us if you could have\n                            met us at the time of our counsel. We have very often told our\n                            people of the Quakers. They listen to us, but are at a loss to\n                            know what sort of people the Quakers are. If you could stay,\n                            brothers, they would have an opportunity of seeing the Quakers,\n                            and of hearing words from your own mouths.\n                    \n                \n                After this the Little Turtle added:\n                \n                    \n                        \n                        Brothers: We hope the words that you may say to us at the time we\n                            have appointed to meet will be upon paper. From that paper we\n                            can at some future time have your words de-livered to our people.\n                            This, brothers, will in some measure answer the end.\n                    \n                \n                During a pause which occupied several minutes we asked them if we understood\n                    each other. The Turtle replied, Yes, perfectly; we have nothing further to do now than to\n                        look for-ward to the day appointed.\n                After this we took each other by the hand and very cordially bade farewell.\n                    We then re-turned to our lodgings.\n                \n                In the evening we again had the company of the chiefs, they having been\n                    invited by our landlord to take supper with us.\n            \n            "}}, {"location": {"lat": 41.044962, "lon": -85.082094}, "media": {"caption": "Page: 52", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "April 03, 1804", "text": "\n                3d.\n                This day rainy, and spent chiefly atWilliam\n                        Wells'.\n                Besides the garrison stationed here, there is a large store of goods\n                    established by the United States, for the purpose of suppplying the\n                    Indians. The store is kept by our landlord. Several Canadian traders\n                    also reside here, who exchange goods with the Indians; some of them have\n                    re-sided here for more than thirty years. The In-dians are daily\n                    arriving with their peltry, some of them exchange them for goods, others\n                    re-quire money. The women bring sugar, which is generally neatly\n                    packed in a square box made of bark, containing about fifty pounds. It\n                    is made from the sugar tree. This art has long been known to the\n                    Indians. They make and use large quantities of sugar. We have seen\n                    very white and clear looking sugar of their manu-facture.\n            \n            "}}, {"location": {"lat": 41.044962, "lon": -85.082094}, "media": {"caption": "Page: 52", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "April 04, 1804", "text": "\n                4th.\n                Rode about two miles up the St. Mary's\n                        river and viewed the remains of old Indian houses, also the\n                    fields on which they cultivated corn, where the corn hills are still\n                    discernible. We also observed large numbers of Indian graves. These\n                    are now discernible only by the sunken cavities in the surface of the\n                    earth. In the course of our route we have seen many Indian graves of\n                    more recent date. They bury their  dead about three feet below\n                    the surface of the earth; and over the grave they either place a heap\n                    of stones or a pen of logs. If the de-ceased has been a person of\n                    distinction, they plant posts at the head and foot which they\n                    orna-ment very curiously.\n                In a review of the many circumstantial evi-dences which have fallen under\n                    our observation of the former population of this western world, I am\n                    ready to adopt the expressions of pious author:\n                Where is the dust that hath not been alive!The spade, the\n                        plough, disturb our ancestors; From human mould we reap our daily\n                        bread.\n                    Young's Night Thoughts.\n            \n            "}}, {"location": {"lat": 41.044962, "lon": -85.082094}, "media": {"caption": "Page: 64", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "April 05, 1804", "text": "\n                4th month 5th.\n                Spent the day with Captain Wells. We\n                    walked with him up the St. Joseph's river,\n                    and were shown the ground upon which the Indians under the command of the\n                        Little Turtle defeated a part of the\n                    United States army under General Harmar,\n                    killing 300 out 500 men. We also followed for a considerable dis-tance\n                    the route which the soldiers took in their retreat, and saw many of their\n                    bones. Amongst these were skulls which had marks of the tomahawk and\n                    scalping knife. Many of them had fallen on the east bank of the river,\n                    and also within the river. The Indians being sta-tioned behind trees\n                    on the west side shot them in their attempt to get across.\n                We were shown the tree behind which the\n                    Little Turtle took his station, as also a tree\n                    near it behind which his nephew fell. This\n                    was a second defeat, the United States troops having been routed the\n                    day before on Eel river.\n            \n            "}}, {"location": {"lat": 41.044962, "lon": -85.082094}, "media": {"caption": "Page: 65", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "April 06, 1804", "text": "\n                6th.\n                Spent the day in the neighborhood of\n                    Fort Wayne, in the course of which we visited\n                    Captain Whipple. This afternoon several\n                    In-dians from different tribes arrived, bringing with them skins and\n                    furs. These are mostly brought by the women upon their backs, the men\n                    thinking it sufficient to carry their guns and hunting equipments.\n                We saw this evening a white woman, who, when a small girl, had been taken\n                    captive, and has ever since lived amongst the Pottowatamy tribe of Indians. She tells us (through an\n                    in-terpreter) that she has no knowledge of the part of the country\n                    from which she was taken, nor of her family. That she remembers her\n                    name was Dolly, which is the only distinct recollec-tion she retains\n                    of herself previous to her cap-tivity. This woman is dressed in Indian\n                    habit, is painted after the Indian order, and has so effectually\n                    adopted Indian manners, that a nice observer would not discover from\n                    external ob-servation her origin, except from the color of her eyes,\n                    which are grey.\n            \n            "}}, {"location": {"lat": 41.044962, "lon": -85.082094}, "media": {"caption": "Page: 65", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "April 07, 1804", "text": "\n                7th.\n                Visited William Wells, and rode with him\n                    up the St. Mary's about five miles. On our\n                    way we passed several sugar camps, at which were Indian women and children\n                    who were em-ployed in making sugar. Their huts were large,\n                    and covered with the bark of the Buck Eye wood. Their troughs for catching\n                    the sugar water as it is called, are made of the bark of the red elm,\n                    they are made thin, and the ends tied together. We were shown the places\n                    where stood the houses of several distinguished char-acters amongst\n                    the Indians. Captain Wells also took us\n                    to the ground, where the Little Turtle\n                    reviewed his men, and gave them their orders before going against the army\n                    of General St. Clair. It is an extensive\n                    plain near the river.Wells was then one\n                    of the number, and says theLittle Turtle\n                    had one thousand four hundred men; St.\n                        Clair's army consisted of a much larger number, and were\n                    about fifty miles distant at the time. The Little\n                        Turtle divided his men into bands or messes, to each mess\n                    twenty men. It was the business of four of this number alter-nately to\n                    hunt for provisions. At 12 o'clock each day it was the duty of the hunters\n                    to re-turn to the army with what they had killed. By this regulation,\n                    his warriors were well supplied with provisions, during the seven day's in\n                    which they were advancing from this place to the field of battle. It\n                    is well known that at day break the Indians commenced an unexpected\n                    attack upon St. Clair's forces, killed\n                    nine hundred of his men, and put his whole army to flight.Wells says, that only about thirty Indians were\n                    killed in the battle, and that about twenty died  afterwards of\n                    their wounds. He also related the following anecdote:\n                A considerable altercation arose amongst the Indians on the review ground,\n                    relative to a Commander-in-Chief. Some were in favor of\n                    Buckangehelas, a principal chief amongst the\n                    Delawares, whilst others were in favor of the\n                    Little Turtle. At length Buckangehelas himself decided the controversy\n                    by yielding to the Little Turtle, saying\n                    that he was the youngest and most active man, and that he preferred him to\n                    him-self. This reconciled the parties, and the Little Turtle took the command.\n                We also rode to view a prairie which extends from the St. Mary's river to the Little\n                        river, a branch of the Wabash. The distance from one to the other is not more than\n                    four miles, and the highest ground is not more than five feet above\n                    the water in either river. The Indians say that in high freshets they have\n                    passed from one water to the other in their canoes. A canal might\n                    easily be cut here, and at a small expense, by which the waters of the\n                    lakes and the waters of the Ohio, (and of\n                    course the Mississippi) would be\n                    connected. An abundance of furs and skins taken on the waters of the\n                        Ohio and the Wabash, are brought up the latter river in boats by the\n                    Canadians and the Indians, and thence taken across a portage of eight miles\n                    to the Miami of the Lakes,* *The Maumee river.\n                    whence they are\n                     again conveyed by water to Detroit; goods suit-able for the Indian trade are also\n                    transported back again by the same route.\n                After spending some time in viewing the re-mains of several old Indian\n                    towns, graves, hiero-glyphics, &amp;c. &amp;c. &amp;c., we returned to\n                        William Wells' house, where we dined,\n                    and in the even-ing returned to our lodgings.\n            \n            "}}, {"location": {"lat": 41.044962, "lon": -85.082094}, "media": {"caption": "Page: 65", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "April 08, 1804", "text": "\n                8th.\n                Paid a visit to the carpenter and black-smith who accompanied us as before\n                    mentioned. They are both at work. The blacksmith is re-pairing Indian\n                    guns, and the carpenter is at work upon a council house which the\n                    govern-ment has ordered to be built for the Indians at their request.\n                    The house is to be built of hewn logs, fifty feet in length, and\n                    twenty-five in width. We also amused ourselves in attending to the\n                    manner of packing furs and skins. Our friend Jonathan has several Canadians\n                    now employed in that business. They are packed by a ma-chine\n                    constructed for the purpose, by which the work is performed expeditiously.\n                    The packs are made in squares of about two and a half feet, and\n                    contain from thirty-five to forty deer skins, or about two hundred raccoon\n                    skins.\n            \n            "}}, {"location": {"lat": 41.044962, "lon": -85.082094}, "media": {"caption": "Page: 65", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "April 09, 1804", "text": "\n                9th.\n                On the evening of this day, we received a message from the Little Turtle, informing us that the Indians\n                    had arrived, and that they would be ready to meet us at 10 o'clock the\n                    next morning.\n            \n            "}}, {"location": {"lat": 41.044962, "lon": -85.082094}, "media": {"caption": "Page: 85", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "April 10, 1804", "text": "\n                4th mo. 10th.\n                At 10 o'clock this morning we  proceeded to William Wells', who, as we before observed, is\n                    interpreter for the Indians. We were accompanied by our friend John Johnson,Captain\n                        Whipple, Lieutenants Campbell\n                        andSimms, and several other reputable persons,\n                    and were met by the following chiefs:\n                O-bas-se-a, (or the Fawn,) a village chief\n                    of great distinction in the Miami\n                    nation.\n                Os-so-mit, a village chief of the Pottowattamy nation, and brother to the Five Medals.\n                Me-she-ke-na-que, or the Little Turtle, a war chief of the Miami nation.\n                They were attended by a considerable num-ber of their principal young men,\n                    and by several women.\n                The Five Medals was not present. He had\n                    informed us on taking leave, that circumstances required him to return to\n                    his town, and that the distance would be too great for him to return\n                    in time to meet us, his infirmities occasioning him to travel slowly,\n                    but that he would send his brother, who would report to him faithfully\n                    all the proceedings of the council.\n                After we had taken each other by the hand, the chiefs took their seats by\n                    the side of each other. Their principal people next seated them-selves\n                    according to the rank or distinction which they held. After them, their\n                    young men in circular order, seat after seat,- and lastly, the women,-\n                    who occupied seats separate from the men, being placed near the centre of\n                    the room.\n                \n                We took our seats on the opposite side of the house and in front of the\n                    Indians.\n                Being all thus seated- I speak literally, when I say my heart palpitated- I\n                    felt the importance and dignity of our mission; I wished our heads\n                    were wiser, and feared for the result of so in-teresting an\n                    opportunity.\n                After a few minutes had passed, the Little\n                        Turtle observed, that when we met before, they had informed\n                    us of the difficulty there was in convening the Indians at so early a\n                    period in the season, and that those of their people then present with\n                    him were all who were likely to attend to listen to what we had to say.\n                We then proposed that the letter from our friends and brothers at home, read\n                    to the Five Medals and the Little Turtle at the time of our first meeting,\n                    should be again read for the in-formation of our Indian brethren now\n                    attend-ing.\n                This proposal was deemed proper, and the letter was accordingly read.\n                After a short pause, we addressed them as follows:\n                \n                    \n                        \n                        Brothers and Friends: We know that the most of our Red Brethren are,\n                            at present, at their hunting and sugar camps, and did not\n                            ex-pect to see a large number at so short a notice. We have,\n                            therefore, agreeably to your request, put upon paper the things we\n                            have to say, and hope you will not fail to have them communi-\n                            cated, when, at some future time, you may be more\n                            generally assembled. \n                    \n                \n                One of us, then standing up, read to them the following address: The\n                    interpreter, also standing between us and the Indians, interpreted our\n                    com-munication: \n                \n                    \n                        \n                        The Address of George\n                            Ellicott and Gerard T.\n                                Hopkins, delivered to the Little Turtle and the Five\n                                Medals, Chiefs of the\n                            Miami and Pottowattamy nations of Indians, and\n                            others.\n                        Brothers and Friends: When we were to-gether, eight days ago, with\n                            the Little Turtle and the\n                                Five Medals, the letter was read\n                            to them, which has just been read. That letter, you observe,\n                            says that we were appointed by the people called Quakers, of Baltimore, to visit you, and to take you by\n                            the hand on their be-half, desiring that you would receive any\n                            com-munications from us, as coming immediately from them.\n                        Brothers: After that letter was read, our hearts were filled with so\n                            much love for our Red Brethren, that, on looking over and\n                            considering the business upon which we had come, we felt a\n                            desire to see as many together as could be convened- and this day\n                            was that agreed upon for us to meet you.\n                        Brothers: We believed that the things we had to say were of great\n                            importance to our Red Brethren, and therefore it was that we\n                            request-ed to see you together, that you all might have an\n                            opportunity of hearing what we have to say.\n                        \n                        Brothers: Our hearts are filled with thank-fulness to the Great\n                            Spirit, that He has brought us safely to the country of our\n                            Red Brethren, and protected us through the journey. We also\n                            rejoice that He has given us this oppor-tunity of seeing you, and\n                            of taking you by the hand.\n                        Brothers: It is now a little more than two years since your Brothers\n                            of Baltimore had an opportunity\n                            of becoming acquainted with theFive\n                                Medals, the Little\n                                Turtle, Tuthinipee,\n                            and some other chiefs. They were glad of that op-portunity of\n                            having a talk with them, and of enquiring after the situation of\n                            their Red Brethren.\n                        Brothers: We had for some time entertain-ed apprehensions, that the\n                            many changes which were taking place in circumstances, must\n                            greatly change the situation of our Red Brethren, and that the\n                            time was fast approaching, in which it would be necessary for them\n                            to alter their mode of living.\n                        Brothers: After our talk with the chiefs whom we have just\n                            mentioned, we were fully con-vinced that the time was come, in\n                            which our Red Brethren ought to begin to cultivate their\n                            lands; that they ought to raise corn and other grain, also\n                            horses, cows, sheep, hogs, and other animals. We then proposed to\n                            afford them some assist-ance. They appeared to be glad of the\n                                proposal, and informed that many of their people\n                            were disposed to turn heir attention to the cultiva-tion of\n                            the earth. They also expressed a desire to be assisted by their\n                            Brothers of Baltimore.\n                        Brothers: Having been encouraged by the opportunity which we then\n                            had, we sent to the care of the Agent for Indian Affairs some\n                            ploughs, harness for horses, axes, hoes, and other imple-ments\n                            of husbandry, which were made for the use of our Red Brethren, and\n                            desired that they might be distributed amongst them as tokens\n                            of our friendship.\n                        Brothers: We received last fall, through the hands of the Agent for\n                            Indian Affairs, a talk from the Little\n                                Turtle, the Five\n                            Medals, and others, informing us that they had\n                            received the implements of husbandry, and requested that their\n                            Brothers of Baltimore would\n                            send some of their people into the country of their Red\n                            Brethren for the purpose of seing their situation, and showing them\n                            how to make use of the tools, saying they did not know how to\n                            begin. \n                        Brothers: It is for these purposes that we have now come; and we\n                            again repeat, that we rejoice we have the opportunity of seeing\n                            you, and of taking you by the hand.\n                        Brothers: In coming into the country of our Red Brethren, we have\n                            come with our eyes open. And although we are affected with sorrow,\n                            in believing that many of the Red Brethren suffer\n                            much for the want of food and for the want of clothing, yet our\n                            hearts have been made glad, in seeing that it has pleased the Great\n                            Spirit to give you a rich and valuable country. Because we\n                            know that it is out of the earth that food and clothing come. We\n                            are sure, brothers, that with but little labor and attention, you\n                            may raise much more corn and other grain than will be\n                            necessary for yourselves, your women and chil-dren, and may also,\n                            with great ease, raise many more horses, cows, sheep, hogs and\n                            other valuable animals, than will be necessary for your own\n                            use. We are also confident, that if you will pursue our method\n                            in the cultivation of your land, you will live in much greater ease\n                            and plenty, and with much less fatigue and toil, than\n                            attend hunting, for a subsistence.\n                        Brothers: We are fully convinced, that if you will adopt our mode of\n                            cultivating the earth, and of raising useful animals, you will find\n                            it to be a mode of living, not only far more plentiful and\n                            much less fatiguing, but also much more certain, and which will\n                            expose your bodies less to the inclemencies of the weather than is\n                            now attendant upon hunting. It will lead you, brothers, to\n                            have fixed homes. You will build comfortable dwelling-houses for\n                            yourselves, your women and children, where you may be\n                            shelter-ed from the rain, from the frost, and from the snow,\n                            and where you may enjoy in plenty the rewards of your labors.\n                        \n                        Brothers: In laying these things before you, we have no other motive\n                            than a desire of heart for the improvement, the benefit and\n                            the welfare of our Red Brethren- and therefore it is that we\n                            speak with freedom, and we hope, that what we have to say, will go\n                            in at one ear, and not come out the other, but that it will be\n                            remembered by our Red Brethren. For we know, brothers, that we\n                            shall not be ashamed of what we say, when, in time to come, you\n                            com-pare the things we are saying to you with your experience\n                            in practising them.\n                        Brothers: We will here mention, that the time was, when the\n                            forefathers of your brothers, the white people, lived beyond the\n                            great water, in the same manner that our Red Brethren now\n                            live. The winters can yet be counted when they went almost naked,\n                            when they procured their living by fishing, and by the bow and\n                            arrow in hunting- and when they lived in houses no bet-ter\n                            than yours. They were encouraged by some who came from the\n                            sun-rising, and lived amongst them, to change their mode of living.\n                            They did change- they cultivated the earth, and we are sure\n                            the change was a happy one.\n                        Brothers and Friends: We are not ashamed to acknowledge that the\n                            time was when our fore-fathers rejoiced at finding a wild plumb\n                            tree, or at killing a little game, and that they wandered up\n                            and down, living on the uncertain supplies of fishing and hunting.\n                            But, brothers, for your  encouragement, we now mention\n                            that, by turn-ing their attention to the cultivation of the\n                            earth, instead of the plumb tree, they soon had orchards of many\n                            kinds of good fruits- instead of wild game, they soon had large\n                            numbers of cattle, horses, sheep, hogs, and other valuable\n                            animals,- and in many places, instead of their forests, they had\n                            large fields of corn and other grain, as also many other valuable\n                            productions of the earth.\n                        Brothers: We hope your eyes will be open to see clearly, the things\n                            which are best for you, and that you will desire to pursue them.\n                            We believe, brothers, that it is in the heart of your father,\n                            the President of the United States, to assist his red children in\n                            the cultivation of the earth, and to render them services which\n                            will be greatly for their benefit and welfare. We hope that\n                            your exertions to change your present mode of living will be so\n                            plain to him, that he will see them. This will encourage him to\n                            continue to aid you, in your endeavors.\n                        Brothers, we have spoken plainly; we de-sire to speak plainly. We\n                            will now tell you that we have not come merely to talk to you.\n                            We have come prepared to render you a little assistance. Our\n                            beloved brother, Philip Dennis,\n                            who is now present, has come along with us. His desire is to\n                            cultivate for you a field of corn; also, to show you how to raise\n                            some of the other productions of the earth. He knows how to\n                                use the plough, the hoe, the axe, and other\n                            imple-ments of husbandry.\n                        Brothers, we here ask you, are you still de-sirous to be instructed\n                            by us, in the cultivation of your lands? If you say you are, our\n                            brother, whom we have just mentioned, will continue with you\n                            during the summer. We shall leave it to you to show him the spot\n                            where to begin to work.\n                        Brothers, he has left a farm, he has left a wife, and five small\n                            children, who are very dear to him; he has come from a sincere\n                            desire to be useful to our red brothers. His motives are pure,\n                            he will ask no reward from you, for his services, his greatest\n                            reward will be in the satis-faction he will feel in finding you\n                            inclined to take hold of the same tools which he takes hold\n                            of, to receive from him instruction in the culti-vation of your\n                            lands, and to pursue the example he will set you.\n                        Brothers, we hope you will make the situa-tion of our brother as\n                            comfortable as circum-stances will admit. We hope, also, that\n                            many of your young men will be willing to be taught by him, to\n                            use the plough, the hoe, and other implements of husbandry. For we\n                            are sure, brothers, that as you take hold of such tools as are\n                            in the hands of the white people, you will find them to be to you\n                            like having additional hands. You will also find that by using\n                                them, they will enable you to do many things\n                            which, without them, cannot be performed.\n                        Brothers, there is one thing more which we wish to add. The white\n                            people, in order to get their land cultivated, find it necessary\n                            that their young men should be employed in it, and not their\n                            women. Women are less than men. They are not as strong as men. They\n                            are not as able to endure fatigue as men. It is the business\n                            of our women to be employed in our houses, to keep them clean,\n                            to sew, to knit, spin, and weave, to dress food for themselves and\n                            families, to make clothes for the men and the rest of their\n                            families, to keep the clothes of their families clean, and to take\n                            care of their children. \n                        Brothers, we desire not to mention too many things to you, but we\n                            must add a little further. We are fully convinced that if you will\n                            turn your attention to the cultivation of the earth, to\n                            rais-ing the different kinds of grain, to erecting mills for\n                            grinding grain, to building comfortable dwell-ing houses for your\n                            families, to raising useful animals- amongst others, sheep, for the\n                            advan-tage of the wool, in making clothing- to raising flax\n                            and hemp for your linen; and your young women learn to spin and\n                            weave, that your lives would be easier and happier than at\n                            present, and that your numbers will increase, and not continue\n                            to diminish. As we observed, brothers, your land is good. It is far\n                            better than the land the white people near the great water cultivate. We are persuaded that your land will produce\n                            double the quantity of any kind of grain, or of flax, or of hemp,\n                            with the same labor necessary near the great water. \n                        Brothers and Friends: We shall now end what we have to say, with\n                            informing you thatall the corn, and other productions of the\n                            earth, which Philip Dennis may\n                            raise, we wish our red brethren to accept of, as a token of\n                            our friendship. And it is our desire that the chiefs of\n                                Pottowatamy and Miami nations, who are now present, added to our\n                            brothers, the Five Medals,\n                                Tuthenipee, and Philip Dennis, make such a distribution\n                            thereof as they may think proper. * The\n                                address was published in pamphlet form in\n                                Baltimore, by the Indian Committee in 1804, and also appeared in the newspapers of the\n                                period, and was much commended for its earnest and\n                                enlightened simplicity. T.\n                    \n                \n                The Indians observed great gravity and de-corum, during the time of our\n                    addressing them, and seemed to reiterate the sentiments delivered by\n                    repeated shouts.\n                At the close of our communication, a short pause took place, during which we\n                    informed them that we had no more to add at present, but wished them\n                    to speak freely. After which a conversation, occupying several minutes\n                    took place between the chiefs, and some of their principal\n                    men, which being in the Indian lan-guage was to us unintelligible. They\n                    then rose upon their feet, and shook hands with us with great\n                    solemnity, and returned to their seats.\n                In a few moments the Little Turtle arose\n                    and delivered the following speech, which one of us* Gerard Hopkins, who was a\n                        fine short hand writer. T. wrote in short hand, from the\n                    mouth of the In-terpreter.\n                \n                    \n                        \n                        Brothers, it appears to me to be necessary that I should give you an\n                            immediate answer, as you are about to return to your families\n                            from whence you came.\n                        My Brothers and Friends, we are all pleased to see you here, and to\n                            take our brothers, the Quakers, through you by the hand. We\n                            re-joice that the Great Spirit has appointed that we should\n                            this day meet. For we believe, that this meeting will be of the\n                            utmost consequence to your red brethren.\n                        Brothers, what you have said, we have care-fully gathered up, we\n                            have placed it in our hearts, in order that it may be communicated\n                            to our posterity. We are convinced that what you have said is\n                            for the good of your red brethren. We are also convinced that our\n                            chiefs and war-riors, our women and children will be all of our\n                                 opinion, and will be glad when they have\n                            heard what you have said.\n                        Brothers, we take you now by the hand, and through you we take the\n                            people who sent you here by the hand, and assure you we are\n                            pleased that the Great Spirit has let us see each other, and\n                            converse together upon the subjects which you have communicated to\n                            us.\n                        Brothers, you see there is not a large num-ber of us here. What you\n                            have said to us will not remain with those who are here alone.\n                            It will be communicated to all your red brethren in this\n                            country. And I again repeat, that I am convinced they will be glad\n                            to hear what you have said to us, to our women and children.\n                        Brothers, when we saw you with the rest of our brothers in\n                                Baltimore, upwards of two\n                            years ago, I expect you recollect perfectly the conver-sation\n                            between us at that time and place. I, there with my brother chiefs,\n                            told you that we were glad to find you so much disposed to\n                            assist us, our women and children. We told you that your good\n                            wished should be made known to all your red brethren in this\n                            country, which has been done.\n                        Brothers, ever since that time, I, as well as some others of my\n                            brother chiefs, have been en-deavoring to turn the minds of our\n                            people to-wards the cultivation of the earth, but I am sorry\n                            to say we have not yet been able to effect any thing.\n                        \n                        Brothers, there are so few of our chiefs now present, it would not\n                            be proper for us to under-take to give a pointed answer to your\n                            talk. We expect that in a few moons there will be many of our\n                            people together. At that time it will be proper that we should\n                            return an answer to all the subjects you now mention to us.\n                        Brothers, the things you have said to us re-quire the greatest\n                            attention. It appears to me to be really necessary to deliberate\n                            upon them. In order to do so, we must beg to leave the paper\n                            upon which they are written, that we may com-municate them to our\n                            chiefs when they assemble.\n                        Brothers, all the words which you have said to-day were certainly\n                            calculated for our good. You have enumerated to us the different\n                            kinds of grain and animals we ought to raise for our comfort.\n                            You have told us that if we all adopt the plan you have proposed,\n                            we should want for nothing. This, brothers, myself and many of\n                            our people believe is true, and we hope we shall finally be\n                            able to convince our young men that this is the plan we ought to\n                            adopt to get our living.\n                        Brothers, you have come a long distance to render service to us. We\n                            hope that you will meet with the success you wish, you have\n                            been very particular in pointing out to us what will be for\n                            our good. You have also been very par-ticular in pointing out to us\n                            the duties of our women, and you have told us that in adopting\n                             your mode of living, our numbers would increase and\n                            not diminish. In all this I perfectly agree with you. And I hope\n                            the other chiefs will also agree with you.\n                        Brothers, we are pleased to hear you say you are going to leave one\n                            of your brothers with us, to show us in what manner you cultivate\n                            the earth. We shall endeavor, brothers, to make his situation\n                            amongst us as agreeable to him as will be possible for us.\n                        Brothers, we are convinced that the plan you propose will be highly\n                            advantageous to your red brethren. We are also convinced that\n                            you have observed very justly that we shall not then be liable\n                            to sickness. We are certain that we shall then be able to make a\n                            more comfortable living with less labor than at present. And I\n                            hope that this will be the opinion of us all.\n                        Brothers, assure your people who sent you here, tell your old chiefs\n                            that we are obliged to them for their friendly offers to assist us\n                            in changing our present mode of living; tell them that it is a\n                            work which cannot be done immediate-ly,- that we are\n                            that way disposed, and we hope it will take place gradually.\n                    \n                \n                Here the speaker sat down for a short time, and then rose again, saying,\n                \n                    \n                        \n                        Brothers, my heart is so overjoyed and warmed with what you have\n                            said, that I find I had forgot to mention one of the most\n                            important things.\n                        Brothers, at the time we first met at this place, the Five Medals and myself formed some idea\n                            of your business. We expected you had come to do for us the things\n                            you had proposed to us when in Baltimore. We consulted each other upon the answer\n                            necessary to return to you in every respect, and I now find that\n                            our idea was right.\n                        Brothers, the sentiments which I have de-livered to you were his\n                            sentiments. You have now told us, that your brother has a mind\n                            to live amongst us to show us how to cultivate the earth, and\n                            have desired us to show him the spot where to begin. We agreed\n                            then, that he should be at neither of our villages, lest our\n                            younger brothers should be jealous of our taking him to\n                            ourselves. We have determined to place him on the Waash, where some of our families will\n                            follow him,-where our young men I hope will flock to him, and where\n                            he will be able to in-struct them as he wished. This is all I have\n                            to say. I could all day repeat the sentiments I have already\n                            expressed; also how much I have been gratified in\n                            seeing and hearing my brothers; but that is not necessary. I am\n                            sorry, brothers, that the chiefs of our country are not all\n                            present, that they might all hear what you have said, and have\n                            an opportunity of talking to you.\n                    \n                \n                At the close of this speech we were informed that nothing would be added by\n                    the Indians to the communication made by the Little\n                        Turtle. We then told them that the words spoken by the\n                        Little Turtle should be carefully\n                    carried home to our brothers and friends who had sent us. We also\n                    informed them that notwithstanding we were now desirous to return to our\n                    homes as soon as possible, yet we wished to see the place which they\n                    designed to be the station of our brother, Philip\n                        Dennis, and hoped some of them would show it to us. We\n                    further added, that this did not arise from any jealousy in our minds\n                    that the place fixed upon was not suitable. On the contrary, we had no\n                    doubt that they had judged wisely; but that the love and respect which\n                    we bore to our brother, led us to desire to bear him company to the place,\n                    and also to ren-der him every assistance in our power before we left\n                    him.\n                They then informed us that they would con-sult and fix upon some one to go\n                    with us. The business of the council being then at an end, we in turn\n                    rose from our seats, and shook hands with them, which concluded the\n                    formalities of the opportunity. After entering into a little conversation, we told them we should now bid them farewell, as we\n                    expected we should not see them again. They then took us separately by\n                    the hand, and with marks of great affection and friendship bade us\n                    farewell, and we returned to our quarters.\n            \n            "}}, {"location": {"lat": 41.044962, "lon": -85.082094}, "media": {"caption": "Page: 86", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "April 12, 1804", "text": "\n                4th month 12th.\n                Being a fine pleasant morn-ing we set out for the place on the Wabash as-signed by the Indians to Philip Dennis. We were accompanied by Wiliam Wells and Mas-sanonga, (or Clear Sky,) a handsome young man of\n                    the Wea tribe, deputed by the Indians to pilot\n                    us, who (by the bye) says he shall be the first young man to take hold of\n                        Philip Dennis' plough.\n                After riding eight miles, we came to the place called the Portage, on the Little\n                        river, a navigable water of the Wabash. Then down the margin of the river, leaving it to\n                    our left. At the end of four miles, crossed Sandy\n                        Creek, another navi-gable water of the Wabash; then proceeded through the woods, and at the end of\n                    thirteen miles further again came to Little\n                        river, at a place called the Saddle. This name is derived from a large rock in the bed\n                    of the river in the shape of a saddle. From the Saddle we pro-ceeded six miles along the margin of the\n                    river to its junction with the Wabash.\n                The bed of the Wabash here is of limestone.\n                    After riding five miles further, we came to a vein of land\n                    about one mile in width, the sur-face of which is covered with small flint\n                    stones, and which we are told extends for several miles.On examining\n                    these flints, we found them of excellent quality.\n                Here the Indians supply themselves with flints for their guns and for other\n                    purposes, and here formerly they procured their darts. It has\n                    cer-tainly been a place abundantly resorted to from time immemorial.\n                    This is evident from the sur-face of the ground being dug in holes of two\n                    and three feet in depth, over nearly the whole tract. This flinty vein\n                    is called by the Indians Father Flint.\n                    They have a tradition concerning its origin which is very incredible. From\n                    this we proceeded, and after riding two miles, reached the place\n                    proposed by the Indians.\n                This place is thirty-two miles rather south of west from Fort Wayne, and is situated on the\n                    Wabash, at a place called the Boat-yard,\n                    which name it obtained from the circumstance of\n                    General Wilkinson having built some flat,\n                    bottomed boats here, for the purpose of tran-sporting some of the baggage\n                    of the American troops down the river. It was formerly the seat of an\n                    Indian town of the Delawares, and we are\n                    pleased to find there are about twenty-five acres of land clear. The\n                        Wabash here makes a beau-tiful\n                    appearance, and is about sixty yards wide. A little above is an island in\n                    the river, on one side of which the water runs with a strong cur-rent, and affords a good mill seat. We viewed the land in this\n                    neighborhood for a considerable distance, and found it high and of\n                    superior quality, being covered with sugar trees of enor-mous size,\n                    black walnut, white walnut, hack-berry, blue ash, oak buckeye trees,\n                    &amp;c., all very large. The land appears to be equal in quality to\n                    any we have seen, not excepting the bottoms of the Scioto and Paint Creek. About\n                    half a mile below, a handsome creek falls into the river from the\n                    north, which we traced for a consider-able distance, and are convinced it\n                    affords a good mill seat. This creek bearing no name, we called it\n                        Dennis' Creek in honor of Philip Dennis. \n                As night approached, Massanonga, taking\n                    his knife, left us, and in about fifteen minutes re-turned with a\n                    remarkably fine turkey. This he prepared and roasted for us in a very nice\n                    and expeditious manner, on which we fared sumptu-ously. At 9 o'clock\n                    we wrapped ourselves in our blankets, and laid down to sleep before\n                    the fire, having no shelter. The night was frosty; we, however, slept\n                    tolerably and took no cold.\n                In the night the otters were very noisy along the river, the deer also\n                    approached our fire and made a whistling noise; the wolves howled, and\n                    at the dawn of day turkies gobbled in all direct-tions.\n            \n            "}}, {"location": {"lat": 41.044962, "lon": -85.082094}, "media": {"caption": "Page: 86", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "April 13, 1804", "text": "\n                13th.\n                Early this morning we arose, and breakfasted on the remains of the turkey\n                    cooked last evening, after which we fixed upon the place\n                    for Philip Dennis' farm; we also staked out\n                    the situation for his wigwam, which is about one hundred feet from the\n                    banks of the Wabash, and opposite to a\n                    fine spring of excellent water issuing out of the bank of the river.\n                We are told by several persons well acquainted with the country, that from\n                    hence to St. Vin-cennes, on the\n                        Wabash, a distance of two hun-dred\n                    miles by land, and three hundred and fifty by water, the land on both sides\n                    of the river embracing a very extensive width, is not inferior to the\n                    description given of this location in yes-terday's notes.\n                At Mississinaway, a large Indian town of the\n                    Miami's, situated about thirty miles below\n                    us, on the Wabash, stone coal is found,\n                    which with limestone continues for two hundred miles down the\n                    river.\n                There are no Indians between this and Fort\n                        Wayne, neither any between this and Mississin-away. Philip\n                        Dennis' nearest neighbors will be at the Little Turtle's town, eighteen miles\n                    dis-tant. Whilst here we have seen four peroques loaded with peltry,\n                    manned by Canadians and In-dians, on their way up the river to be\n                    tran-sported to Detroit.\n                I may here observe that the Wabash affords\n                    an abundance of large turtles, called soft shelled turtles, the outer coat\n                    being a hard skin, rather than a shell. They are esteemed excellent\n                    food. It affords a great variety of fine fish, and we saw\n                    ducks in abundance; we are told it is re-sorted to by geese and swans.\n                About 8 o'clock in the morning we set out for Fort\n                        Wayne, where we arrived about 3 o'clock in the afternoon,\n                    and after dining with William Wells\n                    returned to our lodgings.\n            \n            "}}, {"location": {"lat": 41.044962, "lon": -85.082094}, "media": {"caption": "Page: 86", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "April 14, 1804", "text": "\n                14th.\n                I may here observe that some days ago we came to a conclusion to return home\n                    by the way of the lakes; to this we have been induced from a hope that\n                    we shall be subjected to fewer difficulties and much less fatigue than to\n                    retrace the way by which we came; and I may also add, that we have\n                    been encouraged to this by the advice of our kind friends heretofore\n                    named, who have with much apparent cheefulness offered to prepare a\n                    way for us; and this morn-ing being informed by our worthy friend,\n                        Cap-tain Whipple, that the boat\n                    intended for us would be in readiness against to-morrow, we spent the\n                    day in making preparations, and in writing to our families.\n            \n            "}}, {"location": {"lat": 41.044962, "lon": -85.082094}, "media": {"caption": "Page: 86", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "April 15, 1804", "text": "\n                15th.\n                This morning we bade both a joyful and sorrowful farewell to Philip Dennis, and the two young men who\n                    accompanied us out. We also took leave of those generally with whom we\n                    had formed an acquaintance, first breakfast-ing with Captain Whipple, whose hearty kind-ness to us has been so\n                    often repeated, that his name will deservedly claim a place in our\n                    re-membrance. He has fitted out a perogue for us and\n                    manned it with a corporal and private soldier from the fort; and, joined by\n                        John John-son and William Wells, has stocked it with an apparent\n                    superabundant supply both for eating and drinking.\n                About 8 o'clock we embarked for Detroit,\n                    pro-ceeded about thirty miles down the Miami of the lakes, and in the evening encamped under a\n                    tent near the margin of the river. With respect to the appearance of\n                    the country, the same old phrase must be continued; land of\n                        excellent quality. We several times went ashore to view the\n                    river bottoms, they were extensive and ap-peared to be first rate land. The\n                    timber, buck eye, ash, elm, sugar tree, oak, hickory, black and white\n                    walnut, &amp;c. We saw ducks in abun-dance, and Corporal\n                        King says they breed here in great numbers. This river\n                    affords a variety of fine fish, and mostly of descriptions very\n                    dif-ferent from those found in our salt waters. Of these the following\n                    are some of the names; black, yellow, and white bass, covers,\n                    pickerel, suckers, herrings, muscanago, gar, pike, catfish,\n                    sheeps-head, carp, and sturgeon. These are all caught with the hook except\n                    the two last.\n                The sturgeon are now on their way from the lake to the head waters of the\n                        St. Joseph's and\n                    St. Mary's rivers. In company with the\n                        Little Turtle, our friends, John Johnson, William\n                        Wells, and some others, whilst at Fort\n                        Wayne, the conversation turned upon fish, and the\n                        then running up of the sturgeon; the Little Turtle very humorously proposed to Johnson a project, which was to join in\n                    building a stone dam at the junction of the two rivers, to prevent the\n                    sturgeon from getting back again to the lake, and then said he you and I will live on them this summer.\n                We observed to-day (15th,) several hunting\n                    and sugar camps, and went on shore to visit two of the latter. The camps\n                    were well supplied with jerk venison, dried raccoon, sturgeon,\n                    &amp;c.; one man only was at the camp, and he was em-ployed with his\n                    knife in making a paddle for his canoe. A squaw was knitting a bag, and\n                    an-other was preparing the bark of the buckeye for thread, strings,\n                    &amp;c., by beating it with a piece of wood. We saw amongst them several\n                    fat and healthy looking children, who were playful and did not appear\n                    to be afraid of us. The children presented us with a quarter of fresh\n                    venison, for which we returned them some salt meat and bis-cuit, with\n                    which they were pleased. Here we saw a child about six months old fixed to\n                    a board in the genuine Indian fashion. The board was straight, about\n                    fifteen inches in width, and two and a half feet in length, having at its\n                    head a circular handle, and at the foot a small ledge To this the\n                    child was lashed by cloth bandages, and so tight that it could not move\n                    hand or foot. The board was placed against a tree, almost\n                    per-pendicularly, and the infant asleep- of course in a standing\n                    position. The child was painted very red, and had silver\n                    bandages about its wrists, and ornaments of the same metal in its\n                    ears. The Indians are very fond of their children, and put about them\n                    very costly silver ornaments.\n                I have seen Indian children dressed in a calico frock which was stuck with\n                    silver broaches from neck to heel, besides ornaments on the wrists, in\n                    the ear, and about the neck and head.\n            \n            "}}, {"location": {"lat": 41.044962, "lon": -85.082094}, "media": {"caption": "Page: 86", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "April 16, 1804", "text": "\n                4th month 16th.\n                Proceeded very pleasantly down the river about fifty miles, and at\n                    night encamped under our tent. In the evening a severe thunder gust\n                    came on, with heavy rain, which continued for several hours after\n                    night, but having a good tent we did not get much wetted. In the\n                    course of the day we saw wild fowl in abundance, also passed by several\n                    Indian hunting and sugar camps. Our Corporal is very fond of saluting\n                    the camps with an imitation of an Indian whoop, which they are sure to\n                    answer by a similar not. This whoop very nearly re-sembles the shrill\n                    yelp of a dog. The land ap-pears to be of an excellent quality, and deer\n                    and turkies are very numerous. Here also\n                    The prowling wolf howls hideous all night long, And owls vociferate the\n                        dread response.\n            \n            "}}, {"location": {"lat": 41.044962, "lon": -85.082094}, "media": {"caption": "Page: 86", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "April 17, 1804", "text": "\n                17th.\n                Proceeded about thirty-five miles, and at night encamped under our tent. We\n                    have been entertained to-day with a diversified scene. The river\n                    covered with wild fowl, fish jumping up around us, and turkies flying.\n                \n                We stopped a short time to view the remains of Fort\n                        Defiance. This fort was built by Gene-ral Wayne, in the course of his march to attack\n                    the Indians. The situation is very beautiful and commanding, at the\n                    junction of the river Great Au Glaize with\n                    the Miami. The two rivers make a large\n                    body of water, the width being about two hundred yards. A Canadian\n                    trader only resides here. We also went on shore several times to visit\n                    Indian towns and camps. Great numbers of Indians are settled upon the\n                    banks of the Miami; they are chiefly of the Ottoway and Shawnese\n                    tribes. They appeared pleased at receiving visitors. Their children were\n                    very antic, and seemed to leap for joy on seeing us land; doubtless\n                    from a hope of receiving some presents. The hunters are returning to\n                    their towns, and many of their wigwams are stocked with peltry, dried\n                    raccoon, and jerk venison. They are on their way to the foot of the\n                    rapids. The women are mostly employed in knitting bags and belts and\n                    in making moccasins. A considerable number of Indians are on the river\n                    in bark canoes loaded with peltry. They are on the way to the foot of the\n                    rapids and other places for the purpose of exchanging their peltry\n                    with the traders for goods. Most of the wigwams we have seen to-day\n                    are covered with rushes sewed together, which are procured from the shores of\n                    Lake Erie, and so put together, that the\n                    covering will turn any fall of rain. An Indian house is\n                    constructed by putting two forks into the ground, and a horizontal piece\n                    from one fork to the other. Upon this piece rest long pieces of bark,\n                    with the other end upon the earth at a conveni-ent distance, thus\n                    sheltering them from the weather. Sometimes they make circular\n                    wig-wams, by putting small saplings into the ground in circular order,\n                    then bringing the other ends to a point, they tie them together. These\n                    they either cover with bark or with the rush mats before\n                    described.\n                To-day we passed a place called Girty's\n                    town, noted for the former residence of Simon Girty.\n            \n            "}}, {"location": {"lat": 41.044962, "lon": -85.082094}, "media": {"caption": "Page: 86", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "April 18, 1804", "text": "\n                18th.\n                Proceeded about thirty-three miles. In the earlier part of the day we passed\n                    several creeks and small streams, and at length reached what is called\n                    the head of the rapids. The river is here\n                    about four hundred yards wide. The noise of the falls informed us of our\n                    approach, long be-lieve that our peroque was manned by careful hands,\n                    we resolutely entered the rapids and\n                    de-scended with great velocity down the fall for the distance of\n                    eighteen miles to the foot of the\n                    rapids. The whole of this distance is a\n                    continued fall, the land falling with the same regularity, and\n                    generally elevated but a few feet above the surface of the water. It is\n                    needless to say that we went swiftly down, when I add, that it is a\n                    trip occupying but one hour and a half.\n                The bed of the river is a solid limestone rock,At the foot of\n                    the Rapids we lodged all night at the\n                    house of a Canadian trader, who treated us with great respect, and, though\n                    a tavern-keeper, would receive no pay from us for our supper,\n                    lodgings, or breakfast. A considerable encamp-ment of Indians, who had come\n                    to trade with him was near his house. They were very merry for a great\n                    part of the night, keeping up a con-tinued sound of their favorite\n                    instruments of music, amongst them the drum and fife. The former is\n                    made of part of the body of a hollow tree, with the ends covered with deer\n                    skin, upon which they beat with sticks, the latter they make of reed\n                    into which they bore holes some-what in imitation of a fife. The foot of the\n                    Rapids is rendered well known in American\n                    his-tory, as having been a place of frequent ren-dezvous by the\n                    Indians, previous to their defeat by General\n                        Wayne. Here also the Indians burnt many of the white men who\n                    were taken prisoners by them. To this place Wayne marched, and here he met and defeated the Indian\n                    army.\n                About eight miles above the foot of the Rapids and near the centre of the river, in a very rapid\n                    situation, is a noted rock called by the Cana-dians, Rochede Bout, (or standing rock.) This rock is about thirty\n                    feet in height above the surface of the water, and the same in\n                    diameter. The top has the regular appearance of the roof of a house,\n                    and the body of the rock is circular. Its appearance is additionally\n                    handsome from the circumstance of the roof, as it is called,\n                    being covered with cedar. \n                Fish are now passing up the Rapids in\n                    great numbers from the lakes, in so much that the water smells\n                    strongly of them. They are taken very abundantly by the Canadians and\n                    Indians. The fisherman without seeing them strikes his barbed spear to\n                    the rocks, which often passes through several at a time, and frequently of\n                    different kinds. The muscanonje are taken here in great numbers; they\n                    are a fish from three to five feet in length.\n            \n            "}}, {"location": {"lat": 41.044962, "lon": -85.082094}, "media": {"caption": "Page: 86", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "April 19, 1804", "text": "\n                19th.\n                This morning we proceeded with diffi-culty ten miles; owing to high winds,\n                    and a raincoming on, prudence seemed to dictate that we should put\n                    into a harbor, which we did at the mouth of Swan\n                        creek, where is a small fort and garrison lately established\n                    by the United States. Introductory letters were given us at Fort Wayne, to Lieutenant Rhea, the Commandant, which we delivered. He\n                    treated us with respect, and with him we spent the remainder of the\n                    day and lodged. On our way we stopped to view an old fort, called\n                        Fort Miami, which was garrisoned by\n                    the British at the time Wayne defeated\n                    the Indians.\n                Many Indian villages and wigwams are seated on both shores of the river, and\n                    many Canadian traders are to be found residing amongst them. They have\n                    generally intermarried with the In-dians, and adopted their manners. Some\n                    of the Indian houses which we passed to-day are built of\n                    small round logs, and are roofed with bark. Near the mouth of Swan creek is an extensive valley of which we\n                    took a particular view. Here the Indians placed their wives and children\n                    at the time they agreed to make battle with Gene-ral Wayne.\n                The river increases in width from the foot of the Rapids toward the lake. It is more than half a mile wide\n                    opposite Swan creek, and at present has\n                    the appearance of tide water; a strong east wind having brought a heavy\n                    swell from the lake, which has in a short time raised the river more\n                    than three feet in perpendicular height. We saw to-day geese and swans\n                    in great abundance.\n            \n            "}}, {"location": {"lat": 41.044962, "lon": -85.082094}, "media": {"caption": "Page: 86", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "April 20, 1804", "text": "\n                20th.\n                This morning notwithstanding the very unfavorable appearance of the weather,\n                    it being rainy and wind high, we again proceeded. At the end of three\n                    miles we reached the mouth of the river, where we entered a beautiful\n                    circu-lar bay, about six miles in diameter, called Miami bay.* Now called Maumee Bay. The wind continuing high, we\n                    proceeded along the margin of the bay, for about ten miles to a point\n                    called Bay Point. This is the ex-treme\n                    point of land, between Miami Bay and\n                    Lake Erie. We attempted to turn the point\n                    in order to enter the lake, but the situation being bleak and the wind\n                    high, occasioned a heavy swell, and apprehending danger, we\n                    thought it most advisable, however reluctantly, to put to shore and\n                    encamp.\n                The shore of that part of the bay which we have passed, as also of the lake\n                    now in view, is elevated but a little above the surface of the water.\n                    The country is level and appears rich. The bay is resorted to by vast\n                    numbers of wild fowl.\n            \n            "}}, {"location": {"lat": 41.044962, "lon": -85.082094}, "media": {"caption": "Page: 86", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "April 21, 1804", "text": "\n                21st.\n                The last night has been very stormy and rainy. Our tent, though a good, one\n                    did not shelter us altogether from the rain. The high swells in the\n                    course of the night, breaking over our peroque, filled and sunk her, which\n                    has oc-casioned our men much labor and difficulty. And during this day\n                    the storm continuing, we have been obliged to remain under our tent. \n            \n            "}}, {"location": {"lat": 41.044962, "lon": -85.082094}, "media": {"caption": "Page: 101", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "April 22, 1804", "text": "\n                22d.\n                \n                About midnight the clouds dispersing, wind becoming calm, and the moon\n                    shining very refulgently, we were encouraged again to embark,\n                    notwithstanding a considerable agitation of the lake from the storm, and\n                    were successful enough to turn Bay\n                    Point, after which we proceeded without difficulty to\n                        Point Raisin, near the mouth of the\n                        river Raisin, (or Grape river,) making\n                    a distance of about twelve miles, when the wind rising we made an\n                    unsuccessful attempt to get round the Point, and were again obliged to seek a harbor and wait\n                    for a calm. Shortly after we had put into harbor a fish approached the\n                        shore very near to us and seemed to be at play. One of\n                    our men advanced toward it very cautiously, and with an oar, gave it a blow\n                    upon the tail, which so disabled it that he caught it. We found it to\n                    be a muscanonje, measuring four feet two inches in length and\n                    proportionally thick. The muscanonje is from head to tail very\n                    beau-tifully spotted, and is I think not inferior to any fish I ever\n                    tasted.\n                For several days past we have been not a little mortified at being confined\n                    to a harbor, whilst the Indians are passing us very frequently in\n                    their bark canoes. It is astonishing to see these canoes riding large\n                    swells without danger. It is certain that they will ride waves whose\n                    height exceeds their length.\n                Many of the bark canoes of the Indians have fallen under our observation.\n                    They are gene-rally made of the bark of the birch tree, and shaped\n                    differently. We have seen bark canoes loaded with two thousand five hundred\n                    weight, which were so light that two men could carry them on their\n                    shoulders with great ease. The construction of the smaller description of\n                    these boats is so simple, that in an hour they will have a canoe made\n                    which will carry several per-sons across their rivers. We have also seen\n                    many of their rafts. These are made for crossing rivers at those\n                    seasons of the year when it is not easy to strip the bark from the trees.\n                    In all the river bottoms the buckeye wood is to be found.\n                    This they prefer for making a raft, on account of its lightness when dried,\n                    it being a wood nearly as light as cork. The Indians tie together\n                    small logs of the buckeye wood, to form a square of about five or six\n                    feet, this they cross by pieces of any other description of wood, confining\n                    piece to piece by bark strings, splits of hoop ash, &amp;c. Upon a\n                    raft of this description, three or four persons will cross their rivers\n                    even though the currenthe against them.\n                We had not been long in harbor, before our anxiety to proceed exceeded our\n                    patience, and observing in view at an apparent distance of one and a\n                    half to two miles from us, about fifty houses resembling a village, we\n                    concluded to abandon our peroque, walk to the settlement, and then\n                    endeavor to procure horses to take us to Detroit.\n                At 11 o'clock this morning we set out for this purpose, followed by our men\n                    with our baggage on their backs, and after walking over a wet prairie,\n                    through mud and water, half a leg and more in depth, for the distance of\n                    nearly six miles, we reached the place. Viewing this set-tlement from\n                    the lake, and over a tract so level that the elevation between it and us\n                    did not ex-ceed two feet, occasioned us to be so greatly de-ceived in\n                    the distance. On arriving we found that, instead of a village, it was a\n                    settlement of French farmers situated along the river\n                        Raisin, and presenting a very beautiful scene. The farms contain from sixty to eighty acres, laid off in\n                    parallelograms. The buildings are good, and the gardens and orchards\n                    handsome. We un-derstand that about two miles higher up the river\n                    there is another settlement composed of about forty families, and upon\n                        Otter Creek, about four miles\n                    distant, a third settlement containing about thirty families. These people\n                    are Roman Ca-tholics. We were soon informed that the dis-tance from\n                    here to Detroit was thirty-six miles by\n                    land, and that the road passed through so flat and wet a country, for the\n                    greater part of the way, that at this season of the year, it was\n                    almost impossible to travel it on horseback, and were advised to wait\n                    on the wind for a passage by water. We, therefore, concluded to take\n                    lodgings at the house of John Bedient,\n                    who has offered to entertain us, and dispatched our men to the boat,\n                    with instructions to come up the river Raisin\n                    for us, as soon as wind and weather permitted; being so wearied and\n                    overcome with our \"Jack-o-Lan-tern\" excursion, that we could not consent\n                    to retrace our steps to the boat.\n            \n            "}}, {"location": {"lat": 41.044962, "lon": -85.082094}, "media": {"caption": "Page: 102", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "April 23, 1804", "text": "\n                23d.\n                A strong west wind, attended with heavy rain last night and this day, have\n                    prevented our men from getting to us. It is a fact well-known here,\n                    that northwest and west winds are as certain to produce cloudy weather as\n                    easterly winds with us. This is doubtless owing to the humidity of the\n                    vast western lakes. The same winds are severely cold in winter, no doubt\n                    from the im-mense bodies of ice then accumulated upon\n                    those lakes.\n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 103", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "April 24, 1804", "text": "\n                24th.\n                This morning our men arrived about 8 o'clock, with the peroque, the wind\n                    having abated and weather fair. We again embarked, and on our way down\n                    the river Raisin were amused with the\n                    great numbers of wild geese, which were at play in the ponds near the\n                    margin of the river. They feed here so undisturbedly, that though we\n                    were within gun shot of them, they took but little notice of us. We again\n                    entered the lake, and encouraged our men\n                    to make the best of its smooth surface. They proceeded with great\n                    industry, and at night we reached a Wyan-dot\n                        town, called Brown's town,\n                    making a distance of about thirty miles. Here we concluded to lodge at\n                    the house of William Walker, who is\n                    interpreter for those of the Wyandot nation\n                    who are settled on this side of the lake. He is married to an Indian\n                    woman who speaks good English, and is very conversible. She gave us\n                    for supper bacon, bear's meat, and eggs fried, also a dish of tea.\n                Brownstown is situated at the mouth of the\n                    Detroit river, and on the American side. The\n                    river Detroit is a vast body of running\n                    water. Its mouth is two miles in width, and the water passes out of it\n                    into the lake with a strong cur-rent. Its channel is wide, generally ten\n                    fathoms in depth, and in many places much deeper. The name Detroit river is a corruption. Detroit, a French word, signifies the Strait, a name much more appropos,\n                    it being but an outlet from the waters of the western lakes to Lake Erie.\n            \n            "}}, {"location": {"lat": 42.1953, "lon": -83.0245}, "media": {"caption": "Page: 104", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "April 25, 1804", "text": "\n                25th.\n                This morning our curiosity led us to take a view of Brownstown. The village contains about one hundred houses,\n                    which are generally built of small round logs, and roofed with elm\n                    bark. These Indians cultivate a considerable quantity of corn, and their\n                    fields are enclosed with rails of their own splitting. We saw a sample\n                    of the wheat which they had raised the last season, which looked well. They\n                    have gar-dens and a considerable number of fruit trees. They have a\n                    small number of cattle, and raise a large number of hogs. The interpreter\n                    says they are greatly disposed to civilization, and have re-quested of\n                    the United States to furnish them this year with cattle, instead of goods\n                    or money for their annuity.\n                After taking breakfast, we again embarked and proceeded up the river Detroit, passing by another Indian town\n                    called Walk-in-the-Water village, a name\n                    derived from the principal chief of the settlement. The village contains\n                    about twenty houses, and bears the same civilized ap-pearance as\n                        Brownstown.\n                After passing the river Le Cas and the river Range, we came opposite to a British\n                    town called Sandwich, where, upon an\n                    elevated position, we beheld the horrible spectacle of two men hanging\n                    in gibbets.\n                \n                The white settlements, on both the American and British shores of the\n                        Detroit, are so near together, that\n                    the farms resemble villages. Nearly opposite Sandwich is Detroit, which\n                    we reached about 5 o'clock in the afternoon, and proceeded to the\n                    boarding house of the widowHarrison, to\n                    whom we had been recommended, having come eighteen miles. In the evening,\n                    Charles Jewett and several others came to\n                    see us; they told us they had heard of the arrival of some strangers,\n                    and expected we were from the interior of the United States; that for a\n                    long time they had received no account from the seat of government,\n                    and were anxious to hear the news. Having an open letter from the\n                    Secre-tary of War, directed to Charles\n                        Jewett, and to the commanding officer at Detroit, we embraced the opportunity to present\n                    it. The letter was as follows:\n                \n                \n                    \n                        War Department, February 20th, 1804.\n                            Gentlemen,-\n                        This will be handed you by\n                            Joel Wright, George Ellicott, and Gerard\n                                Hop-kins. They are amongst the most respectable\n                            members of the Society of Friends in Maryland. Their object is\n                            to visit some of the western In-dians, for the laudable purpose of\n                            encouraging and aiding them in the introduction of\n                            agricul-ture and other improvements essential to the happiness\n                            of the red people. They are men of science, information and\n                            property, and are en-titled to the civilities and\n                            attention of all good men. You will please to afford them every\n                            aid, and should they wish to cross the lake from De-troit to Niagara, and a public vessel being about to sail\n                            for that place, accommodations should be afforded them free of\n                            expense, and letters of in-troduction given them to Major Porter.\n                        I am respectfully Your humble servant,\n                            H. DEARBORN..\n                            To the Commanding Officer at Detroit, and Charles\n                                Jewett, Esq., Indian Agent.\n                    \n                \n                Charles Jewett received us with great\n                    civility, and has invited us to dine with him to-morrow, to which we\n                    have consented.\n            \n            "}}, {"location": {"lat": 42.1953, "lon": -83.0245}, "media": {"caption": "Page: 104", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "April 27, 1804", "text": "\n                4th month 27th.\n                This morning Charles Jewett again called\n                    upon us, and at his request we accompanied him to the garrison, and\n                    were introduced to the commanding officer,\n                    Major Pike, who appears to be a genteel\n                    and clever old man. He informed us that a public vessel would sail for\n                        Niagara, about the first of the\n                    ensuing month, and recommended us very strongly to take passage in her, in\n                    preference to any other vessel, she being in good order, and under the\n                    management of mariners well ac-quainted with the lake. This vessel is under\n                    his superintendence.\n                Agreeably to engagement, we dined to-day withCharles\n                        Jewett. The revenue officer for the port of Detroit, Captian\n                        Ernest, also dined with us.\n            \n            "}}, {"location": {"lat": 42.1953, "lon": -83.0245}, "media": {"caption": "Page: 107", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "April 28, 1804", "text": "\n                \n                28th.\n                This day we dined with Major Pike, in\n                    compliance with an invitation which he gave us yesterday. He treated us\n                    with great respect and attention, and appeared to be pleased with our\n                    company. New Jersey being the place of\n                    his nativity, he has considerable knowledge of our Society. In the\n                    course of conversation he in-quired after Peter\n                        Yarnall, and says that Peter and himself were in the same military company during\n                    the Revolutionary war; he had not heard of his death.\n                The following circumstance, as related by him, making at the time\n                    considerable impression upon me, I have thought proper to record it. He\n                    told us that several officers with Peter\n                    and himself were lodging together; that one night Peter alarmed them all with loud screams to such a\n                    de-gree that on first awaking he supposed the enemy had fallen upon\n                    their army with bayonets. Peter was on\n                    his feet, and appeared to be awake. They spoke to him repeatedly, and\n                    endeavored to ap-proach him, but every advance they made in-creased\n                    his alarm. Finally he recovered himself and became composed, and for\n                    several days after-wards, instead of satisfying their inquiries,\n                    ap-peared to be sunk in distress and gloom. He afterwards told them he\n                    considered his alarm as a warning to him, and that his fright arose\n                    from a plain representation of the devil, come to take him off.\n                        Peter in a short time left the army,\n                    and (said the Major) I always believed that\n                        his reformation had its rise from that circumstance.\n            \n            "}}, {"location": {"lat": 42.1953, "lon": -83.0245}, "media": {"caption": "Page: 108", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "April 28, 1804", "text": "\n                28th.\n                This day we dined with Robert Monroe,\n                    factor of the United States in the Indian Depart-ment. At his table we met\n                    our friend Charles Jewett, the revenue\n                    officer before named, Judge Henry and\n                        Lawyer Sibley.\n            \n            "}}, {"location": {"lat": 42.1953, "lon": -83.0245}, "media": {"caption": "Page: 108", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "April 29, 1804", "text": "\n                29th.\n                This day we dined with Frederick Bates, at\n                    his lodgings. He is descended from Friends, and discovers great partiality\n                    for our company. He is a young man of superior under-standing, and is\n                    much esteemed in Detroit. I feel and\n                    fear for the situation of this young man. It is not in human nature to\n                    support good principles unblemished, when left alone to stem the\n                    torrent of fashionable and fascinating vices.Detroit is a place of great corruption.\n            \n            "}}, {"location": {"lat": 42.1953, "lon": -83.0245}, "media": {"caption": "Page: 108", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "April 30, 1804", "text": "\n                30th.\n                This day we rode nine miles up theriver\n                        Detroit to take a view of Lake St.\n                        Clair. This lake is thirty miles in length, and twenty\n                    miles in width. We had a beautiful prospect of it, from a commanding\n                    situation. I ought to have mentioned that bordering the river, the\n                    whole distance from Detroit to the lake, the\n                    land is handsomely improved. The houses are so near each other that\n                    the margin of the river looks like a village. These farms are grants\n                    made by the French government nearly a cen-tury ago. They uniformly lie in\n                    parallelograms containing about one hundred acres. Added to tolerable\n                    dwelling houses are the handsomestapple orchards I ever saw. The\n                        extraordinary healthfulness of the trees, indicates a\n                    suitableness of climate or soil, or both.\n                The pear trees also are very large and hand-some; but their cherry and peach\n                    trees do not thrive well, the climate being too cold for them.\n                In this little excursion we were accompanied by Frederick Bates, and returned in time to com-ply with an\n                    invitation we had received to dine with Doctor\n                        Davis. Major Pike, and\n                    several others, dined with us.\n            \n            "}}, {"location": {"lat": 42.1953, "lon": -83.0245}, "media": {"caption": "Page: 108", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "May 01, 1804", "text": "\n                5th month 1st.\n                We this day dined with Dr. Wilkinson, who\n                    removed from the lower part of the State of Maryland. Were we as fond of eating and drinking as the\n                    people of Detroit ap-pear to be, it\n                    would be no marvel if we should forget our homes, and think ourselves well\n                    enough entertained where we are; but whilst we have been under an\n                    apparent necessity of yielding to the invitations we have received during\n                    (shall I say?) our imprisonment here, we know we have been very\n                    anxious for the time to arrive, in which we may embark homewards, and hope\n                    that to-morrow morning the vessel for which we have been waiting will\n                    sail.\n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 109", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "May 02, 1804", "text": "\n                2d.\n                This morning, wind and weather appear-ing to permit, we were informed that\n                    at 9 o'clock the vessel would sail. We accordingly badefarewell to our\n                    acquaintance, and went on board the United States brig called the John Adams, commanded by Commodore Brevoort. About 9 o'clock sail was hoisted, and\n                    we proceeded to the mouth of the river\n                        Detroit, when night com-ing on, and the wind being\n                    unfavorable, we anchored near the British shore, and opposite to the\n                    town of Malden.\n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 110", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "May 03, 1804", "text": "\n                3d.\n                Weighed anchor. Winds light and op-posite; anchored again about 8 o'clock in\n                    the evening, near an island called the Middle\n                        Sister.\n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 110", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "May 04, 1804", "text": "\n                4th.\n                About 4 o'clock this morning again weighed anchor, and a calm coming on\n                    about 10 o'clock, we anchored again near Middle\n                        Bass Island, where we were confined the remainder of\n                    the day. In the afternoon some of us amused ourselves with fishing. The\n                    small boat was rowed by several hands around the island, whilst we\n                    cast our lines, about thirty feet in length, hav-ing hooks baited with the\n                    skin of pork and covered in part with the skin of pork and covered in\n                    part with a piece of red cloth. In a short time we caught upwards of five\n                    dozen black bass, justly esteemed an excellent fish, and weighing from\n                    four to six pounds. The lake water is so clear, that fish can be seen\n                    from twelve to fifteen feet below the surface. Many of the fish we\n                    caught, we saw advancing to our hooks.\n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 110", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "May 05, 1804", "text": "\n                5th.\n                At 4 o'clock this morning again hoisted sail. Weather windy, attended with\n                    rain. We had not proceeded far before a head wind opposed our sailing,\n                    and we cast anchor at an island called Middle\n                        Island. At 4 o'clock in the after-noon a heavy rain and\n                    thunder gust coming on, it was deemed safest to return back a few\n                        leagues to a harbor called Put-in-Bay, where we lay dur-ing the night.\n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 111", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "May 06, 1804", "text": "\n                6th.\n                This morning at 6 o'clock we again hoisted sail; wind and weather clear and\n                    pleasant. We are now, 9 o'clock at night, under sail. \n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 111", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "May 07, 1804", "text": "\n                7th.\n                Have been under sail last night and this day until evening, when we cast\n                    anchor opposite to Presqueile, for the\n                    purpose of landing a part of our passengers.\n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 111", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "May 08, 1804", "text": "\n                8th.\n                 During last night lay at Presqueile,\n                    and this morning put on shore the passengers bound for that place,\n                    after which, the wind heading us, we lay at anchor the rest of the day.\n                        Presqueile is a town on the\n                    American side of the lake, con-taining about forty houses, several of which\n                    are stores. A small garrison of the United States is stationed\n                    here.\n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 111", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "May 09, 1804", "text": "\n                9th.\n                About 10 o'clock last night, a light favor-able breeze sprung up, which\n                    encouraged us to proceed. The vessel has been all night and du-ring\n                    the day under sail. At 8 o'clock in the evening we dropped anchor, within\n                    four miles ofNiagara river. Our commander\n                    says that the channel leading into the harbor, is rocky and dangerous,\n                    and deems it imprudent to attempt an entrance at night.\n                It is a pleasing reflection, that we are so near to the end of our passage\n                    over the lake; and we are gladdened with the hope, that we shall\n                    shortly prosecute the remainder of our journey over terra firma, where\n                    we shall not be subject to the impediments of opposing winds,\n                    and be freed from the dangers of storms. Lake\n                        Erie is a very beautiful body of water, 300 miles in\n                    length and generally from 50 to 60 in width. Much of the distance we have\n                    sailed has been out of sight of land. The water of the lake appears to\n                    be of a beautiful deep green color, but when taken up in a glass vessel, is\n                    to be admired for its transparency. I think it is, without exception,\n                    the sweetest water I ever drank.\n            \n            "}}, {"location": {"lat": 42.53357, "lon": -78.552574}, "media": {"caption": "Page: 112", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "May 10, 1804", "text": "\n                10th.\n                At 4 o'clock this morning our anchor was again hoisted, and in about half an\n                    hour we were safely moored at Fort Erie.\n                    This is a small fort on the Canadian shore of the lake, garrison-ed by\n                    the British. Immediately on our arrival, we set out on foot for Buffalo, distant 5 miles, a town situated at\n                    the junction of Buffalo Creek with\n                        Lake Erie, and near the commencement\n                    of the outlet of the lake, commonly called Niagara river. The object of this excursion was to\n                    ob-tain a conveyance across the country to the near-est line of public\n                    stages. We were successful in an application to one of the inhabitants,\n                    who agreed to furnish us with a light wagon, to be in readiness two\n                    day's hence. Here we met withErasmus\n                        Granger, an agent of the United States, in the Indian\n                    Department. We had conversa-tion with him at considerable length on\n                    Indian affairs. He tells us that many individuals amongst the Indians\n                    of his district, (who are of the Six\n                        Nations,) are turning their attention to agriculture.\n                About mid-day we returned in a small boat to our vessel. After dining on\n                    board, we went on shore at Fort Erie,\n                    and joined by our Commodore and Lieutenant Cox, a passenger with us from\n                    Detroit, we engaged a light wagon to return\n                    with us at 4 o'clock to-morrow morning, to view the\n                    Falls of Niagara, distant about eighteen miles.\n                    We extended our walk for a considerable distance along the shore of\n                        Lake Erie; it is here composed of a\n                    solid body of limestone, beautifully marbled.\n            \n            "}}, {"location": {"lat": 42.5417, "lon": -78.5058}, "media": {"caption": "Page: 114", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "May 11, 1804", "text": "\n                11th.\n                This morning we sat out for the Falls of\n                        Niagara; our road passed near the margin of\n                    Niagara river, from the lake to the Falls, a dis-tance of 18 miles, which afforded\n                    us a view both of the river, and of the adjacent improve-ments. The\n                    land is generally under cultivation, and is tolerably improved. The soil\n                    appears rather cold and stiff; but some of the meadows are nearly\n                    equal to the best I ever saw; some of the farms belong to members of our\n                    society, and we are told that there is a meeting of Friends not far\n                    distant from the Falls. Considerable emigrations are making from the United\n                    States, to this as well as other parts of Upper Canada, owing to the very advantageous terms upon\n                    which the British Government dispose of the land, being scarcely removed\n                    from a gift.\n                We reached a Canadian town called Chippewa,\n                     to breakfast, after which we walked to the Falls, a distance of two miles. This was a\n                    walk, of which every step seemed to increase curiosity and surprise.\n                    Our attention was soon arrested by a cloud which hangs perpetually over the\n                    Falls for the height of 600 feet, arising from\n                    the dashing of the waters.\n                As we advanced to the Falls the solid earth\n                    and rocks shook, or seemed to shake, under our feet, whilst the roar of the\n                    waters so overpowered every other sound that, notwithstanding we were\n                    tete-a-tete, it was necessary to raise the voice to a very loud key in\n                    order to be heard. Mean-while the cloud above mentioned issued\n                    contin-ually in what we sometimes hear called a Scotch mist.\n                There is a common saying, Those who know no danger, fear none. This\n                    was our case on re-turning to the extremity of an overjutting rock,\n                    called Table Rock, opposite to the great\n                    cataract, in order to gratify our curiosity, in a peep down the\n                    precipice which is more than 150 feet per-pendicular. In passing afterwards\n                    a short dis-tance below this rock, we were alarmed with the discovery,\n                    that the place on which we had stood was but a thin shell, the Falls having under-mined the rock for many feet.\n                    Proceeding a little lower down the Falls,\n                    we again found that our second stand was almost as baseless. We\n                    however supposed that the danger was not equal to our apprehensions, as the\n                    names of great num-bers of visitors were cut in these rocks, near\n                        their extremities. I shall not attempt to give a\n                    par-ticular description of the Falls of\n                        Niagara, which has been done by persons who have visited\n                    them, for the especial purpose of gratifying the curious. After we had\n                    gratified our curiosity in a view of them we returned to Fort Erie, and after night were rowed in a\n                    small boat to Buffalo town, in order to\n                    be in readiness for setting out home-ward in the morning.\n            \n            "}}, {"location": {"lat": 42.5417, "lon": -78.5058}, "media": {"caption": "Page: 115", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "May 12, 1804", "text": "\n                12th.\n                The person who has engaged to take us on our journey this morning has\n                    disappointed us. The circumstance is a trial, as we have become very\n                    anxious to reach our homes. Being at lei-sure we accompanied the Indian\n                    agent in a ride, four miles above Buffalo\n                        Creek, to an Indian vil-lage of the Senecas, one of the tribes of the Six\n                        Nations.\n                They are making considerable progress in agriculture, live in tolerable log\n                    houses, and have a number of cattle, horses and hogs. We saw many of\n                    them at work; they were preparing the ground for the plough by rolling\n                    logs, taking up stumps, &amp;c. \n                We also saw among them a large plough at work, drawn by three yoke of oxen,\n                    and attended by three Indians. They all appeared to be very merry, and\n                    to be pleased with our visit. The land upon which these Indians are settled\n                    is of a superior quality. We saw amongst them Red Jacket, Farmers\n                        Brother, and several other dis-tinguished Chiefs. Many of\n                    these Indians wor- in their ears, and round their necks,\n                    strung upon strings, several descriptions of Lake shells. Here we met\n                    with Saccarissa, a principal chief of the\n                    Tuscarora tribe. He has come for the\n                    purpose of being assisted by the agent in vesting fifteen thousand\n                    dollars in the purchase of land from theHolland Land\n                        Company. They have greatly de-clined hunting, and are\n                    becoming agriculturists. The Tuscarora\n                        Indians removed from North\n                        Caro-lina many years ago, and were received into the\n                    then Five Nations, or Iroquois Indians, who\n                    gave them a small tract of country, which they now think wants\n                    enlarging. It is a fact, that theSix\n                        Nations have stock in the Bank of the United States to the\n                    amount of more than one hundred thousand dollars, from which they draw\n                    regular dividends. This is money which they received some years ago from\n                    our Government for the sale of their lands.\n                The Chiefs and principal people took the advice of General Washington, in making bank stock of their\n                    money.\n            \n            "}}, {"location": {"lat": 42.5417, "lon": -78.5058}, "media": {"caption": "Page: 115", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "May 13, 1804", "text": "\n                13th.\n                This morning we set out from Buffalo in a\n                    farm wagon drawn by two horses, and tra-velled 32 miles through a rough and\n                    inferior country.\n            \n            "}}, {"location": {"lat": 42.998116, "lon": -78.187517}, "media": {"caption": "Page: 116", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "May 14, 1804", "text": "\n                14th.\n                Proceeded 23 miles and reached Bata-via,\n                    a new town, handsomely situated. We have had a muddy, disagreeable road,\n                    through a coun-try too flat to be desirable. The land is pretty rich,\n                    and very heavily timbered. We have been all day followed by\n                    millions of mosquitoes; crossed a handsome stream called the Tantawan-tae, and were told at the Ford that a\n                    little dis-tance above us 120 rattle snakes lay dead. These snakes\n                    were killed by some fishermen with their spears, the warm weather having\n                    brought them out of their dens. People are making settle-ments here\n                    very rapidly.\n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 117", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "May 15, 1804", "text": "\n                15th.\n                Travelled 33 miles, and lodged at War-ner's\n                        Tavern. The land for the most part tol-erable. The New\n                    England people are making many handsome settlements here. They have\n                    built fine farm houses, planted handsome or-chards, and emigration is\n                    increasing. The stone is mostly limestone. We passed for several miles\n                    over a tract covered with limestone, which con-tained a great variety of\n                    curious marine shells. The country affords many fine springs; one\n                    which we passed contains water sufficient to turn a mill. We also passed\n                    through a large Indian town, near the Genesee\n                        river, and to-day crossed that river, where its width is\n                    about 100 feet.\n            \n            "}}, {"location": {"lat": 42.868, "lon": -76.9856}, "media": {"caption": "Page: 117", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "May 16, 1804", "text": "\n                16th.\n                At 6 o'clock this morning we again proceeded; passed near Hemlock lake, and\n                    Honey lake, of which the waters empty into the\n                    Genesee river. The face of the country is\n                    gen-erally tolerable, but stony. We to-day also saw the same\n                    appearances of marine shells as yesterday. About mid-day we reached the\n                    town of Canan-daigua; situated upon a\n                    lake of that name, about 20 miles in length, and from one to two miles in width; its waters empty into Lake Ontario. The improvements on this tract are\n                    astonishingly handsome for a new country, par-ticularly through a\n                    settlement called Bloomfield. At\n                        Canandaigua, we exchanged a rough\n                    wagon, for the public stage, a circumstance additionally gratifying to\n                    us from the hope that we shall now proceed homewards with expedition. At 2\n                    o'clock set out in the stage, and reached the town ofGeneva where we lodged. This is a handsome new\n                    town situated upon Seneca lake, a body of\n                    water forty miles in length, and from three to three and a half miles in\n                    width.\n            \n            "}}, {"location": {"lat": 42.960215, "lon": -76.2389}, "media": {"caption": "Page: 118", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "May 17, 1804", "text": "\n                17th.\n                Travelled about fifty miles and lodged at the village of Onandagua. On our way we reached a handsome\n                    wooden bridge one mile in length, over Cayuga\n                        Lake.\n            \n            "}}, {"location": {"lat": 43.1009, "lon": -75.23266}, "media": {"caption": "Page: 118", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "May 18, 1804", "text": "\n                18th.\n                Travelled fifty miles to the handsome town of Utica, situated on the Mohawk\n                        river. Passed near Oneida\n                        Lake, and through a large settlement of Indians of the\n                        Oneida tribe. Their town consists of\n                    about seven hundred Indians. They have good houses, a meeting house,\n                    barns and orchards. Their land is under cultivation, is level, and\n                    appears to be of good quality. We saw many of them in their fields\n                    preparing for corn. These Indians have been greatly aided in\n                    agriculture, by the Friends of Philadelphia.\n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 118", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "May 19, 1804", "text": "\n                19th.\n                This morning we again proceeded, and at night lodged at a small village\n                    called George-town, making a distance of\n                    fifty miles. Our road led us the whole distance along the\n                        Mohawk river.\n                The Bottoms along this river are called theGerman\n                        Flats, and are very rich and handsome. They were settled\n                    many years ago by the Germans. We stopped to view the Falls in the river,\n                    where the navigation is made easy by locks; a very romantic place,\n                    there being limestone rock of enormous size, both in the water and upon\n                    the hills. In proceeding along the bottoms of this river there are\n                    many marks which indicate that at some period of time there was a vast body\n                    of water covering these Flats. The Flats\n                    are gen-erally from half a mile to a mile in width; theirmargins are a\n                    continuation of hills on each side,which are from two to three hundred feet\n                    inheight; the surface of the hills show stones of great size, which\n                    are washed into all shapes; added to this, the hills discover evident\n                    appear-ances of those indentures common to river shores. \n            \n            "}}, {"location": {"lat": 42.6526, "lon": -73.7562}, "media": {"caption": "Page: 118", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "May 20, 1804", "text": "\n                20th.\n                Again prosecuted our journey, passing along the Mohawk\n                        river to the town of Schen-ectady, where we crossed the river, and in the\n                    evening reached the town of Albany upon the\n                    North river, making a distance of forty\n                    eight miles. I cannot but observe here, that in pro-ceeding along the\n                        Mohawk river to-day, we came to the\n                    end of those high chains of hills mention-ed yesterday, where the country\n                    made quite a level appearance; so that we were puzzled to conjecture\n                    what became of the earth which had  enclosed so great a body\n                    of water, as the hills seem to declare once washed their summits. I\n                    may add, in humble confession, that in the course of our long journey, I\n                    have had frequent occasions to acknowledge, in a view of those\n                    extraordinary and inexplicable natural curiosities, which have fallen\n                    under our observation, the truth of that excellent sentiment of a religious\n                    poet, Nature is wrapt up, In tenfold night, from\n                        reason's keenest eye.-YOUNG.\n                Between Schenectady and Albany the coun-try is the poorest I ever saw. The surface\n                    is a body of sand, producing scarcely a tree. Surely one of\n                        Churchill's lines, relative to a part of\n                    Scotland, may with propriety be applied to\n                    this tract, Here half starved spiders feed on half starved\n                        flies.\n            \n            "}}, {"location": {"lat": 40.71278, "lon": -74.00594}, "media": {"caption": "Page: 118", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "May 23, 1804", "text": "\n                21st.\n                Having concluded to go by water fromAlbany to New York, at 3\n                    o'clock this afternoon, we set sail, and at six o'clock in the evening\n                    of the 23d reached New York, a distance of one hundred and sixty miles.\n            \n            "}}, {"location": {"lat": 42.446194, "lon": -73.78866}, "media": {"caption": "Page: 118", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "May 27, 1804", "text": "\n                24th.\n                At 8 o'clock this morning, we took public stage, and passing through the\n                    city ofPhiladelphia, reached Baltimore on First-day the 27th of 5th month, 1804. Here reader, allow me\n                    to add I was gladdened with the favor of being permitted safely to return\n                    to my home, and grateful for the additional blessing of\n                    finding my dear wife and infant children all well.\n                We were absent on this visit three months and four days, and travelled about\n                    two thousand miles.\n                \n            \n        "}}]}}