{"calculate_zoom": false, "storymap": {"call_to_action": true, "map_as_image": false, "map_type": "statemen:watercolor", "slides": [{"text": {"headline": "A Mission to the Indians from the Indian Committee of Baltimore YearlyMeeting to Fort Wayne, in 1804 ", "text": " Native Americans and Quakers "}, "type": "overview"}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Pages: ", "url": ""}, "text": {"headline": "February 24, 1804", "text": "Bade farewell to my relatives and connexions at Brookeville, and rode to Now-land's                        Ferry-28 miles-a very muddy and cold day. The high wind                    preventing us from cross-ing the Potomac                        river, we rode to the house of                    George Lepley, a neighboring farmer, where                    we found good accommodations, and were kindly entertained.             "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 8", "url": "static/img/None.jpg"}, "text": {"headline": "February 25, 1804", "text": "Crossed the Potomac early this morn-ing,                    passed over the Catoctin mountain, taking                    the village of Waterford in our way;                    thence through the gap of the Short                        Hill, over the Blue Ridge                    to Warmsley's Ferry over the Shenandoah                        river; thence across the Shenandoah to the house of our friend, John McPherson, a dis-tance of 29 miles. This                    day's journey has been highly entertaining; mountain rising above                    mountain, and farm above farm, till we reached the summit of the Blue Ridge, from whence a most extensive and                    beautiful prospect of the country, both on the east and west side of                    the mountain, was full in view. From the top of this commanding                    eminence, we were the specta-tors of a beautiful natural scene. A cloud,                    small in its appearance, passing nearly upon a level with our                    elevation, cast its shadow upon theGoose                        Creek settlement below, for several miles in extent. The                    precise shape of the cloud, with all its indentations, was visible in the                    shadow; the indentations bearing the same enlarged pro-portions, with                    the shadow, to the cloud.                An extraordinary deceptibility in human vision is evident, in a view of the                        Shenandoah river, from the summit of                    the Blue Ridge. The river, in the                    estimation of some of our company, did not appear to be further from us                    than the distance of half a mile and it proved to be not nearer than                    three or four miles.            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 8", "url": "static/img/None.jpg"}, "text": {"headline": "February 26, 1804", "text": " Passed across the Shenandoah valley, a                    body of excellent limestone land. This valley is several hundred miles in                    length, and general-ly from 20 to 25 miles in width, lying between the                        Blue Ridge and the North Mountains. Many parts of it retain to this day the                    name of barrens, though now heavily timbered, being at the time the                    land was taken up, covered with scrubby bushes. On our way we crossed a                    small river called the Opekon,-and it                    being the first day of the week, we attended the Ridge                        Meeting of Friends, after which we spent the remainder                    of the day, and lodged at night, at the house of our friend, David Lupton, at the foot of the North Mountain,-having travelled 18 miles. One                    of our horses faltered this morning, having been too well fed at last                    night's quarters.             "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 11", "url": "static/img/None.jpg"}, "text": {"headline": "February 28, 1804", "text": "Continued our journey,-forded the                    Little Capon river, the south branch of                        Poto-mac, Patterson's creek, and the north branch of                    Potomac. We also travelled over Little Capon Mountain, South Branch Mountain and North                        Branch Mountain, passing through Springfield,                    Frankford and Cresapsburg villages, reaching                    Musselman's tavern, near the foot of the                        Alle-ghany Mountains; making a journey                    of 37 miles.                A snow has been falling for some hours upon the remains of a former snow ten                    inches in depth. Our journey to-day has been very en-tertaining,                    notwithstanding the severity of the  weather, and the danger at                    this time attendant, on climbing up and descending precipices.                There is much in a journey over these moun-tains to puzzle, as well as                    amuse, the naturalist. Many extraordinary natural curiosities have                    fallen under our observation, in the diversified appearance of mountains,                    rocks and valleys. We have passed to-day the most ponderous, craggy                    and over-jutting rocks we have heretofore met with, many of which were                    elevated several hundred feet above our heads, and seemed to threaten                    us with impending danger; which was not a little magnified, in our                    apprehensions, from observing cast bodies of rock, which had evidently                    tum-bled from their lofty summits into the valleys. Had we been                    disposed to indulge fancy, we might have figured to ourselves, in a view                    of these rude mountains of rocks, many of those descriptions met with                    in Roman, Greek or Egyptian history, of amphitheatres, obelisks,                    pyramids, &c. &c; whilst many others exhibit-ed such regular, wavy                    appearences, interspersed alternately with oaks and pines, and soil of                    various hues, as seemed to challenge the painter with his diversified                    shades of coloring. And could we have observed here goats, white bears                    and reindeer, with now and then a human being clothed in skins and                    furs, and with weather a little colder, we might, perhaps, have been                    led to suppose ourselves in Lapland. A few settle-ments are made in                    this tract, which are mostly in the valleys. Deer are said to                    be very numerous upon these mountains-several were seen by us. We also                    observed seats erected in the branches of the trees by the hunters, twenty                    feet in height, being concealed stations for the purpose of shoot-ing                    deer at the Salt Licks. We have also seen several flocks of turkeys and                    pigeons in vast numbers.             "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 14", "url": "static/img/None.jpg"}, "text": {"headline": "March 01, 1804", "text": "This day we travelled thirty six miles, passed through the villages                        Woodstack and Uniontown, and after night reached the house                    of our friend, Jonah Cadwalader, in the                    neighborhood of Redstone, Old Fort, and near the Monongahela river. On our way we passed a place called the                        Great Meadows, upon the                    Alleghany Mountains. This place is noted                    for an entrenchment, cast up by General                        Washing-ton, then Colonel Washington, when retreating                    from a defeat given to a small force under his command, (near the junction                    of the Alleghany and Monongahela rivers,) history says by a much superior body                    of French and Indians. We also passed over the spot where Gen. Braddock was buried. His army of 1200                    chosen men was de-feated near Fort Du                        Quesne, in an unexpected attack by the Indians. We are told                    that the                    General and half this number were killed,                    and sixty-four out of eighty-five of his officers; of those who                    escaped was Washington, at the time                    Aid-de-Camp to General Braddock. The                    de-feated army brought off their dead commander and buried him in the                    road, in order to elude the search of the Indians for his dead body.                It may be remarked that the land in the neighborhood of the Great Meadows is very level and the timber                    heavy, which indicates the goodness of the soil. A considerable body                        ofthis land was owned by Washington at the time of his death.                This day's journey has been very disagreeable and cold, owing to a continued                    fall of snow. We greatly regretted that the clouds prevented a view of                    the Redstone settlements from the top                    of Laurel Hill, this being that part of the                        Alle­ghany Mountains from which a                    descent is made into the country below. From this commanding eminence                    the prospect, we are told, is beautiful beyond description.                Our disappointment, however, was in some measure recompensed by finding                    ourselves, when upon the top of this hill, not only above the clouds,                    but also so elevated in a cloud as to find the particles of snow resembling                    fog; a proof that large spits of snow, as they are called, ac­quire                    their size by an accumulation of particles on their way from the clouds to                    the earth. I may here mention, that the difficulties and fatigues of                    our journey thus far have been rendered light by the agreeable company of                    my brother-in-law,                    Thomas Moore, and our esteemed friend,                        Israel Janney, the former joining us                    at Brookeville, and the latter in the                        Shenandoah Valley. They are                    complying with an appointment by our late Yearly Meeting, in a visit to a                        Quarterly Meet­ing at Redstone.            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 20", "url": "static/img/None.jpg"}, "text": {"headline": "March 09, 1804", "text": "The river Monongahela not having yet risen,                    we are greatly disappointed in our wish and intention to take boat at                        Redstone for the mouth of the                        Miami of the Ohio. We have, therefore,                    no other alternative than to prosecute a long and doubtless fatiguing                    journey by land. This morning, whilst we were preparing to pro-eed on our route, two young men arrived at our quarters, for                    the purpose of accompanying us; one of them a blacksmith, and a member of                    our Society, the other a carpenter, and a steady young man. They are                    under the pay of government, and have engaged to reside in the                    neighborhood of Fort Wayne, to be                    employed for the benefit and instruction of the Indians. Previous to                    our leaving home, we had reason to expect that we should be overtaken                    by these young men, and were glad to have our expectations realized.                Again proceeding on our journey, we passed through Brownsville, a village on the Mononga-hela River; crossed over that river in a boat,                    and rode about twenty-six miles to Washington, an inland town. Our ride to-day has been                    through a very hilly country, tolerably rich, though badly watered. It                    is said that one of the first survey-ors of this tract of country, when                    questioned re-specting its general appearance, replied, It is like a large meadow filled with stacks of                        hay. A comparison very apropos.                It is worthy of remark, that near Brownsville, on the Monongahela, are the remains of an old fortification,                    including several acres of ground. Mussel shells are yet very abnndant                    within the intrenchment; and nearly opposite to the forti-fication are                    two fish pots extending quite across the river; they are made of stone,                    weighing gene-rally from thirty to forty pounds. It is said that the                    Indians who resided near the spot at the time of its discovery                    by the white men, had not even a traditional knowledge of the making of                    these fish pots, nor of the erection of the fortification.                 This day, in passing along, my mind has been involved in much serious                    reflection on the im-portance of our mission. And I trust I have in no                    small degree felt the responsibility we are under, not to men only, but to                    the Great Author of all good, with an ardency not to be expressed,                    that we may indeed discharge the trust reposed in us, and perform the duty                    required of us with propriety.            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 22", "url": "static/img/None.jpg"}, "text": {"headline": "March 10, 1804", "text": "Travelled thirty-four miles, and after night were glad to reach the house of                    our friendJonathan Taylor, in the State                    of Ohio; on our way we passed through the                    small villages of Tay-lorstown and                        West Liberty. The tract of coun-try                    through which we have travelled is generally fertile and is mostly settled.                    In the course of this day's ride, it is observable that limestone is                    to be found on the tops of the highest hills, but is rarely found in the                    bottoms.                It may now be noted that the hills between the Monongahela and the Ohio rivers                    are gene-rally of a very singular description, having two or three                    circular elevations, the surface of each elevation flat for the space of                    twenty-five to thirty feet in diameter. These flat appearances extend                    quite around the circumference of the hills, and seem to vie with art for                    regularity.                This day we crossed in a boat the great river Ohio. On approaching it, I felt no small degree                    of awe. The slow and majestic movement of so vast a body of running water,                    added to the re-collection of the blood which had been spilt re-lative                    to its shores, enforced the sensation. With what obstinacy the poor Indians                    resisted the de-signs of the white men in making settlements west of                    this river! Having been driven further and further westward, relinquished                    claim to tract after tract, they here made a stand, fixed in a                    re-solve, hitherto ye may come, but no farther! This river shall be                    the boundary between us! It shall limit your encroachment! The                    resist-ance they made, and the blood which was split, sufficiently                    prove the reluctance with which they gave up the contest. The bottom upon                    the west side of the river where we crossed, which was at the junction                    of Short Creek, is very rich, but not                    wide. In this bottom we observed a mound of earth cast up to the height of                    fifteen feet, its diameter at the base forty-five feet, and said to be                    a burial place, but whether made by the In-dians or not is not ascertained.                    It is said that two miles below this is a square fortification                    containing several acres of ground, enclosed by a bank of earth thrown up                    by art to the height of eight feet.                Along the east shore of the river great de-struction was made a few years                    ago by a species of caterpillar which infested the trees. They fed                    upon the leaves, and thus killed trees of enormous size. Their                    havoc extended for many miles along the river, and reached about seven                    or eight miles from the shore.             "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 22", "url": "static/img/None.jpg"}, "text": {"headline": "March 11, 1804", "text": "This day being First-day, we rested ourselves and horses, and were glad to                    have an opportunity of attending a meeting of Friends, called Short Creek Meeting. A Monthly Meet-ing is lately                    established here by Redstone Quar-terly                        Meeting. About forty Friends were at this meeting, and most                    of them were new settlers. The greater number had moved from North Carolina. The meeting was held in a log                    house or cabin, situated upon a beautiful hill, covered with lofty                    timber. The difficulties and incon-veniences of a new settlement, are                    rendered the more easy and tolerable, where, as in the instance of                    these Friends, a number of families, by agree-ment, form a settlement in                    the same neighbor-hood. In the afternoon several of them visited us at                    our lodgings, and expressed sympathy with us in our undertaking.            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 23", "url": "static/img/None.jpg"}, "text": {"headline": "March 12, 1804", "text": "Proceeded on our journey; travelled thirty-one miles and reached Randallstown; part of the day has been rainy,                    and the riding very disagreeable. We have passed through a body of                    land heavily timbered and very rich. There are yet but few settlements made                    on this tract. The first settlers in this new country erect small log                    cabins, which they cover with split timber called puncheons; these they pin                    to the rafters with wooden pins. Nails are rarely to be                    found in any part of the house. Their floors are hewn out of the                    timber, and pinned to the sleepers with wooden pins. They clear their land                    by killing the timber, which is done by girdling the trees, that is by                    cutting the bark around the trees to the wood. They then proceed to                    the cultivation of the soil, which produces them abun-dant crops.                It is a common practice with them to sow small grain upon the original                    surface, which is harrowed in, and such is the looseness and                    light-ness of the soil, there seems but little necessity for the                    plough in raising the first crop of grain.                Our road led us across a water of the Ohio                    called Captena; also several streams belonging                    to a river called Stillwater; thus named                    from its slow, silent progress to the Muskingum.            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 24", "url": "static/img/None.jpg"}, "text": {"headline": "March 13, 1804", "text": "This day we travelled twenty-five miles and reached Beathe's Ordinary. We have had a very disagreeable day's                    ride. A continued fall of rain, hail, and snow, and the road very miry                    and fatiguing to our horses. The land through which we have passed not                    quite so good gene-rally as that noted yesterday. We, however, saw                    considerable bodies of excellent land, parti-cularly of bottoms. Some of                    them were of far greater extent than any we have heretofore met with,                    being heavily timbered and very rich. Scarcely a settlement has yet been                    made in this tract; deer are very plenty here. It is to be                    re-marked, that in riding the last fifty miles, we have scarcely seen                    one of any of the descriptions of the feathered tribes, except owls. Birds                    love to resort to the haunts of men.                Squirrels appear to be very numerous, and are mostly of a deep black color.                    In the notes made on crossing the Alleghany                        Mountains, I omitted to observe that the squirrels we                    saw there were mostly red, and less in size than the grey squirrels of                        Maryland. They are the most active                    squirrel I ever saw, and are called by the mountaineers the Chipparee                    Squirrel.                 We this day crossed several of the branches ofWill's                        Creek. This creek we understand derivedits name from Will, a                    famous Indian, who former-ly had a town upon its banks called Willstown.            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 25", "url": "static/img/None.jpg"}, "text": {"headline": "March 14, 1804", "text": "Travelled twenty-five miles, crossing in our way the main branch of                        Will's Creek and a  water called                        Salt Creek; at night reached Zanes-ville, and lodged at M'Intire's tavern. This is a town lately laid                    out on the Muskingum river, opposite to                    the junction of Licking creek. Its                    situation is very level and handsome, and will doubtless command the trade                    of this new coun-try. As we approached the Muskingum, our roadled us upon a hill of about 200 feet                    elevation, upon which we rode for a distance of seven miles; both upon                    our right and left hand, were chains of hills about ten miles from us,                        in view, bearing the same westerly direction, with                    that upon which we travelled. The appearanceof these hills revived the                    recollection of theBlue Ridge, and its                    parallel mountians. Several mounds or burial places were to-day                    observed by us.            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 29", "url": "static/img/None.jpg"}, "text": {"headline": "March 17, 1804", "text": "Travelled fifteen miles and arrived at the town of Chilicothe, where we were well en-tertained at Tiffin's                    tavern. The governor of the State of Ohio                    resides here, who having heard of our arrival, paid us a visit in the                    even-ing and supped with us. We were pleased with his friendly                    affability. In the course of this day's short ride, our road led through a                    continua-tion of the finest lands.                It is remarkable that there are uniformly three gradations of elevation,                    from the banks of the Scioto river. The                    first is a bottom of about one mile in extent, very level and covered                    with black walnut, buck eye, blue ash, honey locust, and sugar trees.                    Then upon another elevation of about fifteen feet, a second bottom, which                    ex-tends from one to two miles, covered with the same descriptions of                    timber, though heavier, and the trees standing nearer together. Then                    an-other elevation about the same height, which ex-tends for many                    miles, being a little inclined to hills; the timber composed of a great                    variety. People are settling fast upon this tract, and several mills                    are already erected upon a creek belonging to the Scioto, which we crossed, called the Killakanik.                On our way we turned aside from our road to view an ancient fortification.                    This fortifica-tion is on the Scioto bottom adjacent to the river, and is shaped                    thus.                The bank of earth thrown up around the for-tification is about six feet                    high, surrounded by a ditch upon the outside, now four feet in width,                    and as many in depth. The bank is covered with lofty timber, as is also the                    ground within the intrenchment. There are several mounds such as have                    heretofore been described in the vicinity, and within the town of                        Chilicothe there is another                    fortification of which the diameter is about 450 feet. Near this is the                    largest mound we have seen, being 100 feet in diameter,                    and thirty feet in height, and is a globular figure of great                    regularity. Three miles below the town of Chilicothe, and between the Scioto and Paint Creek,                    and near their junction, is a fortification of the following figure:                The banks of this ancient work are about six feet in height. The eight small                    circles opposite the openings or gates are mounds of considerable                    size.                I had omitted to mention, that on the east bank of the Scioto, nearly opposite Chilicothe, we measured to-day a sycamore tree which                    was sixteen feet in diameter. The tree is hollow, and measures                    thirteen feet across the hollow. New settlers have frequently encamped in                    this tree with their families, whilst they were making choice of land                    to settle upon.            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 37", "url": "static/img/None.jpg"}, "text": {"headline": "March 23, 1804", "text": "Continued our journey, and after riding fourteen miles, reached the house of                        Samuel Linton, at Wainsville, upon the Little                        Miami river, where we were kindly received. At this                    place we rested ourselves and horses, acquired information respecting our                    future route, and equipped ourselves for the increasing difficulties                    of the wilderness.                The settlement made here is composed cheifly of Friends; about thirty                    families reside in this neighborhood. A Monthly Meeting is held here                    called Miami Monthly Meeting, to which about                    thirty families more belong who are scat-tered over an extensive tract of                    country.                Our attention was attracted to-day by the ap-pearance of the stone, not only                    in the beds of the rivers and creeks, but also upon the                    hills and in the valleys. They are limestone, and are composed                    altogether of marine shells. The stone when broken discovers the size and                    shape of theshells very perfectly.                These shells are of the same description with those I have formerly obtained                    from the banks of the Chesapeake Bay, in                    the lower part of the State of Maryland.                    It may be remarked, that no shell-fish of this description are at present                    to be found in any of the waters of our Continent.                The country west of the Ohio river through                    which we have passed is a limestone country, the very pebbles and even sand                    in many places are limestone.                Heretofore I have omitted to mention that in the neighborhood of Chilicothe, we amused our-selves with the                    earths and stones, which were dug out of the ground in sinking wells.                    There are several layers or strata of limestone, gravel, and sand,                    within a few feet of the surface of the earth. Some of the stones contain                    the above description of marine shells, and in breaking some of the                    large gravel we found appearances of the same shells. The stones as well as                    the gravel have evident marks of their having been washed with water,                    their shape inclining greatly to rotundity.            "}}, {"location": {"lat": 39.4534, "lon": -84.113}, "media": {"caption": "Page: 38", "url": "static/img/None.jpg"}, "text": {"headline": "March 24, 1804", "text": "Again proceeded upon our journey, and after riding eight miles reached                        Dayton, where we lodged. This town is                    newly laid out, situ-ated upon the Great                        Miami river, nearly op-posite to the junction of Still Water and Mad                        river, with the Miami, which is                    here about one hundred and sixty feet in width. We have passed to day                    the Ridge which divides the waters of the Little and Great Miami, and                    crossed several of the streams belonging to the Great Miami. The tract of country between the two,                    through which we have passed to-day, is of the most beautiful and desirable                    de-scription. The land lies in waves of great regu-larity, is crossed                    with heavy towering timber, and the soil inexhaustibly rich. At Dayton were two block houses, which were erected                    by the white men, as places of retreat and defence against an attack                    by the Indians.            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 38", "url": "static/img/None.jpg"}, "text": {"headline": "March 25, 1804", "text": "Rode twenty-one miles, and reached a small village called Staunton, situated upon the                    Great Miami river. The country continues                    to exhibit a beautiful appearance, though the timber is not generally                    so heavy as noted yesterday. We passed several extensive and rich                    prairies, and forded Mad river a little                    above its mouth. The river derives its name from its swift current. We                    also crossed several streams belonging to the                    Great Miami.            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 40", "url": "static/img/None.jpg"}, "text": {"headline": "March 26, 1804", "text": "This day after riding fifteen miles, we reached Flinn's ordinary, where we were disap-pointed in finding                    no feed for our horses. We also received the information that there was                    no probability of our obtaining provision for them short                    of Fort Wayne; we therefore despatched a                    part of our company to a house we had passed about four miles, in quest of                    corn. They obtained four bushels, and hired a man and horse to travel                    with us and bring the corn along. For many days past our horses have                    suffered for want of hay, and being fed altogether upon corn they have                    lost their appetites.                The face of the country in the course of this day's short journey is a                    continuation of beautiful land; being level, and finely timbered. We                    passed through a handsome prairie containing several hundred acres called                    the Lower Piqua Plain, crossed Honey Creek and Lost                        Creek, two considerable streams of the Great Miami.                Thus far in our route we have been favoredwith respect to the waters, no                    rain having fallen lately to raise the creeks and rivers to a height                    sufficient to detain us. In fording some of the streams we have thought                    that even six inches greater depth would take our horses off their                    feet. There is considerable danger in fording many of the streams we                    have passed, from the uneveness of the stony bottoms of the rivers. The                    beds of the rivers are mostly limestone, and being worn smooth by the                    washing of the water, horses are apt to fall. This was to-day the case with                    my horse in fording the Miami, from which                    accident I got very wet.                 During our detention here this afternoon, we observed a flock of birds                    alighting from the trees, different in appearance from any we                    had seen. Our landlord informed us they were parrots, and that they                    were common upon the Great Miami; and to                    gratify our curiosity he shot one. It was about the size of a dove, and its                    plumage resem-bled the green parrot of South America, the head red,                    and the wings tipped with the same color, the tail long and the bill and                    tongue of the same description as the chattering parrot. As they                    alighted from the trees, they made a hoarse noise resembling the chattering                    of the common parrot.                There is also a woodcock here resembling the red headed woodcock of                        Maryland, except that its head is                    black and its bill ivory.                At this place General Wayne erected a                    fortification when on his march against the In-dians, a part of which is                    now standing. Our landlord occupies one of the houses which was at                    that time built and enclosed within the stock-ade. From the late period in                    the day at which our supply of corn arrived for the horses, we have                    concluded to remain at our quarters; the landlord tells us we shall be                    welcome to sleep upon his floor, and has promised to make us a good                    fire to sleep by.                 This is a kind of lodgment to which we have become well accustomed, having                    heretofore in our journey often had to wrap ourselves in our blankets                    and to lie upon floors, always observing the necessary precaution of laying                    our feet to the fire; we have in no instance taken cold.            "}}, {"location": {"lat": 41.044962, "lon": -85.082094}, "media": {"caption": "Page: 48", "url": "static/img/None.jpg"}, "text": {"headline": "March 30, 1804", "text": "Pursued our path and travelled twenty-three miles through a very fertile,                    heavily tim-bered and beautiful country, being a little more inclined                    to hills. The ride to-day has been a pleasing one, in part doubtless from                    the reflec-tion that the day would probably close a long, tedious and                    arduous journey. We at last reachedFort                        Wayne. As we approached the Fort, having reached it within about thirty rods, we                    were saluted by a sentinel with the word Halt. We obeyed the command. A sergeant was de-spatched from                    the commanding officer, who en-quired of us on his behalf, Where are you going, and What is your business. We de-sired him to                    inform the commandant that we were strangers, and that we had an                    introductory letter directed to him which would explain our                    business.                The officer shortly returned to us with an in-vitation to advance; we                    accordingly proceeded, and were met very politely by the commanding                    officer, Capt. Whipple, to whom we handed                    the following letter from the Secretary of War.                After delivering this letter we proceeded to the house of a Canadian trader,                    who we had pre-viously been informed would furnish us with                    accommodations.                In the evening the Commandant followed us to our quarters, discovering marks                    of great re-spect and attention, and appears to be a gentle-man. He                    has urgently pressed us to dine with him to-morrow, and we have accepted                    the invi-tation.            "}}, {"location": {"lat": 41.044962, "lon": -85.082094}, "media": {"caption": "Page: 51", "url": "static/img/None.jpg"}, "text": {"headline": "March 31, 1804", "text": "This morning the commanding officer, accompanied by John Johnson and William                        Wells, the two other persons named in the letter to the                    Secretary of War, waited upon us. They  expressed to us they                    were glad to see us, and invited us with marks of earnestness, each                    one, to make his house our home. We thanked them for their kindness,                    and accepted the invitation of the Factor, John                        Johnson, whom we accom-panied to his house.                In an interview with these three persons we communicated to them more fully                    the object of our visit, and consulted with them respecting the best                    mode to pursue, in order to effect our purpose. It was deemed advisable                    that an ex-press be sent to the Little                        Turtle and to the Five                        Medals. The former residing at his town called                    Turtle's Town, about eighteen miles from                    this place, situated upon Eel river, a                    water of theWabash, and the latter on the                    river St. Joseph of Lake Michigan, about forty miles hence, in-forming them of                    our arrival at Fort Wayne, and that we                    wished to see each of them there at an early period. This charge William Wells readily took upon himself, and we                    have no doubt he will comply with his engagement.                We fulfilled our promise in dining to-day withCapt.                        Whipple, the commanding officer. We were all accompanied to                    his house by John Johnson, who dined with                    us. The officer behaved with a freedom and gentility becoming a well                    bred man. After dinner he showed us more fully the fort. This fortification                    which was built by General Wayne, is                    large and substantial, and is situated opposite to the junction of                        the                    St. Mary's and St.                        Joseph's rivers, and precisely the place from which those                    waters take the name of the Miami of the Lake,* *Now                        called the Maumee river. bearing                    that name to Lake Erie. The fort commands                    a beautiful view of these rivers, as also of an extent of about four                    miles square of cleared land. Much of this land has been cleared by the                    army of the United States, and much of it was formerly done by the                        Miami Indians; they having had a large                    town here. It is said that in the year 1785, the                    Indian town then at this place contained upwards of one thousand warriors.                    The garrison kept here at present contains about forty officers and                    soldiers It being a time of profound peace with the Indians, government                    have withdrawn the large force formerly kept at this station.                The spot where Fort Wayne is situated is                    ren-dered famous in Indian history. It was here that the Indians gave                    the army of General Har-mar a second                    defeat by which several hundred of his men fell. Their bones lie scattered                    upon the surface of the earth, and we are told that the route by which                    the army made an escape can be readily traced for the distance of five                    or six miles by the bones of those slain by the In-dians.                The grave of the Toad, nephew to the Little Turtle, a distinguished young chief, who                    with the Little Turtle and other chiefs                    visited the Friends of Baltimore two years ago, is here;                    he died very suddenly on his return from that jour-ney. His death was                    greatly lamented by the Indians, and for a long time after his burial                    his grave was visited by them, and many singular ceremonies performed                    over it. They buried with him his rifle, his hunting apparatus, his                    best clothing, all his ornaments, trinkets, &c. &c., their                    value being not less than three hundred dollars.            "}}, {"location": {"lat": 41.044962, "lon": -85.082094}, "media": {"caption": "Page: 52", "url": "static/img/None.jpg"}, "text": {"headline": "April 01, 1804", "text": "This day is the first day of the week, and the inhabitants of Fort Wayne appear to pay no respect to it. The                    soldiers are on duty, and the Canadians who are settled here are                    busied with their several occupations. Afterbreakfast we paid a visit to                        William Wells, and after spending                    several hours with returned to our quarters. In the afternoon we                    observed three Indians advancing toward our lodgings, and soon                    discovered that one of them was theFive                        Medals, the other two were his sons. He had not heard of our                    arrival till he reached Fort Wayne, and                    the only information he had ob-tained was that some Quakers had come.                    Busi-ness had brought him to the fort. They were invited into our                    room, when the chief instantly recognized us both. He appeared glad to                    see us, and shook hands with both of us very heartily. A person being                    present who understood thePottowattamy                    language, he said to him pointing to me, This is                        the man who wrote our talks inBaltimore.                The Five Medals very deliberately and                    can-didly replied to our inquiry after his health as follows: That in the course of last fall he went to Detroit, that whilst there the white people                        made him drink whiskey. That after he had accomplished his business                        there, he set out for his home, and got upon his horse whilst the                        whiskey was in his head. That he had not rode far before he fell from                        his horse, and was very much hurt by the fall, and that ever since                        that time he had not been well.                After some further mutual inquiries, relative to the welfare of red and                    white acquaintance, we we informed him through an interpreter that we                    had come to see our red brethren, that we had messages for both the                        Little Turtle and himself, and were                    glad that it had so happened that we had come. That we hoped the Little Turtle would come to-morrow, and that we                    wished to see them together, having something to say to them. He                    appeared pleased with this informa-tion, and expressed that he had made a                    camp not far off, where he would wait for the arrival of the Little Turtle. After some general con-versation                    he withdrew, bidding us farewell.             "}}, {"location": {"lat": 41.044962, "lon": -85.082094}, "media": {"caption": "Page: 62", "url": "static/img/None.jpg"}, "text": {"headline": "April 02, 1804", "text": "Being invited to dine to-day withWilliam                        Wells, who is interpreter for the In-dians, we went to his                    house accordingly, having the company of our very worthy and kind                    land-lord.                About mid-day the Little Turtlearrived. He                     approached us with a countenance placid be-yond description;                    took us by the hand with cor-diality, and expressed himself in terms of                    great gladness at meeting with us. He inquired very particularly after                    his friends and acquaintance ofBaltimore, after our own welfare, the path we had come,                    and the difficulties we had encoun-tered on our journey through the                    wilderness. Having answered his questions, he replied in turn to our                    inquiries as follows: That since he saw us it had pleased the Great Spirit                    to take away two of his brothers and a nephew. That his nephew was the                        Toad, a young chief who was with him                    in Baltimore. That he died on his                    return from that visit, and within a few miles of home, of which                    circumstances he had desiredWilliam Wells                    to inform us. That with respect to himself, he was but half well, having                    been very sick last fall and expected to die. That his white brothers                    at Fort Wayne, hearing of his illness,                    sent a doctor to him who gave him physic and made him better. That he had                    now seen fifty-three winters, and two of his brothers being dead, made                    him think of death, and that his time would soon come.                He also told us that he had left a brother at his town who would have                    accompanied him, being desirous to come with him, but could not find                    his horse in time. After this, other conversation took place of a general                    nature. The interpreter informs us that his complaint is the                     gout, and that in the time of his illness he (the interpreter)                    had told him that his complaint be-longed to great folks and gentlemen.                        Well, said the Turtle, I always thought I was a                        gentlemen.* *By the suffrage of                        all who became acquainted with the Little                            Turtle during his visits to Baltimore in                        1801, and also in 1807, he                        was acknowledged to be a gentleman in character, appearance, and                        manners. His estimate of himself therefore was not too high. For                        his speech before the Indian Committee in                                Balti-more in                            1801, and other information concerning                        him, see appendix. T.                                About 2 o'clock we dined. At the head of the table sat the interpreter's                    wife, who is a modest, well-looking Indian woman, and the daughter of                    a distinguished chief. She had prepared for us a large well roasted wild                    turkey, and also a wild turkey boiled, and for these she had pro-vided                    a large supply of cranberry sauce. TheLittle                        Turtle sat at table with us, and with much sociability we                    all partook of an excellent dinner.                In the afternoon the Five Medals, attended                    by his sons, visited us at William Wells'                    house, and the opportunity being a suitable one, we proposed to them                    that a formal conference should then take place between us. This                    proposition meeting their assent, we opened the conference by desiring                    the interpreter to inform them that we had received their talk sent to us                    last fall, informing us that the implements of husbandry,                    which we had sent to them last year, had come to them safely, and that we                    had carefully ob-served all that was contained in that talk. That we                    were deputed by their brothers and friends ofBaltimore to come to see them. That we had accordingly                    come, and had with us a letter di-rected to them, which we thought ought in                    the first place to be read, and after that we might have something to                    say to them. A short pause having taken place, they expressed a desire                    that the letter should be read, which was accordingly done, and                    interpreted to them as follows:                At the contents of this letter they expressed their satisfaction, and after                    a pause of several minutes we addressed them through an interpre-ter                    as follows:                Here a pause  for some minutes took place, when the Little Turtle inquired, If                        the Friends had more to say. He was answered in the                    negative.                After a further pause and some conversation between the two chiefs, they                    rose from their seats, and perceiving that they were advancing toward                    us, we also arose from our seats. On meet-ing them, they took us by the                    hand, and with countenances indicative of great gravity, shook hands                    with us and returned to their seats.                The Five Medals then commenced a speech as                    follows:-                Here a pause took place, when we inquired if they had any thing further to                    add. And being answered in the negative, we addressed them again in                    substance as follows:                The Little Turtle then observed that the                    res-sons we had given were good. The Five                        Medals next remarked that at the time proposed, they                    could easily convene a considerable number of their indolent people, who                    were too lazy to hunt or make sugar, but such they did not wish us to                    see. Their industrious young men and women                     were too far from home to be convened in so short a time.                Here a short conversation took place between the chiefs, and afterwards they                    proposed seven day's hence as the time; desiring that to-morrow might                    not be counted, as it would take them a day to return home. To this we                    consented.                The Five Medals then expressed as follows:                After this the Little Turtle added:                During a pause which occupied several minutes we asked them if we understood                    each other. The Turtle replied, Yes, perfectly; we have nothing further to do now than to                        look for-ward to the day appointed.                After this we took each other by the hand and very cordially bade farewell.                    We then re-turned to our lodgings.                In the evening we again had the company of the chiefs, they having been                    invited by our landlord to take supper with us.            "}}, {"location": {"lat": 41.044962, "lon": -85.082094}, "media": {"caption": "Page: 62", "url": "static/img/None.jpg"}, "text": {"headline": "April 03, 1804", "text": "This day rainy, and spent chiefly atWilliam                        Wells'.                Besides the garrison stationed here, there is a large store of goods                    established by the United States, for the purpose of suppplying the                    Indians. The store is kept by our landlord. Several Canadian traders                    also reside here, who exchange goods with the Indians; some of them have                    re-sided here for more than thirty years. The In-dians are daily                    arriving with their peltry, some of them exchange them for goods, others                    re-quire money. The women bring sugar, which is generally neatly                    packed in a square box made of bark, containing about fifty pounds. It                    is made from the sugar tree. This art has long been known to the                    Indians. They make and use large quantities of sugar. We have seen                    very white and clear looking sugar of their manu-facture.            "}}, {"location": {"lat": 41.044962, "lon": -85.082094}, "media": {"caption": "Page: 63", "url": "static/img/None.jpg"}, "text": {"headline": "April 04, 1804", "text": "Rode about two miles up the St. Mary's                        river and viewed the remains of old Indian houses, also the                    fields on which they cultivated corn, where the corn hills are still                    discernible. We also observed large numbers of Indian graves. These                    are now discernible only by the sunken cavities in the surface of the                    earth. In the course of our route we have seen many Indian graves of                    more recent date. They bury their  dead about three feet below                    the surface of the earth; and over the grave they either place a heap                    of stones or a pen of logs. If the de-ceased has been a person of                    distinction, they plant posts at the head and foot which they                    orna-ment very curiously.                In a review of the many circumstantial evi-dences which have fallen under                    our observation of the former population of this western world, I am                    ready to adopt the expressions of pious author:                Where is the dust that hath not been alive!The spade, the                        plough, disturb our ancestors; From human mould we reap our daily                        bread.                    Young's Night Thoughts.            "}}, {"location": {"lat": 41.044962, "lon": -85.082094}, "media": {"caption": "Page: 64", "url": "static/img/None.jpg"}, "text": {"headline": "April 05, 1804", "text": "Spent the day with Captain Wells. We                    walked with him up the St. Joseph's river,                    and were shown the ground upon which the Indians under the command of the                        Little Turtle defeated a part of the                    United States army under General Harmar,                    killing 300 out 500 men. We also followed for a considerable dis-tance                    the route which the soldiers took in their retreat, and saw many of their                    bones. Amongst these were skulls which had marks of the tomahawk and                    scalping knife. Many of them had fallen on the east bank of the river,                    and also within the river. The Indians being sta-tioned behind trees                    on the west side shot them in their attempt to get across.                We were shown the tree behind which the                    Little Turtle took his station, as also a tree                    near it behind which his nephew fell. This                    was a second defeat, the United States troops having been routed the                    day before on Eel river.            "}}, {"location": {"lat": 41.044962, "lon": -85.082094}, "media": {"caption": "Page: 64", "url": "static/img/None.jpg"}, "text": {"headline": "April 06, 1804", "text": "Spent the day in the neighborhood of                    Fort Wayne, in the course of which we visited                    Captain Whipple. This afternoon several                    In-dians from different tribes arrived, bringing with them skins and                    furs. These are mostly brought by the women upon their backs, the men                    thinking it sufficient to carry their guns and hunting equipments.                We saw this evening a white woman, who, when a small girl, had been taken                    captive, and has ever since lived amongst the Pottowatamy tribe of Indians. She tells us (through an                    in-terpreter) that she has no knowledge of the part of the country                    from which she was taken, nor of her family. That she remembers her                    name was Dolly, which is the only distinct recollec-tion she retains                    of herself previous to her cap-tivity. This woman is dressed in Indian                    habit, is painted after the Indian order, and has so effectually                    adopted Indian manners, that a nice observer would not discover from                    external ob-servation her origin, except from the color of her eyes,                    which are grey.            "}}, {"location": {"lat": 41.044962, "lon": -85.082094}, "media": {"caption": "Page: 67", "url": "static/img/None.jpg"}, "text": {"headline": "April 07, 1804", "text": "Visited William Wells, and rode with him                    up the St. Mary's about five miles. On our                    way we passed several sugar camps, at which were Indian women and children                    who were em-ployed in making sugar. Their huts were large,                    and covered with the bark of the Buck Eye wood. Their troughs for catching                    the sugar water as it is called, are made of the bark of the red elm,                    they are made thin, and the ends tied together. We were shown the places                    where stood the houses of several distinguished char-acters amongst                    the Indians. Captain Wells also took us                    to the ground, where the Little Turtle                    reviewed his men, and gave them their orders before going against the army                    of General St. Clair. It is an extensive                    plain near the river.Wells was then one                    of the number, and says theLittle Turtle                    had one thousand four hundred men; St.                        Clair's army consisted of a much larger number, and were                    about fifty miles distant at the time. The Little                        Turtle divided his men into bands or messes, to each mess                    twenty men. It was the business of four of this number alter-nately to                    hunt for provisions. At 12 o'clock each day it was the duty of the hunters                    to re-turn to the army with what they had killed. By this regulation,                    his warriors were well supplied with provisions, during the seven day's in                    which they were advancing from this place to the field of battle. It                    is well known that at day break the Indians commenced an unexpected                    attack upon St. Clair's forces, killed                    nine hundred of his men, and put his whole army to flight.Wells says, that only about thirty Indians were                    killed in the battle, and that about twenty died  afterwards of                    their wounds. He also related the following anecdote:                A considerable altercation arose amongst the Indians on the review ground,                    relative to a Commander-in-Chief. Some were in favor of                    Buckangehelas, a principal chief amongst the                    Delawares, whilst others were in favor of the                    Little Turtle. At length Buckangehelas himself decided the controversy                    by yielding to the Little Turtle, saying                    that he was the youngest and most active man, and that he preferred him to                    him-self. This reconciled the parties, and the Little Turtle took the command.                We also rode to view a prairie which extends from the St. Mary's river to the Little                        river, a branch of the Wabash. The distance from one to the other is not more than                    four miles, and the highest ground is not more than five feet above                    the water in either river. The Indians say that in high freshets they have                    passed from one water to the other in their canoes. A canal might                    easily be cut here, and at a small expense, by which the waters of the                    lakes and the waters of the Ohio, (and of                    course the Mississippi) would be                    connected. An abundance of furs and skins taken on the waters of the                        Ohio and the Wabash, are brought up the latter river in boats by the                    Canadians and the Indians, and thence taken across a portage of eight miles                    to the Miami of the Lakes,* *The Maumee river.                    whence they are                     again conveyed by water to Detroit; goods suit-able for the Indian trade are also                    transported back again by the same route.                After spending some time in viewing the re-mains of several old Indian                    towns, graves, hiero-glyphics, &c. &c. &c., we returned to                        William Wells' house, where we dined,                    and in the even-ing returned to our lodgings.            "}}, {"location": {"lat": 41.044962, "lon": -85.082094}, "media": {"caption": "Page: 67", "url": "static/img/None.jpg"}, "text": {"headline": "April 08, 1804", "text": "Paid a visit to the carpenter and black-smith who accompanied us as before                    mentioned. They are both at work. The blacksmith is re-pairing Indian                    guns, and the carpenter is at work upon a council house which the                    govern-ment has ordered to be built for the Indians at their request.                    The house is to be built of hewn logs, fifty feet in length, and                    twenty-five in width. We also amused ourselves in attending to the                    manner of packing furs and skins. Our friend Jonathan has several Canadians                    now employed in that business. They are packed by a ma-chine                    constructed for the purpose, by which the work is performed expeditiously.                    The packs are made in squares of about two and a half feet, and                    contain from thirty-five to forty deer skins, or about two hundred raccoon                    skins.            "}}, {"location": {"lat": 41.044962, "lon": -85.082094}, "media": {"caption": "Page: 67", "url": "static/img/None.jpg"}, "text": {"headline": "April 09, 1804", "text": "On the evening of this day, we received a message from the Little Turtle, informing us that the Indians                    had arrived, and that they would be ready to meet us at 10 o'clock the                    next morning.            "}}, {"location": {"lat": 41.044962, "lon": -85.082094}, "media": {"caption": "Page: 89", "url": "static/img/None.jpg"}, "text": {"headline": "April 13, 1804", "text": "Early this morning we arose, and breakfasted on the remains of the turkey                    cooked last evening, after which we fixed upon the place                    for Philip Dennis' farm; we also staked out                    the situation for his wigwam, which is about one hundred feet from the                    banks of the Wabash, and opposite to a                    fine spring of excellent water issuing out of the bank of the river.                We are told by several persons well acquainted with the country, that from                    hence to St. Vin-cennes, on the                        Wabash, a distance of two hun-dred                    miles by land, and three hundred and fifty by water, the land on both sides                    of the river embracing a very extensive width, is not inferior to the                    description given of this location in yes-terday's notes.                At Mississinaway, a large Indian town of the                    Miami's, situated about thirty miles below                    us, on the Wabash, stone coal is found,                    which with limestone continues for two hundred miles down the                    river.                There are no Indians between this and Fort                        Wayne, neither any between this and Mississin-away. Philip                        Dennis' nearest neighbors will be at the Little Turtle's town, eighteen miles                    dis-tant. Whilst here we have seen four peroques loaded with peltry,                    manned by Canadians and In-dians, on their way up the river to be                    tran-sported to Detroit.                I may here observe that the Wabash affords                    an abundance of large turtles, called soft shelled turtles, the outer coat                    being a hard skin, rather than a shell. They are esteemed excellent                    food. It affords a great variety of fine fish, and we saw                    ducks in abundance; we are told it is re-sorted to by geese and swans.                About 8 o'clock in the morning we set out for Fort                        Wayne, where we arrived about 3 o'clock in the afternoon,                    and after dining with William Wells                    returned to our lodgings.            "}}, {"location": {"lat": 41.044962, "lon": -85.082094}, "media": {"caption": "Page: 89", "url": "static/img/None.jpg"}, "text": {"headline": "April 14, 1804", "text": "I may here observe that some days ago we came to a conclusion to return home                    by the way of the lakes; to this we have been induced from a hope that                    we shall be subjected to fewer difficulties and much less fatigue than to                    retrace the way by which we came; and I may also add, that we have                    been encouraged to this by the advice of our kind friends heretofore                    named, who have with much apparent cheefulness offered to prepare a                    way for us; and this morn-ing being informed by our worthy friend,                        Cap-tain Whipple, that the boat                    intended for us would be in readiness against to-morrow, we spent the                    day in making preparations, and in writing to our families.            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 103", "url": "static/img/None.jpg"}, "text": {"headline": "April 24, 1804", "text": "This morning our men arrived about 8 o'clock, with the peroque, the wind                    having abated and weather fair. We again embarked, and on our way down                    the river Raisin were amused with the                    great numbers of wild geese, which were at play in the ponds near the                    margin of the river. They feed here so undisturbedly, that though we                    were within gun shot of them, they took but little notice of us. We again                    entered the lake, and encouraged our men                    to make the best of its smooth surface. They proceeded with great                    industry, and at night we reached a Wyan-dot                        town, called Brown's town,                    making a distance of about thirty miles. Here we concluded to lodge at                    the house of William Walker, who is                    interpreter for those of the Wyandot nation                    who are settled on this side of the lake. He is married to an Indian                    woman who speaks good English, and is very conversible. She gave us                    for supper bacon, bear's meat, and eggs fried, also a dish of tea.                Brownstown is situated at the mouth of the                    Detroit river, and on the American side. The                    river Detroit is a vast body of running                    water. Its mouth is two miles in width, and the water passes out of it                    into the lake with a strong cur-rent. Its channel is wide, generally ten                    fathoms in depth, and in many places much deeper. The name Detroit river is a corruption. Detroit, a French word, signifies the Strait, a name much more appropos,                    it being but an outlet from the waters of the western lakes to Lake Erie.            "}}, {"location": {"lat": 42.1953, "lon": -83.0245}, "media": {"caption": "Page: 104", "url": "static/img/None.jpg"}, "text": {"headline": "April 25, 1804", "text": "This morning our curiosity led us to take a view of Brownstown. The village contains about one hundred houses,                    which are generally built of small round logs, and roofed with elm                    bark. These Indians cultivate a considerable quantity of corn, and their                    fields are enclosed with rails of their own splitting. We saw a sample                    of the wheat which they had raised the last season, which looked well. They                    have gar-dens and a considerable number of fruit trees. They have a                    small number of cattle, and raise a large number of hogs. The interpreter                    says they are greatly disposed to civilization, and have re-quested of                    the United States to furnish them this year with cattle, instead of goods                    or money for their annuity.                After taking breakfast, we again embarked and proceeded up the river Detroit, passing by another Indian town                    called Walk-in-the-Water village, a name                    derived from the principal chief of the settlement. The village contains                    about twenty houses, and bears the same civilized ap-pearance as                        Brownstown.                After passing the river Le Cas and the river Range, we came opposite to a British                    town called Sandwich, where, upon an                    elevated position, we beheld the horrible spectacle of two men hanging                    in gibbets.                The white settlements, on both the American and British shores of the                        Detroit, are so near together, that                    the farms resemble villages. Nearly opposite Sandwich is Detroit, which                    we reached about 5 o'clock in the afternoon, and proceeded to the                    boarding house of the widowHarrison, to                    whom we had been recommended, having come eighteen miles. In the evening,                    Charles Jewett and several others came to                    see us; they told us they had heard of the arrival of some strangers,                    and expected we were from the interior of the United States; that for a                    long time they had received no account from the seat of government,                    and were anxious to hear the news. Having an open letter from the                    Secre-tary of War, directed to Charles                        Jewett, and to the commanding officer at Detroit, we embraced the opportunity to present                    it. The letter was as follows:                                Charles Jewett received us with great                    civility, and has invited us to dine with him to-morrow, to which we                    have consented.            "}}, {"location": {"lat": 42.1953, "lon": -83.0245}, "media": {"caption": "Page: 104", "url": "static/img/None.jpg"}, "text": {"headline": "April 27, 1804", "text": "This morning Charles Jewett again called                    upon us, and at his request we accompanied him to the garrison, and                    were introduced to the commanding officer,                    Major Pike, who appears to be a genteel                    and clever old man. He informed us that a public vessel would sail for                        Niagara, about the first of the                    ensuing month, and recommended us very strongly to take passage in her, in                    preference to any other vessel, she being in good order, and under the                    management of mariners well ac-quainted with the lake. This vessel is under                    his superintendence.                Agreeably to engagement, we dined to-day withCharles                        Jewett. The revenue officer for the port of Detroit, Captian                        Ernest, also dined with us.            "}}, {"location": {"lat": 42.1953, "lon": -83.0245}, "media": {"caption": "Page: 107", "url": "static/img/None.jpg"}, "text": {"headline": "April 28, 1804", "text": "This day we dined with Major Pike, in                    compliance with an invitation which he gave us yesterday. He treated us                    with great respect and attention, and appeared to be pleased with our                    company. New Jersey being the place of                    his nativity, he has considerable knowledge of our Society. In the                    course of conversation he in-quired after Peter                        Yarnall, and says that Peter and himself were in the same military company during                    the Revolutionary war; he had not heard of his death.                The following circumstance, as related by him, making at the time                    considerable impression upon me, I have thought proper to record it. He                    told us that several officers with Peter                    and himself were lodging together; that one night Peter alarmed them all with loud screams to such a                    de-gree that on first awaking he supposed the enemy had fallen upon                    their army with bayonets. Peter was on                    his feet, and appeared to be awake. They spoke to him repeatedly, and                    endeavored to ap-proach him, but every advance they made in-creased                    his alarm. Finally he recovered himself and became composed, and for                    several days after-wards, instead of satisfying their inquiries,                    ap-peared to be sunk in distress and gloom. He afterwards told them he                    considered his alarm as a warning to him, and that his fright arose                    from a plain representation of the devil, come to take him off.                        Peter in a short time left the army,                    and (said the Major) I always believed that                        his reformation had its rise from that circumstance.            "}}, {"location": {"lat": 42.1953, "lon": -83.0245}, "media": {"caption": "Page: 107", "url": "static/img/None.jpg"}, "text": {"headline": "April 28, 1804", "text": "This day we dined with Robert Monroe,                    factor of the United States in the Indian Depart-ment. At his table we met                    our friend Charles Jewett, the revenue                    officer before named, Judge Henry and                        Lawyer Sibley.            "}}, {"location": {"lat": 42.1953, "lon": -83.0245}, "media": {"caption": "Page: 107", "url": "static/img/None.jpg"}, "text": {"headline": "April 29, 1804", "text": "This day we dined with Frederick Bates, at                    his lodgings. He is descended from Friends, and discovers great partiality                    for our company. He is a young man of superior under-standing, and is                    much esteemed in Detroit. I feel and                    fear for the situation of this young man. It is not in human nature to                    support good principles unblemished, when left alone to stem the                    torrent of fashionable and fascinating vices.Detroit is a place of great corruption.            "}}, {"location": {"lat": 42.1953, "lon": -83.0245}, "media": {"caption": "Page: 108", "url": "static/img/None.jpg"}, "text": {"headline": "April 30, 1804", "text": "This day we rode nine miles up theriver                        Detroit to take a view of Lake St.                        Clair. This lake is thirty miles in length, and twenty                    miles in width. We had a beautiful prospect of it, from a commanding                    situation. I ought to have mentioned that bordering the river, the                    whole distance from Detroit to the lake, the                    land is handsomely improved. The houses are so near each other that                    the margin of the river looks like a village. These farms are grants                    made by the French government nearly a cen-tury ago. They uniformly lie in                    parallelograms containing about one hundred acres. Added to tolerable                    dwelling houses are the handsomestapple orchards I ever saw. The                        extraordinary healthfulness of the trees, indicates a                    suitableness of climate or soil, or both.                The pear trees also are very large and hand-some; but their cherry and peach                    trees do not thrive well, the climate being too cold for them.                In this little excursion we were accompanied by Frederick Bates, and returned in time to com-ply with an                    invitation we had received to dine with Doctor                        Davis. Major Pike, and                    several others, dined with us.            "}}, {"location": {"lat": 42.1953, "lon": -83.0245}, "media": {"caption": "Page: 108", "url": "static/img/None.jpg"}, "text": {"headline": "May 01, 1804", "text": "We this day dined with Dr. Wilkinson, who                    removed from the lower part of the State of Maryland. Were we as fond of eating and drinking as the                    people of Detroit ap-pear to be, it                    would be no marvel if we should forget our homes, and think ourselves well                    enough entertained where we are; but whilst we have been under an                    apparent necessity of yielding to the invitations we have received during                    (shall I say?) our imprisonment here, we know we have been very                    anxious for the time to arrive, in which we may embark homewards, and hope                    that to-morrow morning the vessel for which we have been waiting will                    sail.            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 109", "url": "static/img/None.jpg"}, "text": {"headline": "May 02, 1804", "text": "This morning, wind and weather appear-ing to permit, we were informed that                    at 9 o'clock the vessel would sail. We accordingly badefarewell to our                    acquaintance, and went on board the United States brig called the John Adams, commanded by Commodore Brevoort. About 9 o'clock sail was hoisted, and                    we proceeded to the mouth of the river                        Detroit, when night com-ing on, and the wind being                    unfavorable, we anchored near the British shore, and opposite to the                    town of Malden.            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 109", "url": "static/img/None.jpg"}, "text": {"headline": "May 04, 1804", "text": "About 4 o'clock this morning again weighed anchor, and a calm coming on                    about 10 o'clock, we anchored again near Middle                        Bass Island, where we were confined the remainder of                    the day. In the afternoon some of us amused ourselves with fishing. The                    small boat was rowed by several hands around the island, whilst we                    cast our lines, about thirty feet in length, hav-ing hooks baited with the                    skin of pork and covered in part with the skin of pork and covered in                    part with a piece of red cloth. In a short time we caught upwards of five                    dozen black bass, justly esteemed an excellent fish, and weighing from                    four to six pounds. The lake water is so clear, that fish can be seen                    from twelve to fifteen feet below the surface. Many of the fish we                    caught, we saw advancing to our hooks.            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 110", "url": "static/img/None.jpg"}, "text": {"headline": "May 05, 1804", "text": "At 4 o'clock this morning again hoisted sail. Weather windy, attended with                    rain. We had not proceeded far before a head wind opposed our sailing,                    and we cast anchor at an island called Middle                        Island. At 4 o'clock in the after-noon a heavy rain and                    thunder gust coming on, it was deemed safest to return back a few                        leagues to a harbor called Put-in-Bay, where we lay dur-ing the night.            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 110", "url": "static/img/None.jpg"}, "text": {"headline": "May 07, 1804", "text": "Have been under sail last night and this day until evening, when we cast                    anchor opposite to Presqueile, for the                    purpose of landing a part of our passengers.            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 110", "url": "static/img/None.jpg"}, "text": {"headline": "May 08, 1804", "text": " During last night lay at Presqueile,                    and this morning put on shore the passengers bound for that place,                    after which, the wind heading us, we lay at anchor the rest of the day.                        Presqueile is a town on the                    American side of the lake, con-taining about forty houses, several of which                    are stores. A small garrison of the United States is stationed                    here.            "}}, {"location": {"lat": 42.53357, "lon": -78.552574}, "media": {"caption": "Page: 112", "url": "static/img/None.jpg"}, "text": {"headline": "May 10, 1804", "text": "At 4 o'clock this morning our anchor was again hoisted, and in about half an                    hour we were safely moored at Fort Erie.                    This is a small fort on the Canadian shore of the lake, garrison-ed by                    the British. Immediately on our arrival, we set out on foot for Buffalo, distant 5 miles, a town situated at                    the junction of Buffalo Creek with                        Lake Erie, and near the commencement                    of the outlet of the lake, commonly called Niagara river. The object of this excursion was to                    ob-tain a conveyance across the country to the near-est line of public                    stages. We were successful in an application to one of the inhabitants,                    who agreed to furnish us with a light wagon, to be in readiness two                    day's hence. Here we met withErasmus                        Granger, an agent of the United States, in the Indian                    Department. We had conversa-tion with him at considerable length on                    Indian affairs. He tells us that many individuals amongst the Indians                    of his district, (who are of the Six                        Nations,) are turning their attention to agriculture.                About mid-day we returned in a small boat to our vessel. After dining on                    board, we went on shore at Fort Erie,                    and joined by our Commodore and Lieutenant Cox, a passenger with us from                    Detroit, we engaged a light wagon to return                    with us at 4 o'clock to-morrow morning, to view the                    Falls of Niagara, distant about eighteen miles.                    We extended our walk for a considerable distance along the shore of                        Lake Erie; it is here composed of a                    solid body of limestone, beautifully marbled.            "}}, {"location": {"lat": 42.5417, "lon": -78.5058}, "media": {"caption": "Page: 114", "url": "static/img/None.jpg"}, "text": {"headline": "May 11, 1804", "text": "This morning we sat out for the Falls of                        Niagara; our road passed near the margin of                    Niagara river, from the lake to the Falls, a dis-tance of 18 miles, which afforded                    us a view both of the river, and of the adjacent improve-ments. The                    land is generally under cultivation, and is tolerably improved. The soil                    appears rather cold and stiff; but some of the meadows are nearly                    equal to the best I ever saw; some of the farms belong to members of our                    society, and we are told that there is a meeting of Friends not far                    distant from the Falls. Considerable emigrations are making from the United                    States, to this as well as other parts of Upper Canada, owing to the very advantageous terms upon                    which the British Government dispose of the land, being scarcely removed                    from a gift.                We reached a Canadian town called Chippewa,                     to breakfast, after which we walked to the Falls, a distance of two miles. This was a                    walk, of which every step seemed to increase curiosity and surprise.                    Our attention was soon arrested by a cloud which hangs perpetually over the                    Falls for the height of 600 feet, arising from                    the dashing of the waters.                As we advanced to the Falls the solid earth                    and rocks shook, or seemed to shake, under our feet, whilst the roar of the                    waters so overpowered every other sound that, notwithstanding we were                    tete-a-tete, it was necessary to raise the voice to a very loud key in                    order to be heard. Mean-while the cloud above mentioned issued                    contin-ually in what we sometimes hear called a Scotch mist.                There is a common saying, Those who know no danger, fear none. This                    was our case on re-turning to the extremity of an overjutting rock,                    called Table Rock, opposite to the great                    cataract, in order to gratify our curiosity, in a peep down the                    precipice which is more than 150 feet per-pendicular. In passing afterwards                    a short dis-tance below this rock, we were alarmed with the discovery,                    that the place on which we had stood was but a thin shell, the Falls having under-mined the rock for many feet.                    Proceeding a little lower down the Falls,                    we again found that our second stand was almost as baseless. We                    however supposed that the danger was not equal to our apprehensions, as the                    names of great num-bers of visitors were cut in these rocks, near                        their extremities. I shall not attempt to give a                    par-ticular description of the Falls of                        Niagara, which has been done by persons who have visited                    them, for the especial purpose of gratifying the curious. After we had                    gratified our curiosity in a view of them we returned to Fort Erie, and after night were rowed in a                    small boat to Buffalo town, in order to                    be in readiness for setting out home-ward in the morning.            "}}, {"location": {"lat": 42.5417, "lon": -78.5058}, "media": {"caption": "Page: 115", "url": "static/img/None.jpg"}, "text": {"headline": "May 12, 1804", "text": "The person who has engaged to take us on our journey this morning has                    disappointed us. The circumstance is a trial, as we have become very                    anxious to reach our homes. Being at lei-sure we accompanied the Indian                    agent in a ride, four miles above Buffalo                        Creek, to an Indian vil-lage of the Senecas, one of the tribes of the Six                        Nations.                They are making considerable progress in agriculture, live in tolerable log                    houses, and have a number of cattle, horses and hogs. We saw many of                    them at work; they were preparing the ground for the plough by rolling                    logs, taking up stumps, &c.                 We also saw among them a large plough at work, drawn by three yoke of oxen,                    and attended by three Indians. They all appeared to be very merry, and                    to be pleased with our visit. The land upon which these Indians are settled                    is of a superior quality. We saw amongst them Red Jacket, Farmers                        Brother, and several other dis-tinguished Chiefs. Many of                    these Indians wor- in their ears, and round their necks,                    strung upon strings, several descriptions of Lake shells. Here we met                    with Saccarissa, a principal chief of the                    Tuscarora tribe. He has come for the                    purpose of being assisted by the agent in vesting fifteen thousand                    dollars in the purchase of land from theHolland Land                        Company. They have greatly de-clined hunting, and are                    becoming agriculturists. The Tuscarora                        Indians removed from North                        Caro-lina many years ago, and were received into the                    then Five Nations, or Iroquois Indians, who                    gave them a small tract of country, which they now think wants                    enlarging. It is a fact, that theSix                        Nations have stock in the Bank of the United States to the                    amount of more than one hundred thousand dollars, from which they draw                    regular dividends. This is money which they received some years ago from                    our Government for the sale of their lands.                The Chiefs and principal people took the advice of General Washington, in making bank stock of their                    money.            "}}, {"location": {"lat": 42.998116, "lon": -78.187517}, "media": {"caption": "Page: 116", "url": "static/img/None.jpg"}, "text": {"headline": "May 14, 1804", "text": "Proceeded 23 miles and reached Bata-via,                    a new town, handsomely situated. We have had a muddy, disagreeable road,                    through a coun-try too flat to be desirable. The land is pretty rich,                    and very heavily timbered. We have been all day followed by                    millions of mosquitoes; crossed a handsome stream called the Tantawan-tae, and were told at the Ford that a                    little dis-tance above us 120 rattle snakes lay dead. These snakes                    were killed by some fishermen with their spears, the warm weather having                    brought them out of their dens. People are making settle-ments here                    very rapidly.            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 116", "url": "static/img/None.jpg"}, "text": {"headline": "May 15, 1804", "text": "Travelled 33 miles, and lodged at War-ner's                        Tavern. The land for the most part tol-erable. The New                    England people are making many handsome settlements here. They have                    built fine farm houses, planted handsome or-chards, and emigration is                    increasing. The stone is mostly limestone. We passed for several miles                    over a tract covered with limestone, which con-tained a great variety of                    curious marine shells. The country affords many fine springs; one                    which we passed contains water sufficient to turn a mill. We also passed                    through a large Indian town, near the Genesee                        river, and to-day crossed that river, where its width is                    about 100 feet.            "}}, {"location": {"lat": 42.868, "lon": -76.9856}, "media": {"caption": "Page: 117", "url": "static/img/None.jpg"}, "text": {"headline": "May 16, 1804", "text": "At 6 o'clock this morning we again proceeded; passed near Hemlock lake, and                    Honey lake, of which the waters empty into the                    Genesee river. The face of the country is                    gen-erally tolerable, but stony. We to-day also saw the same                    appearances of marine shells as yesterday. About mid-day we reached the                    town of Canan-daigua; situated upon a                    lake of that name, about 20 miles in length, and from one to two miles in width; its waters empty into Lake Ontario. The improvements on this tract are                    astonishingly handsome for a new country, par-ticularly through a                    settlement called Bloomfield. At                        Canandaigua, we exchanged a rough                    wagon, for the public stage, a circumstance additionally gratifying to                    us from the hope that we shall now proceed homewards with expedition. At 2                    o'clock set out in the stage, and reached the town ofGeneva where we lodged. This is a handsome new                    town situated upon Seneca lake, a body of                    water forty miles in length, and from three to three and a half miles in                    width.            "}}, {"location": {"lat": 42.960215, "lon": -76.2389}, "media": {"caption": "Page: 117", "url": "static/img/None.jpg"}, "text": {"headline": "May 17, 1804", "text": "Travelled about fifty miles and lodged at the village of Onandagua. On our way we reached a handsome                    wooden bridge one mile in length, over Cayuga                        Lake.            "}}, {"location": {"lat": 43.1009, "lon": -75.23266}, "media": {"caption": "Page: 117", "url": "static/img/None.jpg"}, "text": {"headline": "May 18, 1804", "text": "Travelled fifty miles to the handsome town of Utica, situated on the Mohawk                        river. Passed near Oneida                        Lake, and through a large settlement of Indians of the                        Oneida tribe. Their town consists of                    about seven hundred Indians. They have good houses, a meeting house,                    barns and orchards. Their land is under cultivation, is level, and                    appears to be of good quality. We saw many of them in their fields                    preparing for corn. These Indians have been greatly aided in                    agriculture, by the Friends of Philadelphia.            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 118", "url": "static/img/None.jpg"}, "text": {"headline": "May 19, 1804", "text": "This morning we again proceeded, and at night lodged at a small village                    called George-town, making a distance of                    fifty miles. Our road led us the whole distance along the                        Mohawk river.                The Bottoms along this river are called theGerman                        Flats, and are very rich and handsome. They were settled                    many years ago by the Germans. We stopped to view the Falls in the river,                    where the navigation is made easy by locks; a very romantic place,                    there being limestone rock of enormous size, both in the water and upon                    the hills. In proceeding along the bottoms of this river there are                    many marks which indicate that at some period of time there was a vast body                    of water covering these Flats. The Flats                    are gen-erally from half a mile to a mile in width; theirmargins are a                    continuation of hills on each side,which are from two to three hundred feet                    inheight; the surface of the hills show stones of great size, which                    are washed into all shapes; added to this, the hills discover evident                    appear-ances of those indentures common to river shores.             "}}, {"location": {"lat": 42.6526, "lon": -73.7562}, "media": {"caption": "Page: 119", "url": "static/img/None.jpg"}, "text": {"headline": "May 20, 1804", "text": "Again prosecuted our journey, passing along the Mohawk                        river to the town of Schen-ectady, where we crossed the river, and in the                    evening reached the town of Albany upon the                    North river, making a distance of forty                    eight miles. I cannot but observe here, that in pro-ceeding along the                        Mohawk river to-day, we came to the                    end of those high chains of hills mention-ed yesterday, where the country                    made quite a level appearance; so that we were puzzled to conjecture                    what became of the earth which had  enclosed so great a body                    of water, as the hills seem to declare once washed their summits. I                    may add, in humble confession, that in the course of our long journey, I                    have had frequent occasions to acknowledge, in a view of those                    extraordinary and inexplicable natural curiosities, which have fallen                    under our observation, the truth of that excellent sentiment of a religious                    poet, Nature is wrapt up, In tenfold night, from                        reason's keenest eye.-YOUNG.                Between Schenectady and Albany the coun-try is the poorest I ever saw. The surface                    is a body of sand, producing scarcely a tree. Surely one of                        Churchill's lines, relative to a part of                    Scotland, may with propriety be applied to                    this tract, Here half starved spiders feed on half starved                        flies.            "}}, {"location": {"lat": 40.71278, "lon": -74.00594}, "media": {"caption": "Page: 119", "url": "static/img/None.jpg"}, "text": {"headline": "May 23, 1804", "text": "Having concluded to go by water fromAlbany to New York, at 3                    o'clock this afternoon, we set sail, and at six o'clock in the evening                    of the 23d reached New York, a distance of one hundred and sixty miles.            "}}, {"location": {"lat": 42.446194, "lon": -73.78866}, "media": {"caption": "Page: 120", "url": "static/img/None.jpg"}, "text": {"headline": "May 27, 1804", "text": "At 8 o'clock this morning, we took public stage, and passing through the                    city ofPhiladelphia, reached Baltimore on First-day the 27th of 5th month, 1804. Here reader, allow me                    to add I was gladdened with the favor of being permitted safely to return                    to my home, and grateful for the additional blessing of                    finding my dear wife and infant children all well.                We were absent on this visit three months and four days, and travelled about                    two thousand miles.                "}}]}}