{"calculate_zoom": false, "storymap": {"call_to_action": true, "map_as_image": false, "map_type": "statemen:watercolor", "slides": [{"text": {"headline": "Joshua Sharpless's Journal Into Indian Country, 1798", "text": "The manuscript of Joshua Sharpless’s “Journal into Indian Country, (1798) is\n                    housed at Friends Historical Library, on the campus of Swarthmore College. In\n                    the spring semester of 2012, Swarthmore students enrolled in English 57A (“Early\n                    American Literature Through A Traveler’s Eyes”) transcribed Sharpless’s\n                    manuscript as part of a larger project to make the library’s rich store of\n                    Quaker journal writings more accessible to researchers. The project was designed\n                    by Christopher Densmore, curator of Friends Historical Library, and Keat Murray,\n                    Visiting Associate Professor of English. Transcribers included: Kara Stoever\n                    (3-38), Kari Olmon (39-74), Zach Wunrow (75-87, 153-174), Margaret Duszyk\n                    (88-104), Roberto Conreras (105-123), and David Fialkow (124-152). Students’\n                    transcriptions were compiled and edited in the present form by Professor Murray.\n                "}, "type": "overview"}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 2", "url": "static/img/SW_JS1798_Page_004.jpg"}, "text": {"headline": "April 30, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> Feeling an engagement of Mind to <ns0:lb /> Join <ns0:persName key=\"jpier1\">John                        Pierce</ns0:persName> in a Visit to the Indian <ns0:lb /> natives of this Land, after                    some close exer-<ns0:lb /> -cise of Mind on the Occasion, I gave up:<ns0:lb /> and on the                        <ns0:date when=\"1798-04-30\">30th day of the 4th Mo 1798</ns0:date>, after <ns0:lb /> a                    comfortable Opportunity in my fami-<ns0:lb /> -ly, several friends being present, I                    took<ns0:lb /> an Affectionate farewell of them, and a-<ns0:lb /> -bout one O clock in the                    afternoon set<ns0:lb /> of in Company with <ns0:persName key=\"jpier1\">John                        Pierce</ns0:persName>, and<ns0:lb />                    <ns0:persName key=\"hsimm1\">Henry Simmons</ns0:persName>, in order to pursue a<ns0:lb />                    Journey to the Northwest parts of this,<ns0:lb /> and <ns0:placeName key=\"newyo\">New York                        State</ns0:placeName>, to assist in form-<ns0:lb /> -ing a Settlement among the                    Indians, for<ns0:lb /> their improvement in Agriculture, and<ns0:lb /> more of a Civilized                    Live, we stopped and<ns0:lb /> took some refreshment at <ns0:persName key=\"jtrum1\">John                        Truman</ns0:persName>&#8217;s,<ns0:lb /> and Lodged at <ns0:persName key=\"itayl1\">Isaac                        Taylor</ns0:persName>s. 22 miles</ns0:p>                "}}, {"location": {"lat": 40.03737, "lon": -76.51441}, "media": {"caption": "Page: 3", "url": "static/img/SW_JS1798_Page_005.jpg"}, "text": {"headline": "May 01, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> A fine day for traveling, tho<ns0:lb /> warm, went to <ns0:persName key=\"agibb1\">Abraham                        Gibbons</ns0:persName>&#8217;s<ns0:lb /> 11 miles, here by appointment we met<ns0:lb /> with                        <ns0:persName key=\"jswai1\">Joel Swayne</ns0:persName>, and <ns0:persName key=\"hjack1\">Halladay Jack-<ns0:lb /> -son</ns0:persName>, two young Men who with <ns0:persName key=\"hsimm1\">Henry<ns0:lb /> Simmons</ns0:persName> had given up to reside some<ns0:lb />                    time among the Indians for their<ns0:lb /> religious and temporal benefit, took<ns0:lb />                    dinner here, then went 7 miles to <ns0:placeName key=\"lanca\">Lan-<ns0:lb />                        -caster</ns0:placeName>, where stopping and doing some<ns0:lb /> business, we went on                    12 miles to <ns0:placeName key=\"wrigh\">Wrights<ns0:lb /> ferry</ns0:placeName> on <ns0:geogName key=\"susqu\">Susquehanna</ns0:geogName>, where there is<ns0:lb /> a pretty Town lately                    laid out, it con-<ns0:lb /> -tains 20 or more good buildings, beauti-<ns0:lb /> -fully                    situated on an elevation above<ns0:lb /> the <ns0:geogName key=\"susqu\">River</ns0:geogName>,                    the shore of which was lined<ns0:lb /> with many thousand feet of White<ns0:lb /> Pine                    boards and other Lumber which had been down that <ns0:geogName key=\"susqu\">River</ns0:geogName> for<ns0:lb /> near half a Mile. most of this days<ns0:lb /> ride                        <ns0:del>has been</ns0:del> was through a fruitful well<ns0:lb /> improved Country, with                    good Stone <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_005\" n=\"3\" /> Houses and Barns, a large proportion<ns0:lb />                    of the land was sown with Rye; some of<ns0:lb /> the Wheat fields looked pretty well,                    but<ns0:lb /> in general Poor; Clover not so forward<ns0:lb /> as in my neighborhood; some                    beauti-<ns0:lb /> -ful Meadows, between <ns0:placeName key=\"lanca\">Lancaster</ns0:placeName>                    and<ns0:lb /> this place, 30 miles</ns0:p>            "}}, {"location": {"lat": 39.973446, "lon": -75.153}, "media": {"caption": "Page: 4", "url": "static/img/SW_JS1798_Page_006.jpg"}, "text": {"headline": "May 02, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> a rainy Morning, stayed under shelter until<ns0:lb /> 8 O Clock, <ns0:del>and</ns0:del> then                    Crossed the <ns0:geogName key=\"susqu\">River</ns0:geogName> in the Rain <ns0:lb /> it is one                    Mile and 12 perches wide, which<ns0:lb /> a Man and horse crosses for 6d; a cheap                    ferry,<ns0:lb /> thence to <ns0:placeName key=\"yorkt\">York Town</ns0:placeName> 12 miles                    mostly through<ns0:lb /> a Valley, perhaps 10 or more miles wide, some<ns0:lb /> beautiful                    Meadows made their appear-<ns0:lb /> -ance, more particularly within a few miles<ns0:lb />                    of the <ns0:geogName key=\"susqu\">River</ns0:geogName>, and this Town, the Winter<ns0:lb />                    Grain mostly Poor, though the Land appeared<ns0:lb /> to be of a good quality, and                    well farmed,<ns0:lb /> The town of <ns0:placeName key=\"yorkt\">York</ns0:placeName> has an                    agreeable ap-<ns0:lb />- pearance, in which there are a number<ns0:lb /> good Buildings;                    it is beautified by a large<ns0:lb /> stream of Water called <ns0:geogName key=\"codor\">Codoras</ns0:geogName> which runs<ns0:lb /> through the <ns0:placeName key=\"yorkt\">Town</ns0:placeName>, we dined here at a Public <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_006\" n=\"4\" /> House,&#8212; then set of for <ns0:persName key=\"iever1\">Isaac Everet</ns0:persName>s.<ns0:lb /> in 2 or 3 miles after we left                    the Town<ns0:lb /> we got out of the Limestone Valley, and<ns0:lb /> passed through a                    Country diversified<ns0:lb /> with gentle Assents, and descents, pretty<ns0:lb /> clear of                    stones, the Land in places<ns0:lb /> thin, though well watered by the Branches<ns0:lb />                    of the <ns0:geogName key=\"concr\">Canowagoe</ns0:geogName>, the main stream of<ns0:lb /> which                    was nearly as large as <ns0:geogName key=\"brand\">Brandy-<ns0:lb /> -wine</ns0:geogName>, the                    Winter grain much affected<ns0:lb /> with the fly, this has been a pleasant af-<ns0:lb />                    -ternoon to ride, the Wind at Northwest<ns0:lb /> and pretty Cool, Stopped at                        <ns0:persName key=\"jgarr1\">John Garison</ns0:persName>&#8217;s<ns0:lb /> 17 miles where we fed                    our horses and got<ns0:lb /> some refreshment, then some of us went<ns0:lb /> to <ns0:persName key=\"iever1\">Isaac Everett</ns0:persName>&#8217;s 3 miles, where we lodged,<ns0:lb />                    leaving the others at <ns0:persName key=\"jgarr1\">John Garrisons</ns0:persName>. 32                    miles.</ns0:p>            "}}, {"location": {"lat": 40.050645, "lon": -77.520265}, "media": {"caption": "Page: 6", "url": "static/img/SW_JS1798_Page_008.jpg"}, "text": {"headline": "May 03, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> Set of early this Morning, and in about<ns0:lb /> three Miles came to a large hill                        <ns0:del>several miles over</ns0:del> called the first, mountain which was<ns0:lb /> 4 or                    more Miles across, we then entred<ns0:lb /> a body of Limestone Land, having                    Crossed<ns0:lb /> the <ns0:geogName key=\"yello\">Yellow Breeches</ns0:geogName> a large stream                        <ns0:del>called Yellow Breeches</ns0:del>, the <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_007\" n=\"5\" /> face of the Country pretty level, and                    much<ns0:lb /> of it under Culture, Rye the prevailing Win-<ns0:lb /> -ter Crop, which was                    mostly thin, Clover scarce-<ns0:lb /> -ly made its appearance in any of the                    fields,<ns0:lb /> which for want of better farming were<ns0:lb /> very bare of pasture.                    fed at the Black horse<ns0:lb /> 14 miles, thence to <ns0:placeName key=\"shipp\">Shippensburgh</ns0:placeName> 12 miles,<ns0:lb /> part of which was through a flat                    Pine bottom<ns0:lb /> containing a large number of Ponds of stag-<ns0:lb /> -nated Water,                    but as we advanced nearer<ns0:lb /> the Town, we passed through high Cham-<ns0:lb /> -pion                    Land, beautifully Timbered, then Cross-<ns0:lb /> -ed a large, Stream                        <ns0:del>which</ns0:del> that sprang up a<ns0:lb /> few Perches to our left, <ns0:del>we were                        informed</ns0:del><ns0:lb />                    <ns0:del>it mostly</ns0:del> which often went dry in the fall, the town<ns0:lb /> was more                    than half a Mile long, containing,<ns0:lb /> as we were informed 250 houses, a                    number<ns0:lb /> of which <ns0:del>was</ns0:del> were good Stone buildings, for 2 or<ns0:lb /> 3                    miles after we left the town we passed through<ns0:lb /> a beautiful well improved                    Limestone Coun-<ns0:lb /> -try, thence through land not so desirable<ns0:lb /> to                        <ns0:placeName key=\"stras\">Strawsburgh</ns0:placeName>, a Village containing                    per-<ns0:lb /> -haps 40 houses, built of Squared Logs, <ns0:del>the</ns0:del> which<ns0:lb /> Town                    stands in a low place, hardly discover <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_008\" n=\"6\" /> able till we arrived nearly on it,                    Shortly<ns0:lb /> after we passed through this Town, we began<ns0:lb /> to Ascend the                        <ns0:geogName key=\"bluem\">Blue Mountain</ns0:geogName>, an high<ns0:lb /> Towering                    eminence, steep and very Rocky,<ns0:lb /> in about three Miles we arrived at the<ns0:lb />                    bottom of the Opposite side, where we<ns0:lb /> Crossed the main branch of <ns0:geogName key=\"conod\">Conedogwine</ns0:geogName><ns0:lb /> and took up our Quarters at                        <ns0:persName key=\"gskin1\">George Skinner</ns0:persName>s,<ns0:lb /> good accommodations,                    he has made valuable<ns0:lb /> improvements, though in a Wild romantic Coun-<ns0:lb />                    -try. 29 miles</ns0:p>            "}}, {"location": {"lat": 40.06508, "lon": -77.82944}, "media": {"caption": "Page: 8", "url": "static/img/SW_JS1798_Page_010.jpg"}, "text": {"headline": "May 04, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> Set of early, we immediately asscened<ns0:lb /> another Mountain much like our                    last,<ns0:lb /> when we arrived at its Summit we had<ns0:lb /> a delightful View of a well                    improved<ns0:lb /> Valley <ns0:del>three</ns0:del> two or more miles in weadth, with<ns0:lb /> a                    lofty Mountain beyond, Just as we ente-<ns0:lb /> -red this Valley, we Crossed the                        <ns0:geogName key=\"conoc\">Conacocheague<ns0:lb /> Creek</ns0:geogName> a beautiful                    stream, in about half<ns0:lb /> a Mile we passed through <ns0:placeName key=\"fanne\">Phanetts-Burgh</ns0:placeName>                    <ns0:lb /> a Village of perhaps 30 Loghouses, shortly af-<ns0:lb /> -ter we                        <ns0:del>crossed</ns0:del> passed this Town we ascend-<ns0:lb /> -ed a third Mountain                    much like the two<ns0:lb /> last discribed, from thence to Birds at <ns0:placeName key=\"flitt\">fort<ns0:lb /> Littleton</ns0:placeName> 5 miles, through a rough                    Country, <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_009\" n=\"7\" /> Surrounded with lofty Mountains, some<ns0:lb />                    pretty good improvements in places made<ns0:lb /> there appearance, and the Roads                    consider<ns0:lb /> -ing the Roughness of the Country not to be<ns0:lb /> complained of,                    here we got our Breakfast<ns0:lb /> 12 miles. from thence to <ns0:persName key=\"gskin1\">Skinners</ns0:persName> on the<ns0:lb /> top of <ns0:geogName key=\"sidel\">Sidling                        hill</ns0:geogName> 11 miles, through a rough,<ns0:lb /> Broken, poor Country, very                    little inhabited.<ns0:lb />                    <ns0:geogName key=\"sidel\">Sidling hill</ns0:geogName> a lofty Mountain; 7 miles                    carried<ns0:lb /> us over, we made near four miles on its<ns0:lb /> Summit, which was very                    high, but our<ns0:lb /> prospect not extensive by reason of some<ns0:lb /> mountains which                    was nearby on each<ns0:lb /> hand, as we began to descend a noble<ns0:lb /> view                    presented, as far as the Eye could<ns0:lb /> reach, having the <ns0:geogName key=\"allmo\">Allegeny Mountain</ns0:geogName> in<ns0:lb /> full view at 20 or more miles distant,                    the<ns0:lb /> extensive prospect between, looked like<ns0:lb /> a delightful plain,                    Chequered with a few<ns0:lb /> plantations, but when we came to tra-<ns0:lb /> -verse it,                    we found many lofty hills, or<ns0:lb /> Mountains, particularly about the <ns0:geogName key=\"junia\">Juni-<ns0:lb /> -atta River</ns0:geogName>, one Branch of which we<ns0:lb />                    Crossed, which was some 50 or so yards wide<ns0:lb /> and more than Belly deep;                    directly upon <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_010\" n=\"8\" /> Crossing this stream we ascended the<ns0:lb />                    Steepest hill we have met with since we<ns0:lb /> left home, it is admirable that so                    many<ns0:lb /> Wagons which pass this road, should be able to get<ns0:lb /> up it, I                    suppose we have passed by 20 this<ns0:lb /> this day, mostly with families going to                    new<ns0:lb /> Countries, a number of which were Crowded<ns0:lb /> with Children; 17 people                    of different descrip-<ns0:lb /> -tions belonged to one wagon. &#8212; when I view-<ns0:lb /> -ed                    the hills and mountains about this River,<ns0:lb /> I was struck with admiration that                    it ever found<ns0:lb /> a way through them to the <ns0:geogName key=\"susqu\">Susquehanna</ns0:geogName>, but<ns0:lb /> I will assure my readers <ns0:del>that</ns0:del>                    its meanders<ns0:lb /> are very various, and serpentine, some 5 or 6 miles after                    we<ns0:lb /> Crossed <ns0:del>it</ns0:del> this stream we had the River nearby on each<ns0:lb />                    hand perhaps not more than half a mile a-<ns0:lb /> -part. we took up our Quarters at one<ns0:lb />                    <ns0:persName>Hartley</ns0:persName>&#8217;s near the <ns0:del>its</ns0:del> banks, of said river, he                    has a valuable<ns0:lb /> plantation, and pretily situated. most<ns0:lb /> of this days                    ride has been through a<ns0:lb /> very broken, poor, and thinly settled Coun-<ns0:lb />                    -try. &#8212; 38 miles</ns0:p>            "}}, {"location": {"lat": 40.0059, "lon": -78.3015}, "media": {"caption": "Page: 10", "url": "static/img/SW_JS1798_Page_012.jpg"}, "text": {"headline": "May 04, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> Went 6 miles up the <ns0:geogName key=\"junia\">Juniatta</ns0:geogName>, through<ns0:lb /> a                    rough, Mountainous Country to <ns0:placeName key=\"bedfo\">Bedford</ns0:placeName>,<ns0:lb />                    having about one mile back crossed the <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_011\" n=\"9\" /> River on a Bridge, the Town stands in<ns0:lb />                    a Valley Surrounded by high Mountains, it is<ns0:lb /> a pretty pleasant situation,                    being seated on an<ns0:lb /> elevated Spot near a branch of the River, the Town                        <ns0:del>it</ns0:del><ns0:lb /> contains a number of good Stone buildings<ns0:lb /> among                    which are a Courthouse, Jail, &amp;c: here<ns0:lb /> we got our breakfast, and then                    passed over<ns0:lb /> a very Mountainous, poor Country, and but<ns0:lb /> thinly settled                    to the <ns0:geogName key=\"allmo\">Allegenies</ns0:geogName>, which Moun-<ns0:lb /> -tain tho                    high, was not difficult ascending,<ns0:lb /> being rather a succession of Mountains                    than<ns0:lb /> one huge pile, we had several very steep As-<ns0:lb /> -scents and                    descents, while on this Mountain,<ns0:lb /> yet our road went much of the way on the                    top<ns0:lb /> of very high ridges, when we arrived at its<ns0:lb /> greatest eminence, we                    stoped at an Inn and<ns0:lb /> refreshed ourselves, here we met with a fine<ns0:lb />                    Spring of Water near the door. we here turned to the left taking the glade road,                    the descent from<ns0:lb /> this Mountain was gradual, the Land arable<ns0:lb /> tho stony,                    it is called 10 miles across, &#8212;We now<ns0:lb /> entered what is called the Glades,                        <ns0:del>we</ns0:del> having understood<ns0:lb /> in places there were flats or openings                    where<ns0:lb /> much Grass was Cut, Yet where we went throug[h]<ns0:lb /> was heavy                    Timbered, some of which <ns0:del>was</ns0:del> were sugar<ns0:lb /> Maple being the first we                    had seen, the Land<ns0:lb /> appeared good, was pretty thick settled, and <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_012\" n=\"10\" /> productive, we arrived at a Dutch<ns0:lb />                    Town called <ns0:placeName key=\"berli\">Berlin</ns0:placeName>, containing upwards<ns0:lb />                    of 50 Houses, Mostly of Logs, and Frame, when<ns0:lb /> at the sign of the Black                    House we got good<ns0:lb /> entertainment. 36 miles</ns0:p>            "}}, {"location": {"lat": 40.058, "lon": -79.3524}, "media": {"caption": "Page:    12", "url": "static/img/SW_JS1798_Page_014.jpg"}, "text": {"headline": "May 06, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> We started early this Morning with some hopes<ns0:lb /> of reaching a friend&#8217;s House                    this evening, which<ns0:lb /> was very desirably, for 2 or more miles the<ns0:lb /> Land                    was good, and considerably Settled, tho<ns0:lb /> Hilly. thence we entered a Chesnutt                    Country,<ns0:lb /> the Soil thin, and in a while we came among<ns0:lb /> abundance of                    Laurel, the road very Stony,<ns0:lb /> Rocky, &amp; Muddy, thence entered a Pine                    forrest<ns0:lb /> being the first White Pines of note <ns0:del>since</ns0:del> we<ns0:lb /> have                    met with; here they grew in abun-<ns0:lb /> -dance, tho not very large, but few                    settlement<ns0:lb /> the greatest part of this stage, stoped and got<ns0:lb /> our                    Breakfast at <ns0:persName key=\"jthus1\">John Thusier</ns0:persName>s 13 miles.<ns0:lb /> from                    thence to <ns0:persName key=\"gbach1\">Geo: Batchaler</ns0:persName>&#8217;s 14 miles, the<ns0:lb />                    whole of this stage remarkable rough, the first<ns0:lb /> 3 or 4 miles the Land                    appeared pretty good tho<ns0:lb /> very hilly, one hill more steep and long than<ns0:lb />                    any we have hitherto met with, was as we went<ns0:lb /> down to <ns0:geogName key=\"laucr\">Laurell&#8212;hill&#8212;Creek</ns0:geogName>, a smart stream<ns0:lb /> from thence to near this                    place called <ns0:geogName key=\"laure\">Laurell<ns0:lb /> Hill</ns0:geogName>, the whole of                    this stage very heavy Timbered<ns0:lb /> so that the Hill comparatively speaking                    groan <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_013\" n=\"11\" /> ed under their great Load, abundance                    of<ns0:lb /> which was beautiful Chesnut, the finest I <ns0:del>reme</ns0:del><ns0:lb /> remember                    to have seen, with a large Quan-<ns0:lb /> -tity of Oak of various kinds, some                    Sugar<ns0:lb /> Maple &amp;c: much of this stage the road was very<ns0:lb /> Rocky and                    Stony. From thence to <ns0:placeName key=\"conne\">Conalds&#8212;<ns0:lb /> -Ville</ns0:placeName> a                    small Town on the <ns0:geogName key=\"yough\">Yoxhiogeny</ns0:geogName> 14 miles<ns0:lb /> the                    most of this stage was poor, rough, and<ns0:lb /> Mountainous, and but thinly                    settled, except<ns0:lb /> within 3 or 4 miles of the <ns0:geogName key=\"yough\">River</ns0:geogName> after we left<ns0:lb /> the <ns0:geogName key=\"cheri\">Chesnut                        Ridge</ns0:geogName>. &#8212; We all took notice<ns0:lb /> when on the <ns0:geogName key=\"allmo\">Allegenies</ns0:geogName> and for many Miles<ns0:lb /> on this side, how                    very backward the Trees<ns0:lb /> were, when we left home they were putting<ns0:lb /> out                    fast, and the Weather being very warm<ns0:lb /> they made rapid progress; yet this                    morning<ns0:lb /> we remarked the buds of the Chesnut and<ns0:lb /> White Oak were not                    formed into leaves so<ns0:lb /> as to make an appearance, yet the same<ns0:lb /> day as we                    descended from the <ns0:geogName key=\"cheri\">Chesnut Ridge</ns0:geogName><ns0:lb /> the Trees                    were all green, the sight was<ns0:lb /> so Curious, and different from our late                    pros-<ns0:lb /> -pect, that I measured some Chesnutt leaves<ns0:lb /> and found them to be                    3 Inches wide, and<ns0:lb /> Six long, and sprouts of 8 or 9 Inches growth.<ns0:lb /> So                    that I think there is at least, in three miles <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_014\" n=\"   12\" /> Riding two Weeks difference in the                    Season.<ns0:lb /> When on the Chesnut hill there is one of the most<ns0:lb /> extensive                    prospects that is to be met with<ns0:lb /> in traveling, both to the North, to                    the<ns0:lb /> West, and to the South, I had no doubt but the View<ns0:lb /> was of 50                    miles extent, it was not so de-<ns0:lb /> lightful as some I have seen, for want of                    a<ns0:lb /> lofty mountain rising 10 or more miles in<ns0:lb /> front, but it was                    Chequered with many Plan-<ns0:lb /> -tations: in every direction, the View look<ns0:lb />                    -ed like an extensive plain, but when<ns0:lb /> we came to the traverse it, we found                    many<ns0:lb /> Steep Hills, <ns0:del>but</ns0:del> tho no Mountain; neither is<ns0:lb /> there any                    to the Westward in the United<ns0:lb /> States equal to those we have Crossed.                    We<ns0:lb /> lodged with our kind friend <ns0:persName key=\"tgibs1\">Thomas                        Gibson</ns0:persName><ns0:lb /> on the Bank of the <ns0:geogName key=\"yough\">River</ns0:geogName>. 41 miles</ns0:p>            "}}, {"location": {"lat": 40.022106, "lon": -79.88}, "media": {"caption": "Page:    13", "url": "static/img/SW_JS1798_Page_015.jpg"}, "text": {"headline": "May 07, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> a pleasant day, went to my Kinsman&#8217;s<ns0:lb />                    <ns0:persName key=\"rcadw1\">Reese Cadwalader</ns0:persName>s, near <ns0:placeName key=\"brown\">BrownsVille</ns0:placeName> on<ns0:lb /> the <ns0:geogName key=\"monon\">Monongahala</ns0:geogName>, we Crossed the <ns0:del>Yoxge</ns0:del><ns0:lb />                    <ns0:geogName key=\"yough\">Yoxhiogeny</ns0:geogName> in a boat it was about 6 feet<ns0:lb />                    deep and perhaps 150 yards wide, in about<ns0:lb /> half a mile after we crossed the                    River, we<ns0:lb /> passed by a Merchant Mill erected on a<ns0:lb /> very Curious Seat,                    the stream was small,<ns0:lb /> but had a natural perpendicular fall over <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_015\" n=\"   13\" /> a broad Rock which lay Horizontal                    of<ns0:lb /> 28 feet, the Mill was erected close to this<ns0:lb /> Rock which formed a                    level Yard to the<ns0:lb /> upper Road; under sd Rock was a Cavity<ns0:lb /> or hollow                    place 12 feet high, and nearly<ns0:lb /> as far back, which ran all across the<ns0:lb />                    Stream, over which the Water beautifully<ns0:lb /> descended. From thence to the                        <ns0:geogName key=\"monon\">Mononga-<ns0:lb /> -haly</ns0:geogName> a continual succession                    of high hills<ns0:lb /> and low Vales, the Very little bottom land<ns0:lb /> fit for                    Meadow, the land is pretty clear of<ns0:lb /> Stones, the soil in general good, and                    thick<ns0:lb /> settled, yet some of the fields which had been<ns0:lb /> a good while                    under Culture looked poor; I saw<ns0:lb /> several fields of good Wheat, but more that<ns0:lb />                    <ns0:del>looked</ns0:del> were light.</ns0:p>            "}}, {"location": {"lat": 40.0614, "lon": -75.2035}, "media": {"caption": "Page:    15", "url": "static/img/SW_JS1798_Page_017.jpg"}, "text": {"headline": "May 08, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> Went 12 miles this Morning to see my Cousin<ns0:lb />                    <ns0:persName key=\"bshar1\">Benjamin Sharples</ns0:persName>, he lives on the West<ns0:lb />                    Branch of 10 mile Creek near Green Furnace.<ns0:lb /> I crossed the <ns0:geogName key=\"monon\">Monongahala</ns0:geogName> at <ns0:placeName key=\"bridg\">Bridge<ns0:del>Town</ns0:del>port</ns0:placeName> a<ns0:lb /> Village containing near 50                    houses, the place<ns0:lb /> whereon the town stands was four years<ns0:lb /> ago a fine                    Meadow. the <ns0:geogName key=\"monon\">River</ns0:geogName> is a<ns0:lb /> beautiful Stream,                    flows along with a<ns0:lb /> very gentle Current, is 340 Yards wide<ns0:lb /> and 10 or 12                    feet deep, it has very high <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_016\" n=\"   14\" /> Banks, yet last fall they were                    overflown<ns0:lb /> the River as I was informed rose 42 feet<ns0:lb /> Perpendicular. The                    people here were very<ns0:lb /> busy building flat bottomed Boats, they are<ns0:lb /> made                    out of green timber, about 12 feet wide,<ns0:lb /> and from 20 to 30 feet long,                    boarded up, on<ns0:lb /> each side, 5 or 6 feet high, and roofed over<ns0:lb /> more than                    half way, I was informed many<ns0:lb /> boats of this kind was built on this                        <ns0:geogName key=\"monon\">River</ns0:geogName><ns0:lb /> and its neighboring Waters, they                    are<ns0:lb /> sold at the rate of 11/3 per foot, for every<ns0:lb /> foot they are in                    length, to people who come<ns0:lb /> with families to these Waters, to take                    their<ns0:lb /> departure Westward, and <ns0:del>Sail</ns0:del> Southwest,<ns0:lb /> to new                    Countries, they put on board, horse<ns0:lb /> Waggon, farming Utensels, Cowkind,                    hosehold<ns0:lb /> furniture &amp;c: and so great if the Spirit of emi-<ns0:lb /> -gration                    down the Waters of the <ns0:geogName key=\"ohior\">Ohio</ns0:geogName> to dif-<ns0:lb />                    -firent places, that we were informed when<ns0:lb /> at <ns0:placeName key=\"pitts\">Pittsburgh</ns0:placeName> by a very reputable Character<ns0:lb />                    <ns0:del>that</ns0:del> for 30 days past upon an average he<ns0:lb /> thought there had been                    from 10 to 12 of these<ns0:lb /> boats, containing from 20 to 50 persons so<ns0:lb />                    loaded, passing by that Town each day. they<ns0:lb /> gently move down with the                    Current, and when<ns0:lb /> they come to the mouth of the <ns0:geogName key=\"sciot\">Scioto</ns0:geogName> and other <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_017\" n=\"   15\" /> rivers their Boats are of no further                    use, for<ns0:lb /> their Construction is such they cannot be taken<ns0:lb /> up the                    Stream, and are therefore often sold<ns0:lb /> for a trifle, or turned adrift. &#8212; I                    went<ns0:lb /> up the West side of the <ns0:geogName key=\"monon\">River</ns0:geogName> and in                    about<ns0:lb /> 6 miles passed through a small Village called<ns0:lb />                    <ns0:placeName key=\"frede\">Fredricks Town</ns0:placeName>, then up the <ns0:geogName key=\"monon\">River</ns0:geogName> to <ns0:geogName key=\"tenmi\">10<ns0:lb /> mile                        Creek</ns0:geogName> I passed over some very<ns0:lb /> Rich bottoms on sd <ns0:geogName key=\"monon\">River</ns0:geogName> and <ns0:geogName key=\"tenmi\">Creek</ns0:geogName>;<ns0:lb /> also hillsides very good, abounding with<ns0:lb /> Black and                    White Walnut, Locust, Sugar<ns0:lb /> Maple &amp;c: as far as I have seen, if it                    was<ns0:lb /> not for the Hills, <ns0:del>it</ns0:del> this would be a desirable<ns0:lb />                    Country, but they will ever be in the Way<ns0:lb /> of farming, and conveying                    produce<ns0:lb /> to Market, but its Vicinity with Water<ns0:lb /> Cariage will very much                    facilitate the lat<ns0:lb /> -ter, their best meadows are often to be found<ns0:lb /> on                    the tops of high hills, which are often<ns0:lb /> inclinable to be wet, and Springy,                    the<ns0:lb /> land is inclinable to grass, yet Clover<ns0:lb /> is not much propagated.                    the price of<ns0:lb /> produce pretty good, Wheat 7/6 Rye 4/6<ns0:lb /> Corn 3/9, Oates                    3/9, Bacon 1/, Butter 1/61/3,<ns0:lb /> Cheap <ns0:del>1/</ns0:del> 9 d home made sugar from                    1/ to<ns0:lb /> to one &#188; of which with Industry came the<ns0:lb /> Country may always be                    supplyed 24 miles </ns0:p>            "}}, {"location": {"lat": 40.0614, "lon": -75.2035}, "media": {"caption": "Page:    15", "url": "static/img/SW_JS1798_Page_017.jpg"}, "text": {"headline": "May 09, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> Attended <ns0:orgName key=\"\">Redstone Meeting</ns0:orgName>, dined at<ns0:lb />                    <ns0:persName key=\"rcadw1\">Reese Cadwaladers</ns0:persName>, where we have made<ns0:lb /> our                    home since our arrival here, it is a good<ns0:lb /> place for man and beast, Our                    horses have<ns0:lb /> had very good Pasture, and been well<ns0:lb /> fed with Grain, so                    that they recruited.<ns0:lb /> Set of this afternoon for <ns0:placeName key=\"pitts\">Pittsburgh</ns0:placeName>, crossed<ns0:lb /> the <ns0:geogName key=\"monon\">Monongalela</ns0:geogName> at <ns0:placeName key=\"bridg\">Bridge<ns0:del>town</ns0:del>port</ns0:placeName>, went<ns0:lb /> down the west side of                        <ns0:del>it</ns0:del> said <ns0:geogName key=\"monon\">River</ns0:geogName> to <ns0:persName key=\"abogg1\">Alexander Bogg</ns0:persName>s<ns0:lb /> on <ns0:geogName key=\"pigeo\">Pigeon                        Creek</ns0:geogName> where we lodged 11 m<ns0:lb /> having a few miles back crossed                        <ns0:geogName key=\"trout\">Trout Run</ns0:geogName></ns0:p>            "}}, {"location": {"lat": 40.440625, "lon": -79.995886}, "media": {"caption": "Page: 20", "url": "static/img/SW_JS1798_Page_022.jpg"}, "text": {"headline": "May 10, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> Set of early this Morning, Stopped at <ns0:persName>Par-<ns0:lb /> -kers</ns0:persName>, fed                    our horses and got our Break-<ns0:lb /> -fast, a number of curious falls pre-<ns0:lb />                    -sented on small streams in this last stage,<ns0:lb /> at a Certain depth much of                    this Country<ns0:lb /> appears to be covered with broad Rocks<ns0:lb /> lying                    Horizontally, which about the<ns0:lb /> streams is washed bare, over the edges<ns0:lb />                    of these Rocks the Water often falls, from<ns0:lb /> 2 to 12, or 15 feet, in many                    places the Rock<ns0:lb /> is hollow, so that there are large Cavities<ns0:lb /> under                    where the water falls, quite dry.<ns0:lb /> from hence to <ns0:placeName key=\"pitts\">Pittsburgh</ns0:placeName> 16 miles, from <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_019\" n=\"   17\" />                    <ns0:placeName key=\"bridg\">Bridgeport</ns0:placeName> to <ns0:del>that</ns0:del> said place, the                    face of the Coun<ns0:lb /> -try has no remarkable variation, <ns0:del>it</ns0:del> is<ns0:lb />                    all the way a continual succession of hills<ns0:lb /> tho not so high and steep as                    about <ns0:placeName key=\"bridg\">Bridge-<ns0:lb /> -port</ns0:placeName>, the Land gradually                    decreased in<ns0:lb /> its fertility, is all the way settled tho thinly, some<ns0:lb />                    fields of Wheat and rye looked very well, yet <ns0:lb />many others were poor, was                    generally heavy<ns0:lb /> Loaded with timber; the greatest body of<ns0:lb /> which was                    White Oak, Some Sugar Maple<ns0:lb /> along the low ground, yet the further to-<ns0:lb />                    -wards <ns0:placeName key=\"pitts\">Pittsburgh</ns0:placeName> the scarcer, I have seen                    next<ns0:lb /> to no pine since I came over the Moun-<ns0:lb /> -tains; some Chesnut in                    places; but rails<ns0:lb /> are mostly made of White Oak; as are<ns0:lb /> there houses, &#8212;                    We had every little prospect<ns0:lb /> of <ns0:placeName key=\"pitts\">Pittsburgh</ns0:placeName>, until we arrived near by,<ns0:lb /> the Town stands in a                    beautiful plain<ns0:lb /> surrounded by very high hills, just<ns0:lb /> about the Junktion                    of the <ns0:geogName key=\"alleg\">Allegeny</ns0:geogName> and<ns0:lb />                    <ns0:geogName key=\"monon\">Monongahely Rivers</ns0:geogName>, Which Rivers when<ns0:lb />                    united make the <ns0:geogName key=\"ohior\">Ohio</ns0:geogName>, we descended a very<ns0:lb />                    steep hill or Mountain to the <ns0:geogName key=\"monon\">Mononga-<ns0:lb />                        -hela</ns0:geogName>, not fit for any Wagon to go up, or down,<ns0:lb /> though they                    often pass it, the river flows gently along <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_020\" n=\"18\" /> at the foot of this Mountain, where we                    Crossed<ns0:lb /> it, being half a mile wide and 10 or 12 feet<ns0:lb /> deep, this                        <ns0:geogName key=\"monon\">River</ns0:geogName> is most in View from the<ns0:lb /> Town,                    and the greatest place of trading,<ns0:lb /> the Street next to sd River is                    beautifully<ns0:lb /> Situated, being level; 50 or 60 feet wide,<ns0:lb /> and elevated                    perhaps 50 feet above<ns0:lb /> the Water, there are places for Waggons<ns0:lb /> to go                    down, and a fine gravelly mar-<ns0:lb /> -gin to drive on, the town when we<ns0:lb /> were                    there was a place of great Concourse<ns0:lb /> abundance of People take their                    depar-<ns0:lb /> -ture from here to various parts of the<ns0:lb /> Western, and                    Southwestern Territories,<ns0:lb /> And up the <ns0:geogName key=\"beavr\">big                        Bever</ns0:geogName>, the <ns0:geogName key=\"alleg\">Allegeny<ns0:lb /> River</ns0:geogName>,                        <ns0:del>Friench</ns0:del>                    <ns0:geogName key=\"french\">French Creek</ns0:geogName> to <ns0:placeName key=\"cusse\">Casa-<ns0:lb /> -waga</ns0:placeName>, <ns0:placeName key=\"presq\">Presqueisle</ns0:placeName> &amp;c. &#8212; It was the time of<ns0:lb /> the supreme Court                    when we arrived here,<ns0:lb /> and we had some fears whether we should<ns0:lb /> get                    accommodations for ourselves and horses,<ns0:lb /> but having before we Crossed the                        <ns0:geogName key=\"monon\">River</ns0:geogName><ns0:lb /> enquired for the best Tavern; we                    were<ns0:lb /> recommended to the Greentree near the<ns0:lb /> River, where upon our                    arrival after some <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_021\" n=\"19\" /> hesitation we were taken in, where                    we<ns0:lb /> found good accommodations. Some discou-<ns0:lb /> -ragements attended my mind                    on my way<ns0:lb /> thither, concerning the business we were<ns0:lb /> going on, it being                    in its self important,<ns0:lb /> to be transacted among a people of<ns0:lb /> a Strange                    language, in an unknown<ns0:lb /> and Wilderness Country, and a great un-<ns0:lb />                    -certainty how we should be able to get<ns0:lb /> the goods we have in care to our                    desir-<ns0:lb /> -ed port; but upon our arrival here,<ns0:lb /> and being introduced to                    some for whom<ns0:lb /> we had letters of Credit; we met with a<ns0:lb /> very kind                    reception, and they appear-<ns0:lb /> -ed hearty in assisting us, and <ns0:del>they</ns0:del>                    in-<ns0:lb /> -formed, that the goods sent from <ns0:placeName key=\"phila\">Phila-<ns0:lb />                        -delphia</ns0:placeName> where safely arrived a few<ns0:lb /> days ago, and were in                    the Public Store.<ns0:lb /> The <ns0:figure>                        <ns0:figDesc>[drawing of a sun]</ns0:figDesc>                    </ns0:figure>                    <ns0:persName key=\"icrag1\">Deputy Quarter Master</ns0:persName> informed us<ns0:lb /> that he                    would send them up to <ns0:placeName key=\"cornp\">Cornplan-<ns0:lb /> -ter's                        Village</ns0:placeName>, which was at least 140 miles<ns0:lb /> by land, and                    abundantly more by Water.<ns0:lb /> that it was a very lucky time for them<ns0:lb /> to                    go, the River being neither to low nor <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_022\" n=\"20\" /> too high, so that the prospect of                    things<ns0:lb /> looks a little more lightsome.</ns0:p>            "}}, {"location": {"lat": 42.163114, "lon": -80.101172}, "media": {"caption": "Page: 22", "url": "static/img/SW_JS1798_Page_024.jpg"}, "text": {"headline": "May 11, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> Had an interview with <ns0:persName key=\"gwilk2\">General Wilken-<ns0:lb />                        -son</ns0:persName> this Morning, he recieved us very<ns0:lb /> respectfully,                    appeared well satisfied with<ns0:lb /> the business we were going on, and cheer-<ns0:lb />                    -fully disposed to Assist us in our undertak-<ns0:lb /> -ing, he gave us the                        <ns0:persName key=\"icrag1\">Deputy Quarter Master</ns0:persName>,<ns0:lb /> who bore us                    company, direction in our<ns0:lb /> hearing to forward our goods to <ns0:placeName key=\"cornp\">Cornplan-<ns0:lb /> -ter&#8217;s Settlement</ns0:placeName>, he kindly invited                    us to<ns0:lb /> come and take Dinner with him, which<ns0:lb /> kindness we acknowledged,                    but excused<ns0:lb /> ourselves on account of our Business.</ns0:p>                <ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> All hands were now employed in procuring<ns0:lb /> the necessary articles to be sent                    into the Indian<ns0:lb /> Country, <ns0:persName key=\"icrag\">Isaac Crage</ns0:persName> the                    Deputy Quarter<ns0:lb /> Master, was very assistant, he provided<ns0:lb /> a Boat, Sent a                    Wagon to take our goods<ns0:lb /> from the Public Store, which was in the<ns0:lb /> Fort,                    and went with us there; he also sent<ns0:lb /> the Wagon to convey those we had                    pro-<ns0:lb /> -cured in different parts of the Town; we<ns0:lb /> got all our goods to                    the <ns0:del>Warf</ns0:del> Wharf,<ns0:lb /> Weighed, and put on board before evening, <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_023\" n=\"21\" /> the whole of those sent from <ns0:placeName key=\"phila\">Philadelphia</ns0:placeName><ns0:lb /> and procured in this Town Weighed about<ns0:lb />                    <ns0:del>4</ns0:del>700, for which the Boatman was to have<ns0:lb /> 20/ Per &#163; for taking                    them up to <ns0:placeName key=\"cornp\">Cornplanter&#8217;s<ns0:lb /> Village</ns0:placeName>, which                    we afterwards understood<ns0:lb /> from him was 270 miles by Water. He<ns0:lb /> agreed to                    set of with them in two or three<ns0:lb /> days, &amp; let us know it would take him                    18 days<ns0:lb /> to go up the River to the Settlement.</ns0:p>                <ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\">We expect to set off in the Morning, but<ns0:lb />have first to wait on <ns0:persName key=\"gwilk2\">General Wilkinson</ns0:persName><ns0:lb /> on a particular occation                    before we Start.<ns0:lb /> This Town consists of a number of Streets, cross-<ns0:lb />                    -ing each other at right angles, and contains<ns0:lb /> more than 200 Houses, many of                        <ns0:del>whom</ns0:del> which are<ns0:lb /> large Brick and Stone Buildings, &#8212;I have<ns0:lb />                    observed since I came to this place, that Stone<ns0:lb /> Coal is the common fuel for                    Firing, our<ns0:lb /> landlord informed us it was the Cheapest,<ns0:lb /> though the                    neighborhood abounds with Wood,<ns0:lb /> it comes to the fire in large, hard                    pieces,<ns0:lb /> looks black and shining, and makes a<ns0:lb /> strong hot fire. I have                    frequently <ns0:del>saw</ns0:del> seen for 10 miles b<ns0:unclear>ack</ns0:unclear> at the                    sides<ns0:lb /> of Creeks &amp;c where the Edges of the Rocks were<ns0:lb /> washed bare,                    stratums of Coal mixed with <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_024\" n=\"22\" /> Stratas of Slate.</ns0:p>            "}}, {"location": {"lat": 42.0, "lon": -79.82168}, "media": {"caption": "Page: 27", "url": "static/img/SW_JS1798_Page_029.jpg"}, "text": {"headline": "May 13, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> We were stiring betimes this morning, as our<ns0:lb /> bed was not inviting to                    indulge nature, and in<ns0:lb /> 7 &#189; Miles we came to a poor Cabbin, here we<ns0:lb /> got                    some Oates for our horses, and let them<ns0:lb /> pick a little in the Woods, but we                    found<ns0:lb /> a great Change since we left Redstone, the<ns0:lb /> Season is abundantly                    backwards; the<ns0:lb /> leaves are but Just putting out, and there<ns0:lb /> is next to                    no picking of any kind in the<ns0:lb /> Woods, that it looks likely our horses will                    even <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_028\" n=\"26\" /> much Suffer when we get among the                    In-<ns0:lb /> -dians, if not before, We took breakfast of our own<ns0:lb /> provision, and                    proceeded on 12 miles fur-<ns0:lb /> -ther, where after feeding our horses, we took                    din-<ns0:lb /> -ner in like Manner, and got to <ns0:placeName key=\"ffran\">Fort                            <ns0:del>Fr</ns0:del><ns0:lb /> Franklin</ns0:placeName> before <ns0:del>sunset</ns0:del> four O                    Clock, 14 &#189; miles<ns0:lb /> pretty much fatigued, part of our road being<ns0:lb /> tedious                    and rough, and we sensibly felt the effect<ns0:lb /> of our poor nights rest. we met                    with but<ns0:lb /> few houses in this days ride, the Country<ns0:lb /> has been pretty                    level except about <ns0:geogName key=\"sandy\">Sandy Creek</ns0:geogName><ns0:lb /> and since,                    which Creek we Crossed 3 miles<ns0:lb /> back, most of the Land in this days ride                    that<ns0:lb /> presented in view was of a thin Quality, and<ns0:lb /> in places very                    Stony, White Oak has been the<ns0:lb /> Principal Timber, with a large Quanty of<ns0:lb />                    Chesnut as we drew on this way, the greatest<ns0:lb /> part of which was bloom down                    for miles to-<ns0:lb /> -gether. &#8212; The town of <ns0:placeName key=\"frank\">Franklin</ns0:placeName> is situated<ns0:lb /> close on the South Side of <ns0:geogName key=\"french\">French Creek</ns0:geogName>,<ns0:lb /> it contains perhaps 10 or 12 log                    houses, they<ns0:lb /> were built under the Cover of an Old fort,<ns0:lb /> which is now                    demolished, and a new one<ns0:lb /> erected &#189; a mile lower down the Creek Just<ns0:lb />                    above its Junction with the <ns0:geogName key=\"alleg\">Allegeny                    River</ns0:geogName>.<ns0:lb /> after feeding our horses, and getting our dinner <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_029\" n=\"27\" /> two of us waited on <ns0:persName key=\"cfowl1\">Captain Fowler</ns0:persName>, and<ns0:lb /> presented <ns0:persName key=\"gwilk2\">General Wilkinson&#8217;s</ns0:persName> letter, which<ns0:lb /> upon his                    reading, he manifested great respect<ns0:lb /> and a full disposition to comply with                    its<ns0:lb /> contents, he kindly invited us to come<ns0:lb /> and take breakfast with him                    tomorrow<ns0:lb /> morning 35 miles</ns0:p>            "}}, {"location": {"lat": 41.397836, "lon": -79.831444}, "media": {"caption": "Page: 29", "url": "static/img/SW_JS1798_Page_031.jpg"}, "text": {"headline": "May 14, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> This morning we breakfasted with the <ns0:persName key=\"cfowl1\">Cap-<ns0:lb />                        -tain</ns0:persName> agreeably to his request, and got of<ns0:lb /> him 4 Bushels of                    Corn &#189; a &#163; of flour and 2<ns0:lb /> Quarts of Salt, the Corn to feed our horses                    with,<ns0:lb /> through the Wildnerness, and the flour &amp;c:<ns0:lb /> to take to the                        <ns0:placeName key=\"cornp\">Indian Village</ns0:placeName>, and <ns0:persName key=\"jjohn1\">Joseph<ns0:lb /> Johnson</ns0:persName> a Surveyor to the                        <ns0:orgName>Holland Company</ns0:orgName><ns0:lb /> who was going to the mouth of                        <ns0:geogName key=\"conew\">Conowanga</ns0:geogName>, within<ns0:lb /> 15 miles of                        <ns0:placeName key=\"cornp\">Cornplanter&#8217;s Village</ns0:placeName>, <ns0:del>he</ns0:del>                    agreed<ns0:lb /> to pilot us thither, and procure us a guide <ns0:del>we</ns0:del><ns0:lb /> from                    that place to the Village. after getting<ns0:lb /> our dinner at the Tavern where we                    put up<ns0:lb /> last evening, we took our departure, being<ns0:lb /> willing to leave                    this dear place, having had<ns0:lb /> to pay 3/ a meal for Victuals, 4/ a night<ns0:lb />                    for each of our horses <ns0:del>for</ns0:del> at very Coarse hay<ns0:lb /> 15/ a bushel for                    Corn, and Yesterday we had<ns0:lb /> to pay as high as 15/ a bushel for Oates.</ns0:p>                <ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> We Crossed <ns0:geogName key=\"french\">French Creek</ns0:geogName> close <ns0:del>creek</ns0:del>                    by the town I thoug[ht]<ns0:lb /> it was as large as three of <ns0:geogName key=\"brand\">Brandywine</ns0:geogName>,<ns0:lb /> in 2 or more miles we turned to our right<ns0:lb />                    leaving the main road that leads to<ns0:lb />                    <ns0:placeName key=\"cusse\">Casawaga</ns0:placeName>, <ns0:placeName key=\"flebo\">La                        Boeuf</ns0:placeName>, and <ns0:placeName key=\"presq\">Preaque isle</ns0:placeName> to                    our left,<ns0:lb /> we had stones with a rough country for<ns0:lb /> a while, in places                    very poor, in about<ns0:lb /> 12 miles we crossed a rich bottom on a<ns0:lb /> small                    stream, here was plenty of pasture, being<ns0:lb /> the first we had seen in the                    Woods since<ns0:lb /> we left home, from thence to <ns0:geogName key=\"oilcr\">Oyl                        Creek</ns0:geogName>                    <ns0:lb /> through level Rich land, 6 miles, here<ns0:lb /> we met with an house, being                    the second<ns0:lb /> we have seen since we left <ns0:placeName key=\"frank\">franklin</ns0:placeName>,<ns0:lb />                    <ns0:del>here we</ns0:del> and took up our <ns0:del>horses</ns0:del> quarters, and<ns0:lb /> after                    feeding our horses with some Corn<ns0:lb /> turned them for the first time into                    the<ns0:lb /> Open Woods, there being plenty of Grass<ns0:lb /> and other luxuriant                    growths. This is the<ns0:lb /> most desirable place <ns0:del>that</ns0:del> I have seen                    for<ns0:lb /> many miles back, a fine fertile bottom on the <ns0:geogName key=\"oilcr\">Creek</ns0:geogName><ns0:lb /> with plenty of level plough land adjoining,                    which<ns0:lb /> appeared good, a large stream of Water<ns0:lb /> not far of, and a noble                    Spring Just by the<ns0:lb /> door large enough to turn a Mill, yet it is not<ns0:lb />                    known that there is any limestone in this neigh <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_031\" n=\"29\" /> -bourhood, neither have I seen any since                    we<ns0:lb /> left <ns0:placeName key=\"pitts\">Pittsburgh</ns0:placeName>. <ns0:geogName key=\"oilcr\">Oyl Creek</ns0:geogName> is so named from<ns0:lb /> an Oyly substance                    that is gathered of its water<ns0:lb /> either from Springs that rises near its                    mar<ns0:lb /> -gin, or from off the stream in different pla-<ns0:lb /> -ces, we were                    informed that one man gather<ns0:lb /> -ed three Barrels last year, <ns0:del>and</ns0:del>                    which he sold <ns0:del>it</ns0:del> at<ns0:lb />                    <ns0:placeName key=\"pitts\">Pitts-Burgh</ns0:placeName> for four dollars Per Gallon, it                    is<ns0:lb /> called Seneca Oyl, and is in great demand<ns0:lb /> as medicine.</ns0:p>            "}}, {"location": {"lat": 41.397836, "lon": -79.831444}, "media": {"caption": "Page: 32", "url": "static/img/SW_JS1798_Page_034.jpg"}, "text": {"headline": "May 15, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> A large White frost which has been the si-<ns0:lb /> -tuation of the last 5 or 6                    mornings, set of for<ns0:lb /> Broken Straw a large water. about two miles<ns0:lb /> of                    very good land down the waters of <ns0:geogName key=\"oilcr\">Oyl                    Creek</ns0:geogName><ns0:lb /> we then entered a White Pine Forrest, being<ns0:lb /> the first                    worth noting since we Crossed the<ns0:lb /> Mountains. here the <ns0:del>the</ns0:del>                    <ns0:orgName>Holland Company</ns0:orgName><ns0:lb /> is erecting a Grist Mill, a Sawmill                    being<ns0:lb /> already put up, though there are but few houses<ns0:lb /> within 20 miles.                    we have had a cut road ever<ns0:lb /> since we left <ns0:placeName key=\"pitts\">Pittsburgh</ns0:placeName> to this place, which<ns0:lb /> now ending, we entered the                    Wilderness with<ns0:lb /> -out any path, a number of trees being <ns0:del>mar</ns0:del><ns0:lb />                    marked last fall, they were now to be our<ns0:lb /> guide; it was a thick wood we had                    to pass<ns0:lb /> through, with a great quantity of brush, and<ns0:lb /> young stuff in                    the way, our Journey this day<ns0:lb /> was truly wild and romantic, having a <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_032\" n=\"30\" /> continual succession of Logs to Cross,                    sometime<ns0:lb /> three in a pearch, divers of which we had to<ns0:lb /> Jump our horses                    over, and with difficulty got<ns0:lb /> round others; in places such a <ns0:del>a                        large</ns0:del> Jumble<ns0:lb /> of large stone or Rocks, that we were in con<ns0:lb />                    -tinual danger of getting over Horses legs<ns0:lb /> fast, or broke in the Cavities                    between the Stones<ns0:lb /> presently we would have to descend banks<ns0:lb /> almost                    Perpendicular in Swamps, and<ns0:lb /> then out again as difficult, and there                        g<ns0:unclear>u</ns0:unclear>tts<ns0:lb /> were very frequent, the roots of the Pine<ns0:lb />                    and Hemlock trees were also very trou-<ns0:lb /> -blesome, the ground in many places                    being <ns0:del>was</ns0:del><ns0:lb /> laced over with them in a Rough Condi-<ns0:lb /> -tion, the                    underbrush and limbs of the<ns0:lb /> Trees were another very great difficulty,<ns0:lb />                    as were some very steep hills in the latter par[t]<ns0:lb /> of this stage, it was                    called 24 miles which<ns0:lb /> we thought were very long ones, for it<ns0:lb /> took us                    12 hours industrious traveling<ns0:lb /> including about an hour we turned our<ns0:lb />                    horses out to try to pick a little grass tho <ns0:del>but</ns0:del><ns0:lb /> next to none                    was to be seen in this days<ns0:lb /> ride, nor one house for 20 miles, the land<ns0:lb />                    was heavy timbered but not a kindly<ns0:lb /> soil, and I think will not be settled                    for many<ns0:lb /> years to come. many natural curiosities<ns0:lb /> presented in this                    days ride, one of which <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_033\" n=\"31\" /> was the large quantities of green                    moss<ns0:lb /> which covered all the Rocks, the Stones<ns0:lb /> the Old Logs and the                    whole surface of<ns0:lb /> the ground, under the thick forest of<ns0:lb />                    <ns0:del>the</ns0:del> Pine trees, I thought the Coat of<ns0:lb /> moss for thickness and                    length resembled<ns0:lb /> a fleece of Wool, some large rocks 12 or<ns0:lb /> more feet                    high, thus shielded over, and<ns0:lb /> receiving seed from the neighboring<ns0:lb />                    trees, which <ns0:del><ns0:unclear>the</ns0:unclear></ns0:del> seed haveing sprouted, took                    root,<ns0:lb /> and grew to be large trees, of 2 or 3<ns0:lb /> feet over, 3 or 4 such                    trees I have seen on one<ns0:lb /> Rock, and their Roots have spread down its<ns0:lb />                    sides 10 or more feet until they <ns0:del>underfeed</ns0:del><ns0:lb /> have joined the                    ground and grown firm there-<ns0:lb /> -in, so that the sides of the Rocks                        <ns0:del>has</ns0:del>                    <ns0:del>was</ns0:del> were bound<ns0:lb /> with them like so many large Ropes. We<ns0:lb />                    arrived on Broken Straw in the evening<ns0:lb /> where we found plenty of pasture for                    our<ns0:lb /> Horses, and a Cabbin, that was erected last<ns0:lb /> summer, the Owners of                    which kindly let<ns0:lb /> us have Quarters, and directed where the<ns0:lb /> best pasture                    on the Creek was, to turn<ns0:lb /> our horses too, we had provision with us                    which<ns0:lb /> after partaking of, we Spread ourselves<ns0:lb /> on the floor, to take                    some rest, which we<ns0:lb /> found Small enough for us and the family <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_034\" n=\"32\" />                    <ns0:del>and</ns0:del> the night being cold, and the Cabin<ns0:lb /> very open, we often had                    to rise to mend<ns0:lb /> our fire. 24 miles</ns0:p>            "}}, {"location": {"lat": 41.837781, "lon": -79.003006}, "media": {"caption": "Page: 34", "url": "static/img/SW_JS1798_Page_036.jpg"}, "text": {"headline": "May 16, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> Set of for the Mouth of <ns0:geogName key=\"conew\">Conowango</ns0:geogName>, went<ns0:lb /> 7                    miles down the Eastside of <ns0:geogName key=\"broke\">Brokenstraw</ns0:geogName><ns0:lb /> to                    the <ns0:geogName key=\"alleg\">Allegeny River</ns0:geogName>, the bottoms on the<ns0:lb />                    <ns0:geogName key=\"broke\">Creek</ns0:geogName> was rich, and beautifully coated<ns0:lb />                    over with a luxuriant vegetation, and<ns0:lb /> loaded with lofty Pines, Sugar trees,                    White<ns0:lb /> Walnut, Buttonwood &amp;c, here we saw several<ns0:lb /> Sugar Camps                    erected by the Indians, where<ns0:lb /> they come in the Season to make Sugar,                    tho<ns0:lb /> more than 20 miles from their Village, but<ns0:lb /> we found when amongst                    them that they have<ns0:lb /> plenty of good Canoes, so that the could with<ns0:lb />                    great facility convey their Kettles &amp;c for<ns0:lb /> making Sugar, down the                        <ns0:geogName key=\"alleg\">River</ns0:geogName> and up this<ns0:lb />                    <ns0:geogName key=\"broke\">Creek</ns0:geogName>, we passed by two or more Cabins                        <ns0:del>Settlements</ns0:del><ns0:lb />                    <ns0:del>as</ns0:del> of white people as as we went down this <ns0:geogName key=\"broke\">Creek</ns0:geogName>                    <ns0:del>to the River</ns0:del>,<ns0:lb /> but saw none after we turned up the <ns0:geogName key=\"alleg\">River</ns0:geogName><ns0:lb /> to the mouth of <ns0:geogName key=\"conew\">Conowanga</ns0:geogName>, where we arrived<ns0:lb /> about noon, it is called 18                    miles from this plac[e]<ns0:lb /> to <ns0:placeName key=\"cornp\">Cornplanter&#8217;s                        Village</ns0:placeName>, and a very rough<ns0:lb /> road, so that we agreed to stay                    here until<ns0:lb /> morning, there being pretty plenty of<ns0:lb /> pasture for our                    horses, and a good house<ns0:lb /> for ourselves to Quarter in, though we had to find                    our own provision and sleep on the floor near the mouth <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_035\" n=\"33\" /> of this Creek on a beautiful dry plain                    there<ns0:lb /> is a Town laid out by the State of Pennsyl-<ns0:lb /> -vania, it is called                        <ns0:placeName key=\"warre\">Warrentown</ns0:placeName>, the <ns0:orgName>Hol-<ns0:lb /> -land                        Company</ns0:orgName> owns a large body of land<ns0:lb /> adjoining this place which                    they are Surveying<ns0:lb /> into Townships &amp;c. and settling, they have<ns0:lb />                    built a good house on a lot in sd Town, where<ns0:lb /> they keep a store to supply                    their Survey-<ns0:lb /> -ers and Settlers with Provision &amp;c. <ns0:persName key=\"jjohn1\">Joseph<ns0:lb /> Johnson</ns0:persName> our Pilot <ns0:del>have</ns0:del> had                    the charge of this<ns0:lb /> Store, and this was as far as he designed<ns0:lb /> going                    with us. When we arrived here we<ns0:lb /> met with perhaps 20 or more Indians,                    many<ns0:lb /> of whom were drunk, having obtained<ns0:lb /> liquor of some settlers that                    were at this<ns0:lb /> House intending in a few days to go up<ns0:lb /> the Creek to their                    destined spot, <ns0:persName key=\"jjohn1\">Joseph John-<ns0:lb /> -son</ns0:persName>                    immediately put a stop to the selling<ns0:lb /> of Liquor, and informed us, that he                    and his<ns0:lb /> men had obtained from the use of <ns0:del>it</ns0:del> distilled spirits in                    there<ns0:lb /> surveying business last summer, as was the<ns0:lb /> practice of other                    surveyors in the <ns0:orgName>Holland</ns0:orgName><ns0:lb /> employ, and found they were                    better without<ns0:lb /> it. he agreed with a Young Indian who<ns0:lb /> was sober, and we                    were informed would not<ns0:lb /> get drunk, to Pilot us tomorrow to <ns0:placeName key=\"cornp\">Cornplan-<ns0:lb /> -ter&#8217;s Village</ns0:placeName>, he was a good                    Countenanced lad, <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_036\" n=\"34\" /> and appeared pleased with the charge<ns0:lb />                    assigned him 15 miles</ns0:p>            "}}, {"location": {"lat": 41.837781, "lon": -79.003006}, "media": {"caption": "Page: 38", "url": "static/img/SW_JS1798_Page_040.jpg"}, "text": {"headline": "May 17, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> A pleasant day, set off with our Indian guide<ns0:lb /> he could not talk English,                    nor understand<ns0:lb /> any that we knew of, in less than 2 miles<ns0:lb /> we Crossed                    the <ns0:geogName key=\"conew\">Conowanga</ns0:geogName> a beautiful<ns0:lb /> Stream, which                    flowed along with a gentle<ns0:lb /> Current, we thought it was nearly as<ns0:lb /> large                    as <ns0:geogName key=\"french\">French Creek</ns0:geogName>, for about two miles<ns0:lb />                    after we crossed this Water, <ns0:del>our</ns0:del> the land was<ns0:lb /> good, but from                    thence to the <ns0:geogName key=\"alleg\">Allegeny Rive[r]</ns0:geogName><ns0:lb /> perhaps 8                    miles, we had a rough Mountainous<ns0:lb /> Country, and I think much of it a                    poor<ns0:lb /> thin Soil, <ns0:del>we had</ns0:del> with a number of very steep<ns0:lb /> hills to                    Ascend and descend, our road<ns0:lb /> was better Calculated for an Indian                    pat[h]<ns0:lb /> than traveling on horseback. <ns0:del>we had</ns0:del> there was a<ns0:lb />                    great abundance of Windfall timber to<ns0:lb /> cross, we thought on an averidge, one                    or<ns0:lb /> more for every two perch, some we could<ns0:lb /> get round, and others we                    jumped our horses over. When<ns0:lb /> we arrived on the <ns0:geogName key=\"alleg\">River</ns0:geogName> we stopped a while<ns0:lb /> to let our horses eat grass, there                    being a great<ns0:lb /> plenty on some of its bottoms, which was<ns0:lb /> a pleasing                    sight, and had a tendency to re-<ns0:lb /> -move some fears, which attended when in                    the naked Woods<ns0:lb /> where no grass was to be seen, that our <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_037\" n=\"35\" /> Horses after their hard Journey, when we                    got a-<ns0:lb /> -mong the Indians must suffer for want of<ns0:lb /> provisions. while                    here a number of Indi-<ns0:lb /> -ans came by in Canoes, who stopped to see<ns0:lb /> us,                    Shook hands with us, and looked pleasant.<ns0:lb /> one man came down the Mountain to                    us with<ns0:lb /> a large turkey on his back, which he had<ns0:lb /> Just Shot, we thought                    it would have weigh-<ns0:lb /> -ed more than 20 <ns0:del>Lb</ns0:del>. the sight of this                    convey-<ns0:lb /> -ed an Idea that small game was plenty a-<ns0:lb /> -mongst them, and it                    was likely we should<ns0:lb /> come in for Shares, one of the Canoes also<ns0:lb /> had a                    quantity of fine fish in it. but we<ns0:lb /> found when amongst them that a                    Turkey<ns0:lb /> was very seldom taken, or any other small<ns0:lb /> game, &amp; it is                    rare to see a Squirel in the<ns0:lb /> Wilderness, we saw some pheasants, but no<ns0:lb />                    partridges, <ns0:del>neither did we see fish</ns0:del><ns0:lb />                    <ns0:del>while amongst them but once</ns0:del>. After<ns0:lb /> a short conference on the                    weighty business<ns0:lb /> we were embarked in, we proceeded up<ns0:lb /> the <ns0:geogName key=\"alleg\">River</ns0:geogName>, not without some exercise of<ns0:lb /> Mind, and                    would have been glad <ns0:del>to</ns0:del> we could have<ns0:lb /> sent a messenger forward                    to have inform-<ns0:lb /> -ed the Chiefs of our coming, but this was out<ns0:lb /> of our                    power, for none of the Indians we<ns0:lb /> had met with could talk English, we                    there- <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_038\" n=\"36\" /> -fore moved forward with or minds                    atten-<ns0:lb /> -tive to best direction, when we came in<ns0:lb /> sight of the town,                    many Indians appear<ns0:lb /> -ed in view, looking toward <ns0:del>at</ns0:del> us, our                    guide<ns0:lb /> turned into the first Cabin he came to,<ns0:lb /> and would go no further,                    but point-<ns0:lb /> -ed to <ns0:persName key=\"cornp2\">Cornplanter</ns0:persName>&#8217;s house, we                    paid him<ns0:lb /> one dollar <ns0:del>for what he had done</ns0:del>, and<ns0:lb /> moved                    forward; we presently saw the<ns0:lb /> Chief with a number of other Indians<ns0:lb />                    coming toward us, upon our riding up<ns0:lb /> to them and alighting, they appeared                    to<ns0:lb /> welcome us with open Countenances.<ns0:lb /> we did not know <ns0:persName key=\"cornp2\">Cornplanter</ns0:persName>, nor could we distin-<ns0:lb /> -guish him by                    his dress, but upon shaking<ns0:lb /> hands with one that stood foremast we                        <ns0:del>as</ns0:del><ns0:lb /> Asked if <ns0:del>it</ns0:del> he was <ns0:persName key=\"cornp2\">Cornplanter</ns0:persName>, he in-<ns0:lb /> -formed us, in his, way that he was                        <ns0:del>the</ns0:del><ns0:lb />                    <ns0:del>man</ns0:del>, after shaking hands with them<ns0:lb /> all round, we were conducted                    to his house<ns0:lb /> which was not distinguished from the rest, only                    <ns0:del>but</ns0:del>by being<ns0:lb /> larger, <ns0:del>and</ns0:del> after unsaddling our                    horses,<ns0:lb /> and carrying in our Baggage, and be-<ns0:lb /> -ing seated, <ns0:persName key=\"cornp2\">Cornplanter</ns0:persName>, his Son <ns0:persName key=\"habee1\">Henry</ns0:persName><ns0:lb /> and Several others came in &amp; sat down, <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_039\" n=\"37\" /> The Chief presently asked us, if we                    would<ns0:lb /> like to see his people in general Council,<ns0:lb /> we let him know                        <ns0:del>that</ns0:del> we would, as soon<ns0:lb /> as it was Convenient, <ns0:del>and</ns0:del>                    tomorrow at<ns0:lb /> 10 OClock was therefore fixed on <ns0:del>for the time</ns0:del>;                    and<ns0:lb /> runners dispatched immediately <ns0:del>for</ns0:del><ns0:lb />                    <ns0:del>that purpose</ns0:del>. to give notice. It was two O&#8217;clock when<ns0:lb /> we arrived                    here, and sometime after the<ns0:lb /> above Conference, <ns0:persName key=\"cornp2\">Cornplanter</ns0:persName> came into<ns0:lb /> our apartment, and asked us if we                    could<ns0:lb /> eat in the Indian way, we informed him we ex-<ns0:lb /> -pected we could,                        <ns0:del>and</ns0:del> he presently <ns0:del>we had some</ns0:del><ns0:lb />                    <ns0:del>Dinner</ns0:del> brought in some dinner in a bark bowl, and<ns0:lb /> a Tin kettle,                    the bowl was placed on the<ns0:lb /> seat beside us, and the kettle on the                    ground<ns0:lb /> before us, and we were invited to eat, we<ns0:lb /> saw the bowl, and the                    kettle, but what<ns0:lb /> was in either of them we knew not, or<ns0:lb /> whether they                    were to be eaten together, or<ns0:lb /> separate, the bowl contained a number of<ns0:lb />                    round lumps of something tied in Corn<ns0:del>hu</ns0:del><ns0:lb /> -husks, two dumplings                    were tyed in one<ns0:lb /> set of husks, with a string at each end<ns0:lb /> and in the                    middle, we let them know that our<ns0:lb /> Ignorance was such, we did not know                    how<ns0:lb /> to begin, which set some of the younger sort <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_040\" n=\"38\" /> a laughing, but the Chief took<ns0:lb /> out                    his knife, for they had set neither knives,<ns0:lb /> forks, or spoons, and taking up                    the<ns0:lb /> Dumplins he cut one of them in too,<ns0:lb /> then striping up the                    Cornhusks, <ns0:del>with</ns0:del><ns0:lb />                    <ns0:del>his knife</ns0:del> he cut off a piece of the dump<ns0:lb /> -lin, and                        <ns0:del>and</ns0:del>                    <ns0:del>which</ns0:del> diped it <ns0:del>it</ns0:del> in the Kettle, which<ns0:lb /> we found                        <ns0:del>after</ns0:del> contained Bears Oyl, and<ns0:lb /> eat it, we followed the                    example, and made<ns0:lb /> a light meal, the Bears Oyl was Cold and<ns0:lb /> not                    grateful to our Pallates, but we have<ns0:lb />                    <ns0:del>seen</ns0:del> since, seen this way of eating is often prac-<ns0:lb /> -ticed among                    them; the Cold Indian Bread<ns0:lb /> dipped in the Oyl is more frequently used.</ns0:p>            "}}, {"location": {"lat": 41.837781, "lon": -79.003006}, "media": {"caption": "Page: 41", "url": "static/img/SW_JS1798_Page_043.jpg"}, "text": {"headline": "May 18, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> Last evening after we had lain down to<ns0:lb /> rest, <ns0:persName key=\"cornp2\">Cornplanter</ns0:persName> and his son <ns0:persName key=\"habee1\">Henry</ns0:persName><ns0:lb /> came into our apartment , and informed                    <ns0:del>let</ns0:del><ns0:lb /> us <ns0:del>know</ns0:del> he would like to know what we intended to                    say to his<ns0:lb /> people in Council, we <ns0:del>informed</ns0:del> told him we would<ns0:lb />                    <ns0:del>give him an Opportunity of</ns0:del> inform<ns0:del>ation</ns0:del><ns0:lb /> &gt;him in the                    Morning, which this morning we<ns0:lb /> complied with, <ns0:del>we</ns0:del> and let him                    know we could<ns0:lb /> not tell all <ns0:del>what</ns0:del> that we should say, for we                    be-<ns0:lb /> -lieved on such occasions it was right to<ns0:lb /> wait on the good spirit                    to be directed.<ns0:lb /> We read to him the Certificate sent by<ns0:lb />                    <ns0:del>us from</ns0:del> the Indian Committee which <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_041\" n=\"39\" /> particularly pointed out our                    business,<ns0:lb /> also <ns0:persName key=\"gwilk2\">General Wilkinson</ns0:persName>&#8217;s                    Letter, with which<ns0:lb /> he appeared satisfied, his son <ns0:persName key=\"habee1\">Henry</ns0:persName><ns0:lb /> who has had an English Education in<ns0:lb /> and about                    Philadelphia, enterpretted<ns0:lb /> for us, for his Father can neither speak<ns0:lb />                    nor understand English, <ns0:persName key=\"habee1\">Henry</ns0:persName> was our<ns0:lb />                    enterpretter on all occations whilst a-<ns0:lb /> -mongst them, he was not ready, and                    we<ns0:lb /> believe the business we went on suffer-<ns0:lb /> -ed <ns0:del>some</ns0:del> for                        <ns0:del><ns0:gap /></ns0:del> want of one better qualifyed<ns0:lb /> about 12 O&#8217;clock between                    30 and 40 of their principal<ns0:lb /> men met in council, which Council <ns0:persName key=\"cornp2\">Cornplanter</ns0:persName> open<ns0:lb /> -ed by a short speech,                    expressing his satisfaction<ns0:lb /> on seeing us coming riding through the                    bushes,<ns0:lb /> and that it was the good spirit which preserv-<ns0:lb /> -ed us in our                    long journey, for which they were<ns0:lb /> very glad. He then informed us of their                    Poverty, the<ns0:lb /> poorness of their houses which were covered with<ns0:lb /> bark,                    and their inability to make good ones, we<ns0:lb /> thought the latter part of this                    speech was calculat-<ns0:lb /> -ed to draw our Charity. he then let us know<ns0:lb />                    <ns0:del>that</ns0:del> they were all met <ns0:del>that</ns0:del> who were <ns0:del>were</ns0:del>                    likely to attend,<ns0:lb /> that their Women could not come, but the Men<ns0:lb /> would                    let them know what we said to them: we<ns0:lb />                    <ns0:del>had</ns0:del> having particularly requested their Women might at-<ns0:lb /> -tend.                    We then opened our business by letting <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_042\" n=\"40\" /> them know the love of their Old Friends                    the<ns0:lb /> Quakers have for them, and our willingness<ns0:lb /> to take a long Journey                    to see them, some of us<ns0:lb /> having left Loving Wives, and tender Child-<ns0:lb />                    -ren, with Comfortable dwellings, and ex-<ns0:lb /> -posed ourselves to the hardships                    and difficulties of a<ns0:lb /> perilous Journey, with no other view than<ns0:lb /> for                    their improvement. We then read the E-<ns0:lb /> -pistle or instrumental of writing                    the Committee sent,<ns0:lb /> which particularly opened the design, and cause<ns0:lb /> of                    our coming amongst them, it was read by para-<ns0:lb /> -graphs and interpreted with                    some difficulty.<ns0:lb /> We next read <ns0:persName key=\"gwilk2\">General                        Wilkinson</ns0:persName>&#8217;s letter, then<ns0:lb /> droped some advice, wishing them,                    when the took<ns0:lb /> our proposals into consideration, they would<ns0:lb /> guard                    against discouragements, that might<ns0:lb /> present, in their looking forward,                    towards<ns0:lb /> a change in their manner, of living for we did not<ns0:lb /> doubt but                    there might be many difficultie<ns0:lb /> in their way, and their progress might be                    slow<ns0:lb /> yet there are accounts in the Writings<ns0:lb /> amongst the White people,                    of a people who<ns0:lb /> lived beyond the great waters, in an-<ns0:lb /> -other Island,                    who a many years ago lived<ns0:lb /> much like they do now, yet were <ns0:del>no</ns0:del> by                    in-<ns0:lb /> -dustry and care <ns0:gap /> become very good<ns0:lb /> Farmers, and Mechanicks                    of all kinds <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_043\" n=\"41\" /> and from that people, many of those                    fine<ns0:lb /> Leggons, with the other striped and nice Cloath-<ns0:lb /> -ing they had                    on, came.* upon our letting them<ns0:lb /> know we had nothing more to say                    amongst<ns0:lb /> them at this time, they informed us they would<ns0:lb /> take our                    proposals into consideration and<ns0:lb /> give us an answer tomorrow.</ns0:p>            "}}, {"location": {"lat": 41.837781, "lon": -79.003006}, "media": {"caption": "Page: 41", "url": "static/img/SW_JS1798_Page_043.jpg"}, "text": {"headline": "May 19, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\">                    <ns0:del>The Indians were this day in Council on<ns0:lb /> the business we had laid                        before them, they<ns0:lb /> divers times sent their deputies for us to<ns0:lb />                        explain some part of the business we had<ns0:lb /> opened to them, one of their                        questions was<ns0:lb /> how they should draw their Plough if the</ns0:del></ns0:p>                <ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> *We then let them know <ns0:del>that</ns0:del> we had a boat com-<ns0:lb /> -ing up the                        <ns0:geogName key=\"alleg\">Allegeny River</ns0:geogName>, with various<ns0:lb /> kinds of                    goods, among which were a num-<ns0:lb /> -ber of Ploughirons, Hoes, axes, Shovels                    and<ns0:lb /> Spades, with Carpenters, Masons, and Coopers<ns0:lb /> tools, which we                    intended never to take a-<ns0:lb /> -way but leave amongst them, but while<ns0:lb /> our                    Young staid, they should be placed<ns0:lb /> under their care, to lend out to them                    as<ns0:lb /> the wanted, and, when done with them, to be return-<ns0:lb />                    <ns0:del>them</ns0:del> -ed. </ns0:p>            "}}, {"location": {"lat": 41.837781, "lon": -79.003006}, "media": {"caption": "Page: 45", "url": "static/img/SW_JS1798_Page_047.jpg"}, "text": {"headline": "May 19, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> The Indians were this day in Council<ns0:lb /> on the business we laid before them,                        <ns0:del>they</ns0:del><ns0:lb /> they divers times sent their Deputies for<ns0:lb /> us to                    explain some part of the business <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_044\" n=\"42\" /> we had opened to them, one of their                    ques-<ns0:lb /> -tions was, how they should draw their<ns0:lb /> Ploughs, seeing they had                    no Oxen, we<ns0:lb /> let them know we had seen two Horses run-<ns0:lb /> -ing about their                    Town, and that was <ns0:del>e</ns0:del><ns0:lb /> enough to draw one Plough, and                        <ns0:del>that</ns0:del> if<ns0:lb /> they would save some of the Money they<ns0:lb /> were to                    get of the White People they might<ns0:lb /> buy a pair of Oxen, and they would                    draw<ns0:lb /> another Plough; and that our young men<ns0:lb /> would lend them there                    Horses sometimes,<ns0:lb /> that we did not expect any great matters from<ns0:lb /> them                    at first, and that these would do to make<ns0:lb /> a beginning, with this answer                    they appear-<ns0:lb /> -ed pretty well satisfyed, tho we thought it<ns0:lb /> was very                    evident it was not such an one<ns0:lb /> as the Question was artfully calculated<ns0:lb />                    for. at another time the told us we must<ns0:lb /> wait with Patience for an answer,                    for<ns0:lb /> it was a great thing, and they were all<ns0:lb /> consulting about it in                    their Houses. About<ns0:lb /> five OClock they informed us they were nearly<ns0:lb />                    ready to give us an answer, and wished to know<ns0:lb /> if it would suit us this                    evening, we let them<ns0:lb /> know <ns0:del>tha</ns0:del> we were waiting their time, but                    as<ns0:lb /> the day was far spent, left it with them to<ns0:lb /> Judge whether this                    evening would be suitable.<ns0:lb /> about Six 30 of them met us, the opportunity <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_045\" n=\"43\" /> I thought was owned, a degree of                    solemnity at-<ns0:lb /> -tending, and after a short pause <ns0:persName key=\"cornp2\">Cornplanter</ns0:persName><ns0:lb /> opened the Council, the following being                    the<ns0:lb /> substance of his speech.</ns0:p>                <ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> We exchanged our satisfaction with their an-<ns0:lb /> -swer and let them know our                    young <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_047\" n=\"45\" /> Men would want a house to live in, and                    a<ns0:lb /> piece of good Land to work, that so they<ns0:lb /> may be able to raise their                    bread. For<ns0:lb /> which purpose we <ns0:del>wanted</ns0:del> desired some of their<ns0:lb />                    Chiefs would <ns0:del>to</ns0:del> go with us, to look about their Coun-<ns0:lb /> -try, and                    conclude where would be most ad-<ns0:lb /> -vantageous to the nation for our                    young<ns0:lb /> men to settle <ns0:del>down on</ns0:del>, and that we <ns0:del>would</ns0:del><ns0:lb />                    wished to see their nation in general<ns0:lb /> Council once more before we left                    them.<ns0:lb /> Upon our letting them know we had no<ns0:lb /> more to say, <ns0:persName key=\"cornp2\">Cornplanter</ns0:persName> desired his<ns0:lb /> People would all come                    and shake hand<ns0:lb /> with us, he himself first setting the ex-<ns0:lb /> -ample, </ns0:p>            "}}, {"location": {"lat": 41.837781, "lon": -79.003006}, "media": {"caption": "Page: 51", "url": "static/img/SW_JS1798_Page_053.jpg"}, "text": {"headline": "May 21, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> got up soon this morning to bake some<ns0:lb /> bread, that we might be in readiness                    by 7<ns0:lb /> OClock, to go up the <ns0:geogName key=\"alleg\">River</ns0:geogName> about 10                    miles<ns0:lb /> with some of the Chiefs, to see were it would<ns0:lb /> be most suitable                    to make a settlement, we<ns0:lb /> found it a trying Circumstance rightly<ns0:lb /> to                    Judge what was best to do on the Occa-<ns0:lb /> -tion. <ns0:placeName key=\"cornp\">Jeneocatego</ns0:placeName> the Town where we now<ns0:lb /> are, being the place of                        <ns0:persName key=\"cornp2\">Cornplanters</ns0:persName> re- <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_049\" n=\"47\" /> -sidence, is in the middle of a good                    spot<ns0:lb /> of Land, in <ns0:placeName key=\"penns\">Pennsylvania</ns0:placeName> on the                    West<ns0:lb /> side of the <ns0:geogName key=\"alleg\">Allegeny River</ns0:geogName>, about                    five<ns0:lb /> miles South of the <ns0:placeName key=\"newyo\">New York</ns0:placeName> line,                    the said<ns0:lb />                    <ns0:placeName key=\"cornp\">Tract</ns0:placeName> is <ns0:persName key=\"cornp2\">Cornplanters</ns0:persName> own privet pro-<ns0:lb /> -perty containing, including                    two Islands,<ns0:lb /> near 800 acres Acres, on this Tract <ns0:del>most</ns0:del> and                    near<ns0:lb /> it, most of the Indians under his superin-<ns0:lb /> -tendency lives,                    which, with the goodness<ns0:lb /> of this Land, being a fine fertile soil,<ns0:lb /> was                    a weighty consideration of making<ns0:lb /> this the place of settlement, there                    are<ns0:lb /> also a large number of Children here<ns0:lb /> fit for schooling, so that                    with much con-<ns0:lb /> -veniency a large school might be<ns0:lb /> made up, but to                    ballance these advan-<ns0:lb /> -tages, we considered the Land was pri-<ns0:lb /> -vet                    property, and if we made improv-<ns0:lb /> -ments , such as building a house and<ns0:lb />                    Barn, and Cleared land, when we left<ns0:lb /> it they would all belong to <ns0:persName key=\"cornp2\">Cornplan-<ns0:lb /> -ter</ns0:persName>, and not to the nation; also if                    the<ns0:lb /> Indians where to clear land and fence<ns0:lb /> lots, they would not belong                    to the Nati-<ns0:lb /> -on. this consideration made us believe<ns0:lb /> it would be best                    to look elsewhere. &#8211; <ns0:lb /> The Nation owns 42 Square miles on this <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_050\" n=\"48\" />                    <ns0:geogName key=\"alleg\">River</ns0:geogName>, beginning at the <ns0:placeName key=\"penns\">Pennsylvania</ns0:placeName><ns0:lb /> Line, the lines of the reservation is<ns0:lb />                    not yet Run, but we found the Indians<ns0:lb /> have a choice that it should ly on the<ns0:lb />                    <ns0:geogName key=\"alleg\">River</ns0:geogName>, half a mile wide on each side.<ns0:lb />                    about 9 miles from hence up the <ns0:geogName key=\"alleg\">River</ns0:geogName> lat-<ns0:lb />                    -terly stood a Town called <ns0:placeName key=\"genes1\">Genesinguh-<ns0:lb />                        -ta</ns0:placeName>, the Inhabitants of which Village a<ns0:lb /> few years since                    mostly removed here,<ns0:lb /> about 10 miles further up the <ns0:geogName key=\"alleg\">River</ns0:geogName> we<ns0:lb /> understood a settlement had latterly<ns0:lb /> been                    made, from the best information<ns0:lb /> we could get, thought somewhere a-<ns0:lb />                    -bout the <ns0:placeName key=\"genes1\">Old Town</ns0:placeName> would be the most<ns0:lb />                    suitable place to fix on, it being about<ns0:lb /> half way between the upper                    settlement and<ns0:lb /> lower Town, according with consider-<ns0:lb /> -able exertion                    about 9 OClock we got <ns0:persName key=\"cornp2\">Cornplan-<ns0:lb /> -ter</ns0:persName>, his                    son <ns0:persName key=\"habee1\">Henry</ns0:persName>, and three other<ns0:lb /> Indians to                    embark with us five in<ns0:lb /> a Canoe, they put us up the <ns0:geogName key=\"alleg\">River</ns0:geogName> with<ns0:lb /> setting Poles at the Rate of 3 miles an                    hour.<ns0:lb /> in places the <ns0:geogName key=\"alleg\">River</ns0:geogName> was Shallow                    and<ns0:lb /> ran rapid, in other places from two<ns0:lb /> to six feet deep, we pased by                    a num-<ns0:lb /> -ber of Islands, some pretty large, which<ns0:lb /> appeared rich, were                    grown over with grass<ns0:lb /> and other herbage very luxuriant, the <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_051\" n=\"49\" /> flats on each side of the <ns0:geogName key=\"alleg\">River</ns0:geogName> appeared<ns0:lb /> much of the same quality, tho                    none of them<ns0:lb />                    <ns0:del>appeared</ns0:del> were wide; in about 6 miles we<ns0:lb /> came to <ns0:persName key=\"cornp2\">Cornplanters</ns0:persName> sawmill, we stop-<ns0:lb /> -ed at his                    request and viewed it, the<ns0:lb /> Mill is almost new, built on a Small<ns0:lb />                    Stream, which when we were there<ns0:lb /> was so low that the Mill could do                    very<ns0:lb /> little work, and at the time of Year <ns0:del>that</ns0:del><ns0:lb /> the Stream                    is pretty full, the <ns0:geogName key=\"alleg\">River</ns0:geogName> is<ns0:lb /> often so high                    that it hurts the mill with<ns0:lb /> its backwater, in about three miles fur-<ns0:lb />                    -ther up the <ns0:geogName key=\"alleg\">River</ns0:geogName> we came to the <ns0:placeName key=\"genes1\">Old<ns0:lb /> Town</ns0:placeName>, three or more families yet re-<ns0:lb />                    -main here, we thought there might be<ns0:lb /> 150 or more acres of a flat that has                    been<ns0:lb /> mostly cleared and worked with Corn,<ns0:lb /> part of which is grown up                    with Hazels<ns0:lb /> &amp;c and part with grass, that in a few <ns0:del>wee</ns0:del><ns0:lb />                    weeks would do to mow, and some of the<ns0:lb /> richest sorts of it are put in                    with<ns0:lb /> Corn this Spring; it doth not appear to<ns0:lb /> have ever been fenced,                    and at certain<ns0:lb /> stretches <ns0:del>it</ns0:del> is mostly subject to an overflow.<ns0:lb />                    <ns0:del>it</ns0:del> the tract lies on the Northwest side of the <ns0:geogName key=\"alleg\">River</ns0:geogName>.<ns0:lb /> the flat is about 40 reaches wide, and then <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_052\" n=\"50\" /> commences Timber Land, mostly White<ns0:lb />                    Pine, suitable for building, or Railtim-<ns0:lb /> -ber, which Timberland within 60                    perch-<ns0:lb /> -es of the flat we thought pretty good, lies<ns0:lb /> very well to the                    sun, with a gentle Assent,<ns0:lb /> and clear of stones; when Viewing this<ns0:lb />                    land, and taking its local situation in<ns0:lb /> -to consideration, we were united                    in<ns0:lb /> believing, that somewhere <ns0:del>about</ns0:del> near<ns0:lb /> this place would be                    best to make our<ns0:lb /> settlement; upon informing two of the Chiefs<ns0:lb /> who bore                    us company, that we thought<ns0:lb /> across the upper end of the cleared flat                    from<ns0:lb /> the <ns0:geogName key=\"alleg\">River</ns0:geogName> back, taking in part of the                    Wood-<ns0:lb /> -land, would be suitable for our purpose,<ns0:lb /> and that if they liked                    it, to tell us, and if the did not<ns0:lb /> like it, tell us so, and we would look                    farther<ns0:lb /> where it would suit them better, they said the<ns0:lb /> had informed us                        <ns0:del>that</ns0:del> all their Land was be-<ns0:lb /> -fore us and that we might take                    it where we liked <ns0:del>it</ns0:del><ns0:lb /> best, and expressed their full                    satisfaction<ns0:lb /> with our choice, <ns0:persName key=\"cornp2\">Cornplanter</ns0:persName>                    then said, this man,<ns0:lb /> meaning one of the Chiefs that was with us,<ns0:lb /> lives                    in this <ns0:placeName key=\"genes1\">Town</ns0:placeName>, and he is like one of<ns0:lb />                    <ns0:del>us, he</ns0:del> you, a sober man, &amp; drinks no Whiskey, and he is very<ns0:lb />                    glad <ns0:del>our</ns0:del> the young men are coming to live <ns0:del>a-</ns0:del><ns0:lb />                    <ns0:del>-mongst them</ns0:del> so near him. We informed the Chiefs that<ns0:lb /> our Young                    men would want timber for <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_053\" n=\"51\" /> to build a House, for Rails, and for                    fire-<ns0:lb /> -Wood, to which they readily consented, say-<ns0:lb /> -ing, they would be                    very glad they would cut<ns0:lb /> all the Trees down, and further Liberty<ns0:lb /> they                    would give them, if they saw a Buck<ns0:lb /> swimming across the River, or                    running<ns0:lb /> through the Woods they might shoot him<ns0:lb /> or if they saw any fish                    in the River they<ns0:lb /> might <ns0:del>cath</ns0:del> catch them, we then returned<ns0:lb />                    down the <ns0:geogName key=\"alleg\">River</ns0:geogName> with <ns0:persName key=\"cornp2\">Cornplanter</ns0:persName> to his <ns0:placeName key=\"cornp\">Village</ns0:placeName>                </ns0:p>            "}}, {"location": {"lat": 41.837781, "lon": -79.003006}, "media": {"caption": "Page: 52", "url": "static/img/SW_JS1798_Page_054.jpg"}, "text": {"headline": "May 22, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> This Morning resumed the consideration of what farther pro-<ns0:lb /> -positions we                    should make to these people<ns0:lb /> in order to their additional encourag-<ns0:lb />                    -ment in Civilization and Aggreculture,<ns0:lb /> and mutually agreed upon some,                    which will<ns0:lb /> be inserted in their proper place. &#8211;-</ns0:p>                <ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> This afternoon <ns0:persName key=\"cornp2\">Cornplanter</ns0:persName> presented us<ns0:lb />                    with several kinds of seed Corn suitable for<ns0:lb /> this Climet; divers kinds of                    beans, and<ns0:lb /> Garden seeds, such as Watermelons, Pump-<ns0:lb /> -kins, Cucumbers                    &amp;c with a quantity of<ns0:lb /> Potatoes for to Plant, these he said had                    been<ns0:lb /> sent in from the different houses as a<ns0:lb /> blessing to begin with, we                    thought the<ns0:lb /> hearty good will with which these were<ns0:lb /> presented                    manifested a full approba-<ns0:lb /> -tion with our undertaking, there were<ns0:lb /> more                    of each sort, except potatoes than we <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_054\" n=\"52\" /> wanted to plant, and upon informing<ns0:lb />                    him so we were answered, that we<ns0:lb /> must take them all, for they were<ns0:lb />                    sent in for that purpose. </ns0:p>            "}}, {"location": {"lat": 41.837781, "lon": -79.003006}, "media": {"caption": "Page: 68", "url": "static/img/SW_JS1798_Page_070.jpg"}, "text": {"headline": "May 23, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> We are now our own Cooks, dishwashers &amp;c<ns0:lb /> Lining on our provisions that                    we brought with us<ns0:lb /> from <ns0:placeName key=\"pitts\">Pittsburgh</ns0:placeName> and                        <ns0:placeName key=\"frank\">Franklin</ns0:placeName>, <ns0:persName key=\"cornp2\">Cornplanter</ns0:persName>                    <ns0:del>ear-</ns0:del><ns0:lb />                    <ns0:del>ly</ns0:del> informed us early after our arrival <ns0:del>how</ns0:del> that<ns0:lb /> they                    were scarce of Corn, occationed as he<ns0:lb /> said by an uncommon overflow of the<ns0:lb />                    <ns0:geogName key=\"alleg\">River</ns0:geogName> last Spring, sometime after their<ns0:lb />                    Corn was come up, and by an early Frost<ns0:lb /> in the Fall. When enquiring for                        <ns0:del>meat</ns0:del><ns0:lb /> Bacon at <ns0:placeName key=\"pitts\">Pittsburgh</ns0:placeName>                    to send up in the<ns0:lb /> boat, we were informed that it was unne-<ns0:lb /> -cessary to                    carry <ns0:del>send</ns0:del> meat here, for there<ns0:lb /> was a plenty in this place,                    however<ns0:lb /> we thought <ns0:del>but</ns0:del> not best to trust to an un-<ns0:lb />                    -certainty, and have therefore 120 Lb<ns0:lb /> of Bacon coming up in the Boat.                    upon<ns0:lb /> enquiry since we came here, we find <ns0:del>me</ns0:del><ns0:lb /> meat is not to                    be Obtained, about one<ns0:lb /> pound of dryed meat, and four pounds<ns0:lb /> fresh is                    all we got of the Indians while<ns0:lb /> amongst them, so that the prospect of                    things <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_055\" n=\"53\" /> as to provision looked a little gloomy,                        <ns0:del>ou</ns0:del><ns0:lb /> our Boat <ns0:del>is</ns0:del> not being expected up in less                    than<ns0:lb /> 9 or 10 days from this date, but upon <ns0:persName key=\"cornp2\">Corn-<ns0:lb /> -planters</ns0:persName> informing, that he had several                        <ns0:del>three</ns0:del><ns0:lb /> Barrels of flour in his House, that<ns0:lb /> he brought up                    from <ns0:placeName key=\"pitts\">Pittsburgh</ns0:placeName>, and<ns0:lb /> when ever we got                    out of meat, on lit-<ns0:lb /> -ting him know, he would supply us; we<ns0:lb /> felt                    relieved. We agreed with Cornplan-<ns0:lb /> -ters sister to supply us with three                    Quarts<ns0:lb /> of Milk a day at 8 Per Quart York Cur-<ns0:lb /> -rency, but she presenly                    let us know<ns0:lb /> two quarts was as much as she could<ns0:lb /> spare. We also got one                    pound of but-<ns0:lb /> -ter, such as it was, of her, at 2/. The Chief gave us<ns0:lb />                    some Sugar, and some we purchased of<ns0:lb /> the Indians at 1/6 Per Lb. we have a                    pret-<ns0:lb /> -ty Comfortable House much to ourselves, <ns0:persName key=\"cornp2\">Corn-<ns0:lb /> -planter</ns0:persName> has two Houses they stand about<ns0:lb /> 10 feet                    apart, tho Roofed over between as the <ns0:del>o</ns0:del><ns0:lb /> other parts of the House                    which is with<ns0:lb /> Bark, this Space between the Houses serves<ns0:lb /> for an entry,                    and a place to pound their<ns0:lb /> Corn <ns0:del>under</ns0:del> put their Wood &amp;c. out                    of<ns0:lb /> this entry a door opens into each <ns0:del>apart</ns0:del>                    <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_056\" n=\"54\" /> apartment, that asigned us 30 feet<ns0:lb />                    long, the other 24, and each 16 feet wide.<ns0:lb /> they are built of Round Logs, or                    Poles,<ns0:lb /> let in close together, the net Chunked<ns0:lb /> or plaistered, so that                    we found our<ns0:lb /> end pretty open and cold enough before<ns0:lb /> morning, upon our                    informing the Chief<ns0:lb /> they had better make their Houses titeer,<ns0:lb />                    plaistering up the Cracks, he replyed<ns0:lb /> if they made their Houses too                    warm,<ns0:lb /> they would not like to leave them when<ns0:lb /> Winter came to go a                    hunting. along<ns0:lb /> each side of these Houses, from the door<ns0:lb /> to the                    opposite end, ran Births, or<ns0:lb /> Seats, they were about four feet wide<ns0:lb /> and                    one foot high, they were covered<ns0:lb /> with Boards, and on these Deer-<ns0:lb /> skins                    were spread, and these were<ns0:lb /> their Beds, they also make a pretty<ns0:lb /> good                    Seat, and are always ready,<ns0:lb /> over these Births, about five feet<ns0:lb /> high,                    are Shelves of the same width<ns0:lb /> of <ns0:del>those</ns0:del> the births                        <ns0:del>beneath</ns0:del>, which serve to put <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_057\" n=\"55\" /> their Kitchen furniture, Corn &amp;c                    upon,<ns0:lb /> the fire is built on the ground in the<ns0:lb /> Middle of the House, this                    part between<ns0:lb /> the births not being floored; there is a large<ns0:lb /> hole left                    in the Top of the Roof for<ns0:lb /> the Smoke to go out at, which hole<ns0:lb /> makes a                    pretty good Window. -&#8211; As<ns0:lb /> far as I have observed the above descrip-<ns0:lb />                    -tion answers for most of their Houses, tho<ns0:lb /> they are not so large, nor                    double, like this, they<ns0:lb /> are mostly from 12 to 15 feet Square,<ns0:lb /> with a                    shed before the door, there<ns0:lb /> are perhaps 30 such houses in this <ns0:placeName key=\"cornp\">Village</ns0:placeName><ns0:lb /> and a number more down the <ns0:geogName key=\"alleg\">River</ns0:geogName><ns0:lb /> out of Sight, and some above, the<ns0:lb />                    Houses are beautifully situated on<ns0:lb /> the West side of the <ns0:geogName key=\"alleg\">River</ns0:geogName>, which<ns0:lb /> is about 150 Yards wide and                    glides<ns0:lb /> along by the <ns0:placeName key=\"cornp\">town</ns0:placeName> with a gentle                    current.<ns0:lb /> the bank of the <ns0:geogName key=\"alleg\">River</ns0:geogName> is low, tho                    gra-<ns0:lb /> -dually asscends to there Houses, which are<ns0:lb /> mostly within 6 or 7                    pearchs so that they<ns0:lb /> readily supply themselves with Water <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_058\" n=\"56\" /> there being no springs on the flat                    where<ns0:lb /> the <ns0:placeName key=\"cornp\">Town</ns0:placeName> stands, which flat is a                    Sandy<ns0:lb /> loam, easily tilled , and if well managed<ns0:lb /> would be very                    productive. there are 50<ns0:lb /> or 60 Acres of Land adjoining the <ns0:placeName key=\"cornp\">Town</ns0:placeName><ns0:lb /> nearly cleared, the most of                        <ns0:del>this</ns0:del> which is put<ns0:lb /> in Yearly with Corn, Beans, and                    Potatoes.<ns0:lb /> the Work is all done by the Women with<ns0:lb /> Hoes, they were very                    busy while we were<ns0:lb /> here, much of the Land was grown up<ns0:lb /> with Grass,                    with Weeds &amp;c, they go round<ns0:lb /> the Old Cornhills, which were very high,                    as<ns0:lb /> I have observed it is the general practice<ns0:lb /> to have a hill when                    finished near one foot<ns0:lb /> high, and hoe the grass and weeds clean<ns0:lb /> away,                    then dig a hole where the hill stood<ns0:lb /> and plant in the same place, and                    sometime after<ns0:lb /> the Corn comes up, the hoe all the face of<ns0:lb /> the ground                    over, so that it looked very<ns0:lb /> neat. they plant beans with their Corn, also                    a<ns0:lb /> large quantity that they stick poles for,<ns0:lb /> they also plant Squashes                    and Pumpkins among<ns0:lb /> their corn - The Women since we came here worked<ns0:lb />                    hard, they found all their Corn, for homi-<ns0:lb /> -ny, and for Bread, sift and                    prepare it,<ns0:lb /> Cut and Split all their Wood, and Carry<ns0:lb /> it home on their                    backs near a Quarter of <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_059\" n=\"57\" /> a Mile, make all there fires, and                    all<ns0:lb /> other Kitchen Business, plant and take<ns0:lb /> care of their corn, and                    gather it when ready,<ns0:lb /> Plant their Beans and stick them, and<ns0:lb /> as far as                    I can learn all other out<ns0:lb /> doors work, except building their houses<ns0:lb /> and                    Splitting the Rails that the Corn<ns0:lb /> Land is enclosed with. It has been a<ns0:lb />                    busy time since we came here, the Wo-<ns0:lb /> -men have rose early, gone out                    with<ns0:lb /> their hoes to the Cornfield 4 or 5 in a<ns0:lb /> Company, some of whom                    where Old Gray<ns0:lb /> Headed Women, and some young ones of<ns0:lb /> 8, 10, or 12 Years                    of age, stuck pretty<ns0:lb /> Close to their Work, returned in the even-<ns0:lb /> -ing                    weary, and go early to Bed. one<ns0:lb /> old Gray Headed Woman I have seen<ns0:lb />                    steadily on the move, she has had both<ns0:lb /> her feet so froze that she goes                    altogether<ns0:lb /> on her knees, I have seen her carrying<ns0:lb /> in wood and making                    the fire, going to the <ns0:geogName key=\"alleg\">Ri-<ns0:lb /> -ver</ns0:geogName> and                    Bringing up water, I have seen<ns0:lb /> take her hoe and go 40 pearches out to <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_060\" n=\"58\" /> the Cornfield, and return in the                    Even-<ns0:lb /> -ing with the Labourers, and put her<ns0:lb /> hoe by, and all this while                    the Men are<ns0:lb /> spending their time in Idleness, such as<ns0:lb /> shooting with                    their bows and Arrows at a<ns0:lb /> mark which is a very great recreation<ns0:lb />                    <ns0:del>with them,</ns0:del> pitching of Queats, Jumping,<ns0:lb /> playing at some kind of                    Games, and on<ns0:lb /> Musical Instruments, and loitering about<ns0:lb /> so that I have                    not while in this <ns0:placeName key=\"cornp\">Village</ns0:placeName> seen<ns0:lb /> either                    Man or Boy at any kind of Work,<ns0:lb /> to se little Girls, and Old Women                    working<ns0:lb /> hard with the hoe, and boys of 12, 14, or 16<ns0:lb /> just by them all                    day a playing, looked<ns0:lb /> unnatural, hard, and to me very grevi-<ns0:lb /> -ous. The                    Men at seasons go a hunting, and<ns0:lb /> at times a Fishing, and they Work the                    Canoe,<ns0:lb /> at which they are very handy, there is very<ns0:lb /> little game of any                    kind at this season of<ns0:lb /> the year brought in, I have seen but one<ns0:lb /> deer                    all the time we were among them<ns0:lb /> and, I have seen no kind of any small<ns0:lb />                    Game, except the Turkey heretofore noted.<ns0:lb /> the Catch a few fish, yet but                    little was<ns0:lb /> done at it while we were there, <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_061\" n=\"59\" /> so that they live poor, their chief                    subsistence<ns0:lb /> at this season was Corn, beans, and Bears<ns0:lb /> Oyl, in                    different preparations, much of their<ns0:lb /> Corn and Beans, were pounded into an                    ho-<ns0:lb /> -miny, and Boiled, this I thought was<ns0:lb /> their Chief dependence, they                    also pound<ns0:lb /> Corn and Beans in to a flour, and make bread<ns0:lb /> of it, they                    also boyl it in dumplins, which<ns0:lb /> they eat with Bear Oyl by dipping it                    in,<ns0:lb /> as they do also with their Bread, they<ns0:lb />                    <ns0:del>also</ns0:del> sometimes put Oyl in there ho-<ns0:lb /> -miny, <ns0:del>they</ns0:del> also                    at times puts sugar in<ns0:lb /> it, with which it eats very well, but<ns0:lb /> from my                    observation they eat much less <ns0:del>than</ns0:del><ns0:lb /> than we do, a small piece of                    Bread or dum-<ns0:lb /> -plin dipped in the Oyl seemed to satisfy<ns0:lb /> nature, and                    there seated meals I thought<ns0:lb /> were not more than two a day about<ns0:lb /> 10 or                    11 OClock, and in the Evening, if any<ns0:lb /> of their friends came to see them,                    the Visit was<ns0:lb /> not interrupted with Cookery, or much<ns0:lb /> Cerimony in laying                    the table &amp;c. if their hominy<ns0:lb /> was boiled, which was generally the case                    af-<ns0:lb /> -ter 11 OClock, the day through, and it was<ns0:lb /> not material whether                    Cold or Warm, and<ns0:lb /> some of their acquaintance came in, the <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_062\" n=\"60\" /> Births always made a seat ready,                    wheren<ns0:lb /> they were presently engaged in smoak-<ns0:lb /> -ing and talking, and                    while thus busily<ns0:lb /> employed, a kettle of hominy with<ns0:lb /> a large Wooden                    spoon, is brought and<ns0:lb /> set down on the Ground before them, he<ns0:lb /> that is                    most handy to it lays by his<ns0:lb /> Pipe, and in a few minutes appears to be<ns0:lb />                    satisfyed with his repast, and moves it on<ns0:lb /> to the next, while the rest of                    the Company<ns0:lb /> are engaged as if no Victuals were<ns0:lb /> near them, thus the                    Kettle passes <ns0:del>th</ns0:del><ns0:lb /> through the Company in a little time,<ns0:lb /> and                    when done with, hung up, until some<ns0:lb /> -body else comes in, if they have                    no<ns0:lb /> hominy, the Bread, or dumplin, goes<ns0:lb /> round in like manner; there is                    no<ns0:lb /> trouble of laying, or clearing the ta-<ns0:lb /> -ble, or placing of Chairs,                    Wiping the knives<ns0:lb /> and Forks, or Changing of plates, but in<ns0:lb /> a simple                    and easy manner all that<ns0:lb /> cerimony is avoided. </ns0:p>                <ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> In their Cloathing and Dress their turn<ns0:lb /> is for something tawdry; such as a                    gay hand-<ns0:lb /> -kerchief, Calico shirt, Scarlet Leggons,<ns0:lb /> Blue Coat, or                    petticoat, a belt of lively<ns0:lb />                    <ns0:del>coo</ns0:del> colours <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_063\" n=\"61\" /> decorated with Beads tyed round their                    mid-<ns0:lb /> -dles, or knees, with long ends hanging<ns0:lb /> down, the are very fond                    of trinkets of<ns0:lb /> various kinds in there noses, and Ears,<ns0:lb /> the Men more                    particularly. I have seen bobs<ns0:lb /> of various kinds hanging there noses<ns0:lb /> to                    the weight of an Ounce, or more, coming<ns0:lb /> down over their Mouth. the                    Warriors<ns0:lb /> have the rim of their Ears cut round,<ns0:lb /> and loaded with                    different kinds of<ns0:lb /> Toys, until the hang down several<ns0:lb /> Inches. I saw one                    man with two padlocks<ns0:lb /> in one Year, such as are used for Saddle-<ns0:lb /> bags,                    another with a Watch, such as<ns0:lb /> Children use. large silver Crosses are<ns0:lb />                    also made use of. their Calico shirts are<ns0:lb /> short <ns0:del>and</ns0:del> &amp; have                    ruffles to their sleeves<ns0:lb /> &amp; Bosoms. the Men and Womens are both                    made<ns0:lb /> in the same form, they come a little lower<ns0:lb /> than their Hips, and                    hangs loose at the<ns0:lb /> lower end, the Women wearing their<ns0:lb />                    <ns0:del>Petticuts</ns0:del> Petticoats <ns0:del>over</ns0:del> under them, which<ns0:lb />                    petticoats are mostly made of blue<ns0:lb /> Cloath, without any needlework,                    exept<ns0:lb /> the stitching some red Worsted binding <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_064\" n=\"62\" /> on about 9 Inches of the upper part;                    their<ns0:lb /> way of making and putting them on is, to take<ns0:lb /> a piece of Cloath                    perhaps 1&#189; Yards long<ns0:lb /> turn down the upper part as above described,                    which<ns0:lb /> part is spread over with Ribbons,<ns0:lb /> then Wrap it tite round them,                    and<ns0:lb /> tye it with a string, their shift as<ns0:lb /> mentioned, hanging the out                    side, such<ns0:lb /> who suckle lift up their Shirts for the Child<ns0:lb /> to get at the                    pap, which Conduct to those<ns0:lb /> who are unacquainted with it may look<ns0:lb />                    immodest, but it is not the case, for<ns0:lb /> a Child is so suckled, and less of                    the<ns0:lb /> Mothers skin shown than is customa-<ns0:lb /> -ry among our farmers Wives,                    -</ns0:p>                <ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> With all their tawdry and liveliness in<ns0:lb /> dress the go dirty, I thought the                    Women<ns0:lb /> more particularly so than the Men, per-<ns0:lb /> -haps from their working                    harder, and<ns0:lb /> being more among the grease, some of their shirts<ns0:lb /> don&#8217;t                    appear to be ever Washed, and<ns0:lb /> about their Sholders the become very<ns0:lb />                    black and greesy, from their greesy<ns0:lb /> heads; their hair I have observed to                    be<ns0:lb /> the Cloath to wipe their greasy fingers <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_065\" n=\"63\" /> in, while eating their bread and                    Oyl.<ns0:lb /> thus for want of a change of Cloaths, and<ns0:lb /> living in their dirt,                    they become <ns0:del>very</ns0:del><ns0:lb /> lowsy, which they try to extrecate them<ns0:lb />                    -selves from, by pulling of their shifts,<ns0:lb /> turning them inside                        out<ns0:del>wards</ns0:del>, and<ns0:lb /> hunting the Vermon with as much com-<ns0:lb />                    -possure, and seemingly good grace,<ns0:lb /> as a Mother amongst us would do, in                    <ns0:lb /> combing one of her Children, and this<ns0:lb /> part of their dirt has not been                    one of the<ns0:lb /> least of our trials, neither have we any<ns0:lb /> expectation of                    leaving them, without<ns0:lb /> carrying away some breeders. </ns0:p>                <ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> For more than two weeks past the weather<ns0:lb /> has been very dry, part of the                    time a Cold<ns0:lb /> north wind, we had frost for ten Mornings<ns0:lb /> successively,                    during which time we slept<ns0:lb /> in open Cabins, in our blankets, so that<ns0:lb /> we                    sensible felt the want of more cover-<ns0:lb /> -ing, and a better Bed before                    morning.<ns0:lb /> for two or three days past the weather has<ns0:lb /> been warm, with a                    strong South wind.<ns0:lb /> the Woods has been much on fire dur-<ns0:lb /> -ing this dry                    weather, Clouds of smoke <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_066\" n=\"64\" /> have frequently covered us, so that                    the<ns0:lb /> Sun has been hid. A curious Sight present-<ns0:lb /> -ed two nights ago, of                    some neighbouring<ns0:lb /> Hills or rather mountains that were on fire,<ns0:lb /> perhaps                    the had not been burnt for seve-<ns0:lb /> -ral Years, and the great quantity of                    dead<ns0:lb /> timber, both standing and laying down,<ns0:lb /> having taken fire as it                    passed along,<ns0:lb />                    <ns0:del>which</ns0:del> made a very lively appearance in<ns0:lb /> the night, looking as if                    the whole Mountain<ns0:lb /> was on fire. &#8211; We have been under<ns0:lb /> some exercise for                    a few days past concern-<ns0:lb /> -ing our goods, which are coming up<ns0:lb /> the                        <ns0:geogName key=\"alleg\">River</ns0:geogName>, <ns0:del>we</ns0:del> hav<ns0:del>e</ns0:del> ing                    very little cause to<ns0:lb /> expect their arrival before the last of<ns0:lb /> this                    Month, and the dry weather has<ns0:lb /> been such for some time past, that the<ns0:lb />                    <ns0:geogName key=\"alleg\">River</ns0:geogName> has fallen very fast, which the<ns0:lb />                    Indians remarked to us with some degree<ns0:lb /> of seriousness, saying that it                    would be<ns0:lb /> with difficulty the Boat could be ~<ns0:lb /> brought up some Shallow                    places, but in<ns0:lb /> the midst of our trials we have still<ns0:lb /> been favoured; a                    considerable quantity of<ns0:lb /> rain fell last Evening, tho no diffi-<ns0:lb /> -rence                    yet appears in the <ns0:geogName key=\"alleg\">River</ns0:geogName>, there <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_067\" n=\"65\" /> is some reason to hope it will rise.</ns0:p>                <ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> We intended to have set of this Morning<ns0:lb /> by Eight OClock for <ns0:placeName key=\"genes1\">Genesinguhta</ns0:placeName>, <ns0:del>and</ns0:del><ns0:lb /> and agreed with                        <ns0:persName key=\"habee1\">Henry Obeal</ns0:persName> last<ns0:lb /> evening to go with                    us, and be our en-<ns0:lb /> -terpretter; it is now eleven OClock, yet nei-<ns0:lb />                    -ther he, nor his Fathers family have got<ns0:lb /> their breakfast, tho we have been                    hurry-<ns0:lb /> -ing him for two hours past, about 12 two<ns0:lb /> of us set of on horse                    back, the other three<ns0:lb /> having started an hour sooner with<ns0:lb /> one Indian in                    a Canoe; we rode the<ns0:lb />                    <ns0:geogName key=\"alleg\">River</ns0:geogName> one mile above the <ns0:placeName key=\"cornp\">Town</ns0:placeName>, and<ns0:lb /> went up the Eastside of it, <ns0:del>to said                            <ns0:placeName key=\"cornp\">Town</ns0:placeName></ns0:del><ns0:lb /> our first 3 or 4                    miles was through an Open bot-<ns0:lb /> -tom, thinly timbered, and good riding,                    then<ns0:lb /> passed through thick Timber, a large quan-<ns0:lb /> -tity of which were                    Sugar Maple, thence<ns0:lb /> through a thick Forrest of Hemlock, and<ns0:lb /> pine, very                    difficult to pass, to the shore<ns0:lb /> opposite the place of destination; here                    we<ns0:lb /> again rode the <ns0:geogName key=\"alleg\">River</ns0:geogName> tho wide and<ns0:lb />                    deep, we stoped at the House of a Chief who<ns0:lb /> went with us to our inten ded                    Settlement,<ns0:lb /> here we met with our friends who went <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_068\" n=\"66\" /> in the Canoe. We viewed an Empty                    house<ns0:lb /> that <ns0:del>on</ns0:del> stood near our Settlement, <ns0:del>we</ns0:del><ns0:lb /> but                    not liking it, we proceeded to ano-<ns0:lb /> -ther that was on <ns0:del>it</ns0:del> said                    settlement wherein a family<ns0:lb /> lived, we understood they proposed<ns0:lb /> leaving                    it, and would sell their right,<ns0:lb /> upon conferring with the Woman, who<ns0:lb /> we                    understood was the owner of the<ns0:lb /> house, she was willing to part with                    the<ns0:lb /> house but having put in a few spots<ns0:lb /> with Corn and Vines, the whole                    not more<ns0:lb /> than 3 or 4 pearch Square, she <ns0:del>was</ns0:del> appeared<ns0:lb />                    unwilling to relinquish them, and they<ns0:lb /> were so in our way, that we thought                    we<ns0:lb /> had better look elsewhere for a settlement,<ns0:lb /> but upon the Chiefs                    conferring with her,<ns0:lb /> she was willing to part with each of the<ns0:lb /> spots                    except one which was not much in<ns0:lb /> our way, and we understanding she<ns0:lb /> was                    a sober Woman that would be likely<ns0:lb /> to make good use of the Money, we paid                    her 20<ns0:lb /> dollars for her house and previligdges,<ns0:lb /> and with our assistance                    she removed out<ns0:lb /> and in less than an hour we had possission <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_069\" n=\"67\" /> our young men gave <ns0:del>it</ns0:del> the                    house a thorough cleaning,<ns0:lb /> and before dark our scanty furniture was<ns0:lb />                    arranged for House-keeping, and having<ns0:lb /> supped on our preparations, which                    admitted<ns0:lb /> of but little change, we prepared for bed in<ns0:lb /> our open house,                    and naked Walls, the Indi-<ns0:lb /> -an Chief at our request sent us three<ns0:lb />                    deerskins with the hair on, which <ns0:del>which</ns0:del><ns0:lb /> we placed for our                    Conveniency, and re-<ns0:lb /> -tired, but we sensibly felt before morn-<ns0:lb /> -ing                    the want of a better bed and more Clothes.<ns0:lb /> the night being cold we were                    under the<ns0:lb /> necessity of rising several times to re-<ns0:lb /> -new our fire. Our                    house is about 20<ns0:lb /> feet long, 14 feet wide, and 6 feet high to the<ns0:lb />                    Square, Covered with bark, and a shed over<ns0:lb /> the door, and finished within as                    is usual<ns0:lb /> in Indian buildings, it stands on an ele-<ns0:lb /> -vated spot within                    five Pearch of the <ns0:geogName key=\"alleg\">River</ns0:geogName>,<ns0:lb /> on its Northwest                    side, the soil about<ns0:lb />                    <ns0:del>it</ns0:del> said house is of a light sandy quality, easy to be<ns0:lb /> tilled;                    but further from the <ns0:geogName key=\"alleg\">River</ns0:geogName> is lower<ns0:lb />                    ground, <ns0:del>which</ns0:del> and appears more fertile.</ns0:p>                <ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> Our horses since we came among the<ns0:lb /> Indians has run out, without enclosing: <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_070\" n=\"68\" /> they have had pretty plenty                        <ns0:del>pretty</ns0:del> of Coarse grass, and<ns0:lb /> other herbages, but here they                    have plen-<ns0:lb /> -ty of grass, and that which is very good.</ns0:p>            "}}, {"location": {"lat": 41.837781, "lon": -79.003006}, "media": {"caption": "Page: 70", "url": "static/img/SW_JS1798_Page_072.jpg"}, "text": {"headline": "May 24, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> Our young men this morning planted<ns0:lb /> some Potatoes, and they are now                    pre-<ns0:lb /> -paring <ns0:del>some</ns0:del> ground fit for the Plough, for<ns0:lb /> Corn,                    having when we came up borrow-<ns0:lb /> -ed some tools of <ns0:persName key=\"cornp2\">Cornplanter</ns0:persName>. we had<ns0:lb /> a present of fish this morning, on                    which<ns0:lb /> we expect deliciously to dine, - Our<ns0:lb /> Young Men have prepared                        <ns0:del>some</ns0:del> bobs<ns0:lb /> in order to try to catch some Eells<ns0:lb /> this                    evening, set of up the <ns0:geogName key=\"alleg\">River</ns0:geogName><ns0:lb /> with a Canoe,                    but there being a con-<ns0:lb /> -siderable rapid to ascend, which for<ns0:lb /> want of                    more experience in working<ns0:lb /> the vessel, they fail&#8217;d getting up, the                    Canoe<ns0:lb /> turning across the Stream in such a<ns0:lb /> manner, that it took in                    Water, and<ns0:lb /> presently turned bottom upwards, so<ns0:lb /> that some of them got                    very wet, which<ns0:lb /> put an end to their Eel catching; shortly<ns0:lb /> after they                    returned we had several very<ns0:lb /> heavy showers, <ns0:del>wich</ns0:del> which                    convinced<ns0:lb /> us our house was not proof against <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_071\" n=\"69\" /> Storms, for the rain beat in at the                    end,<ns0:lb /> Roof, and other places. &#8211;- </ns0:p>                <ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> We have been keeping house about a<ns0:lb /> week, and experience much                    inconveni-<ns0:lb /> -ency for want of the arrival of our<ns0:lb /> goods, having but five                    Tins, three<ns0:lb /> Spoons, and a Camp kettle, we have a<ns0:lb /> small frying pan                    which we borrowed<ns0:lb /> of the Indians, dish cloths, and towels<ns0:lb /> we are much                    at a loss for, as we are<ns0:lb /> for Soap when we wash our Cloaths,<ns0:lb /> the want                    of something to knead our bread<ns0:lb /> in is sensibly experienced, which                    would<ns0:lb /> not be the case if we had Tools; when<ns0:lb /> we fry our meat, or our                    fritters, we have<ns0:lb /> neither Dish, nor plate to put them on, but oc-<ns0:lb />                    -cupy bark. We brought Bacon with<ns0:lb /> us from <ns0:placeName key=\"pitts\">Pittsburgh</ns0:placeName>, which we have us-<ns0:lb /> -ed very spareingly, it is                    nearly run<ns0:lb /> out, and our Cheese quite. we have no pros-<ns0:lb /> -pect of                    supplying their place until our<ns0:lb /> goods arrive. we have a little flour                    left<ns0:lb /> that we brought from <ns0:placeName key=\"frank\">Franklin</ns0:placeName>,                    Cho-<ns0:lb /> -colate &amp; Sugar that we brought from <ns0:placeName key=\"pitts\">Pitts-<ns0:lb /> Burgh</ns0:placeName>, which are our chief living and depen-<ns0:lb />                    -dance. <ns0:del>as</ns0:del> we have received some Sugar of the <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_072\" n=\"70\" /> Indians as a present, and some we                    pur-<ns0:lb /> -chased, which we find a pretty good sub-<ns0:lb /> -stitute for butter,                    and Cheese, by bitting<ns0:lb /> a bit of Sugar, which is in a hand cake,<ns0:lb /> with                    our Bread. &#8211; while at the <ns0:placeName key=\"cornp\">lower<ns0:lb /> Town</ns0:placeName> we                    got 2 Quarts of Milk a day,<ns0:lb /> but since we came here we have re-<ns0:lb /> -cieved                    none, nor are there ever a<ns0:lb /> Cow here. &#8211;- </ns0:p>            "}}, {"location": {"lat": 41.837781, "lon": -79.003006}, "media": {"caption": "Page: 70", "url": "static/img/SW_JS1798_Page_072.jpg"}, "text": {"headline": "May 25, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> several heavy showers last night, still<ns0:lb /> wet this morning, about 10 OClock,                    it clear-<ns0:lb /> -ed away, put up some fence to keep our<ns0:lb /> horses of the                    Indians, Corn, as what<ns0:lb /> little they have put in here, lies unen-<ns0:lb />                    -closed. the <ns0:geogName key=\"alleg\">River</ns0:geogName> has been rising all<ns0:lb />                    day, so that there is plenty of water<ns0:lb /> for our Boat to come up. </ns0:p>            "}}, {"location": {"lat": 41.837781, "lon": -79.003006}, "media": {"caption": "Page: 71", "url": "static/img/SW_JS1798_Page_073.jpg"}, "text": {"headline": "May 26, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> mostly busy in getting a spot of land<ns0:lb /> fit for the Plough, and some                    other<ns0:lb /> necessary preparations, one of our<ns0:lb /> number has been <ns0:del>busy                        in</ns0:del> plaistering<ns0:lb /> the Cracks of our house, it having<ns0:lb /> cleared up                    from Northwest last even<ns0:lb /> -ing, and our house being very open<ns0:lb /> we                    suffered with the Cold. </ns0:p>                <ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\">I may just note <ns0:del>that</ns0:del> there is a great appear-<ns0:lb /> -ance for                    strawberries here on some part<ns0:lb /> of the Old Indian fields. </ns0:p>            "}}, {"location": {"lat": 41.837781, "lon": -79.003006}, "media": {"caption": "Page: 73", "url": "static/img/SW_JS1798_Page_075.jpg"}, "text": {"headline": "May 27, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> I neglected noting in its<ns0:lb /> proper place, that fifth day last about 11<ns0:lb />                    OClock we retired into our humble Cabin,<ns0:lb /> and were favoured to witness the                    over-<ns0:lb /> -shadowing Wing of Consoling goodness,<ns0:lb /> to the Comforting and                    contriting of our<ns0:lb /> Spirits, and this day we had a like Op-<ns0:lb /> -pertunity,                    and were I thought alike<ns0:lb /> favoured, may such seasons be remembred<ns0:lb /> with                    gratitude, and with thankfulness and may<ns0:lb /> our young friends be encouraged                    &amp;<ns0:lb /> strengthened to keep up such religious<ns0:lb /> oppertunities when we are                    far separated, which I<ns0:lb /> trust they will. this is the fifth day since<ns0:lb /> we                    came to this <ns0:placeName key=\"genes1\">Town</ns0:placeName>, we brought but<ns0:lb />                    little provision with us here, having<ns0:lb /> but little to bring, and had a hope                    we<ns0:lb /> should have been able to have got<ns0:lb /> some dryed Venison of the Indians                    here, which has<ns0:lb /> not been the case, we got a little Bears Oyl<ns0:lb /> of them,                    but that article is scarce, and<ns0:lb /> dear, this day intending to have made <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_074\" n=\"72\" /> a dinner of some flitters, our Bread<ns0:lb />                    being nearly out, and our flour so re-<ns0:lb /> -duced as to discourage attempting                    to<ns0:lb /> bake; while we were frying our<ns0:lb /> flitters, an Indian man came in<ns0:lb />                    <ns0:del>in</ns0:del> and presented us with about four Pounds of fresh Ve-<ns0:lb /> -nison                    without any bone in it; part of<ns0:lb /> which we immediately fryed, which<ns0:lb /> with                    our flitters made us the most a-<ns0:lb /> -greeable dinner we have met with<ns0:lb /> in                    the Indian Country, we sat down<ns0:lb /> to it with thankful hearts for so                    unex-<ns0:lb /> -pected a supply. we gave the Indian<ns0:lb /> a Quarter of a dollar, for                    his Venison,<ns0:lb /> which he recieved with an apparant<ns0:lb /> reluctance, but as he                    could not speak <ns0:del>no</ns0:del><ns0:lb /> English, we were altogether at a loss<ns0:lb /> to                    know, whether it proceeded from<ns0:lb /> what we gave him being too much, or<ns0:lb />                    too little, but the same afternoon he took<ns0:lb /> three of us down in a Canoe to                        <ns0:placeName key=\"cornp\">Corn-<ns0:lb /> -planters Village</ns0:placeName> to attend a                    general<ns0:lb /> Council that was to be held there<ns0:lb /> tomorrow, he took the Money                    with him<ns0:lb /> and gave it to <ns0:persName key=\"cornp2\">Cornplanter</ns0:persName>, and                    said<ns0:lb /> something to him in Indian, which <ns0:del>being</ns0:del><ns0:lb /> was, that the                    Venison he brought us was <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_075\" n=\"73\" /> a gift, and he wished not to recieve                    any<ns0:lb /> money for it, and the money was handed back<ns0:lb /> to us, which we                    immeadiately presented to<ns0:lb /> him for <ns0:del>his</ns0:del> the <ns0:del>his</ns0:del> trouble                    of bringing<ns0:lb /> us down in his Canoe, which he reciev-<ns0:lb /> -ed with                    Chearfulness. </ns0:p>            "}}, {"location": {"lat": 41.837781, "lon": -79.003006}, "media": {"caption": "Page: 83", "url": "static/img/SW_JS1798_Page_085.jpg"}, "text": {"headline": "May 28, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> Two of our number whom we left at <ns0:placeName key=\"genes1\">Genesin-<ns0:lb />                        -guhta</ns0:placeName> to take care of our horses, House &amp;c.<ns0:lb /> came down                    this Morning, and a number of<ns0:lb /> Indians being Collected, about 12 we met                    them<ns0:lb /> in Council, there being between 30 and 40, six<ns0:lb /> of whom were there                    most respectable Women, early<ns0:lb /> in the Oppertunity <ns0:persName key=\"cornp2\">Cornplanter</ns0:persName> made a pretty<ns0:lb /> length speech, <ns0:del>which</ns0:del>                    it did not appear to be di-<ns0:lb /> -rected to us, which our interpretter                    informed<ns0:lb /> was for an Indian then in the House, who<ns0:lb /> had been charged                    with Murdering a White<ns0:lb /> Man, for which he had been in Jail at<ns0:lb />                    <ns0:placeName key=\"pitts\">Pitts-burgh</ns0:placeName>, and tryed for his Life, but                    be-<ns0:lb /> -ing acquitted by the Jury, he was now at<ns0:lb /> Liberty; the trial and                    Court expences, we<ns0:lb /> understood had cost <ns0:persName key=\"cornp2\">Cornplanter</ns0:persName> more<ns0:lb /> than 200 dollars; tho there was not                    evidence<ns0:lb /> to support the charge, yet there was cause to fear<ns0:lb /> it was too                    true, and the Chiefs speech appear-<ns0:lb /> -ed to be delivered with much earnest,                    and<ns0:lb /> serious expostulation. <ns0:persName key=\"cornp2\">Cornplanter</ns0:persName>                    then <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_076\" n=\"74\" /> directed his speech to us, expressing his                    satisfaction in see-<ns0:lb /> -ing us all in good health, then informing, some<ns0:lb />                    of his People were gone out a hunting, &amp;<ns0:lb /> if we had any thing to propose                    to them<ns0:lb /> they were now ready, being all collected<ns0:lb /> that would come.                    After a Short time of<ns0:lb /> silence wherein we felt an earnest tra-<ns0:lb /> -vel, we                    might be renewedly favoured,<ns0:lb /> a suitable introductory speech was made<ns0:lb />                    on our part, and then the following con-<ns0:lb /> -clusions of the 22nd were read,                    and enterpret-<ns0:lb /> -ted</ns0:p>                <ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> We then were favoured seriouly to<ns0:lb /> expostulate with them on various                    subjects<ns0:lb /> retative to their Moral, and Civil Con-<ns0:lb /> -duct, particularly                    there excessive use<ns0:lb /> of Strong drink, divers instances of<ns0:lb /> which we had                    been Eye witnesses of,<ns0:lb /> since among them, several of their Wo-<ns0:lb /> -men                        <ns0:del>had</ns0:del> having been thus disguised; some of<ns0:lb /> them appeared Solid,                    and heard us<ns0:lb /> with attention, but as far as I have ob-<ns0:lb /> -served since                    among them, little or no<ns0:lb /> Shame covers an Indian for getting<ns0:lb /> drunk. --                    They informed us they<ns0:lb /> would withdraw a little while into ano-<ns0:lb /> -ther                    Room, and confer on our propos-<ns0:lb /> -als, which doing, in about an hour<ns0:lb />                    they returned, and made us an answer<ns0:lb /> in substance as follows,</ns0:p>                <ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> At the close of this speech we expressed a few words<ns0:lb /> more, representing                    among other things the un-<ns0:lb /> -reasonableness of their present practice,                    of<ns0:lb /> their Mothers, Wives, and Sisters, working<ns0:lb /> all day in the fields,                    and in the Woods, with<ns0:lb /> their hoes, and axes, whilst they themselves<ns0:lb />                    were at the same time playing with their<ns0:lb /> Bows and Arrows &amp;c                    recommending to them<ns0:lb /> to begin our way by early setting their boys<ns0:lb /> to                    business, taking them out to how Corn &amp;c<ns0:lb /> thus by early habitting them                    to Work, their<ns0:lb /> Minds will be turned to it, business will<ns0:lb /> become                    familier, and they will not think<ns0:lb /> hard of it. and as they expressed the                    White<ns0:lb /> People were rich and had plenty, we let them <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_084\" n=\"82\" /> know it was by industry it Was                    obtained<ns0:lb /> the men doing their share of business<ns0:lb /> in the fields, &amp;c                    thereby leaving the Wo-<ns0:lb /> -men more time to attend to spinning,<ns0:lb /> sewing,                    darying &amp;c in the house.</ns0:p>                <ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> We concluded with seriously impressing<ns0:lb /> on their Minds the remembrance,                    that<ns0:lb /> it was from the good Spirit they re-<ns0:lb /> -cieved every good thing,                    and that he<ns0:lb /> could hear every good Word they said,<ns0:lb /> and see every thing                    they did, and if they<ns0:lb /> were good, and industerous, this good<ns0:lb /> Spirit                    would love them, and bless them<ns0:lb /> with many good things. In a few                    minutes<ns0:lb /> after we had concluded, and informed them<ns0:lb /> we had done,                        <ns0:persName key=\"cornp2\">Cornplanter</ns0:persName> Observed, now<ns0:lb /> all things                    were done, and settled, we<ns0:lb /> will cover up the Council fire.</ns0:p>                <ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> We had no provision of our own here,<ns0:lb /> therefore concluded to stay and dine                    with<ns0:lb /> the Chief, about five Oclock we had a<ns0:lb /> loaf of Warm Indian Bread                    with a mix-<ns0:lb /> -ture of Beans that had been boiled till<ns0:lb /> they were softish                        <ns0:del>nea</ns0:del> kneaded up in it<ns0:lb />                    <ns0:del>the Bread and baked</ns0:del>                    <ns0:del>that was</ns0:del>                    <ns0:del>set before us,</ns0:del> the<ns0:lb /> bread <ns0:del>had been</ns0:del>                    <ns0:del>was</ns0:del> baked in a Dutch Oven <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_085\" n=\"83\" /> having a small quantity of Bears Oyl                    put<ns0:lb /> into the oven with it, and when part<ns0:lb /> baked the loaf was turned                    over with a<ns0:lb /> fresh supply of Oyl, <ns0:del>we t</ns0:del> this was all we<ns0:lb /> had                    set before us; they informed us they had no<ns0:lb /> meat, and we had heretofo shewn                    our dislike<ns0:lb /> to bread diped in Oyl; however with a<ns0:lb /> good Appatite it                    went down very well, but<ns0:lb /> before we had fully done a little butter was<ns0:lb />                    set before us <ns0:del>on the Table</ns0:del> that they had obtained some<ns0:lb /> -where in                    the Village. -- We now got half<ns0:lb /> a &#163; of flour of <ns0:persName key=\"cornp\">Cornplanter</ns0:persName> for which he<ns0:lb /> made no charge, and four Quarts of                    bears<ns0:lb /> Oyl of his wife, which she claiming as her<ns0:lb /> property charged us                    half a dollar a Quart,<ns0:lb /> these our Young men took up this evening with                    them<ns0:lb /> to <ns0:placeName key=\"genes1\">Genesinguhta</ns0:placeName>, together with                    what<ns0:lb /> Chocolate we had, <ns0:del>this evening</ns0:del>; leaving<ns0:lb />                    <ns0:persName key=\"jpier1\">John Pierce</ns0:persName> and myself here to wait the<ns0:lb />                    arrival of our goods</ns0:p>            "}}, {"location": {"lat": 41.837781, "lon": -79.003006}, "media": {"caption": "Page: 89", "url": "static/img/SW_JS1798_Page_091.jpg"}, "text": {"headline": "May 29, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> In the council yesterday we informed the<ns0:lb /> Indians that <ns0:persName key=\"jpier1\">John Pierce</ns0:persName> and myself expected<ns0:lb />                    <ns0:del>in a few days</ns0:del> to be at liberty in a few days<ns0:lb /> to leave them, and                    return to our families<ns0:lb /> and Friends; and since the concluding <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_086\" n=\"84\" /> of the Council we see nothing but                    what<ns0:lb /> we might set of in a day or two if our<ns0:lb /> goods were                        <ns0:del>arrived</ns0:del> come; we have not<ns0:lb /> heard any <ns0:del>from</ns0:del> of them                    since we left<ns0:lb />                    <ns0:placeName key=\"pitts\">Pitts-Burgh</ns0:placeName>, but hope they will shortly<ns0:lb />                    arrive, as tomorrow closes the 18th day,<ns0:lb /> being the time stipulated for                    there delivery <ns0:del>coming</ns0:del><ns0:lb />                    <ns0:del>here</ns0:del>, -- Our situation is diffirent from<ns0:lb /> what it was when we                    were here al-<ns0:lb /> -together, we then had a room much<ns0:lb /> to ourselves, and                    cooked our own<ns0:lb /> Victuals, we now board with <ns0:persName key=\"cornp2\">Corn-<ns0:lb /> -planter</ns0:persName>, who uses us kind, and as<ns0:lb /> well as his                    house will afford, We have<ns0:lb /> &gt;had Tea made of the Root of Sassifras,                    also<ns0:lb /> of an herb like fern, and thin cakes<ns0:lb /> of wheat Bread baked, or                    rather fryed<ns0:lb /> in a pan they eat very well, so that<ns0:lb /> we have no cause to                    complain of our<ns0:lb /> living if it was not for their dirt, <ns0:del>and</ns0:del><ns0:lb />                    <ns0:del>their lice</ns0:del> &amp;c which try&#8217;s us. --- <ns0:del>we enquir-</ns0:del><ns0:lb />                    <ns0:del>-ed</ns0:del> Our road from <ns0:placeName key=\"pitts\">Pittsburgh</ns0:placeName> here,                    was<ns0:lb /> pretty much of a Northeast coarse, and <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_087\" n=\"85\" /> part of it very rough and tedious, so                    that<ns0:lb /> we have been desirous of finding a <ns0:del><ns0:gap /></ns0:del><ns0:lb /> nearer, and                    better way home, we early en-<ns0:lb /> -quired of <ns0:persName key=\"cornp2\">Cornplanter</ns0:persName> if there was any path<ns0:lb /> from this <ns0:placeName key=\"cornp\">Town</ns0:placeName> across the Mountains to<ns0:lb /> the big Island on                        <ns0:geogName key=\"susqu\">Susquehanna</ns0:geogName> at the<ns0:lb /> mouth of <ns0:geogName key=\"balde\">Baldegle Creak</ns0:geogName>, he informed us<ns0:lb /> there was a path,                        <ns0:del>but it</ns0:del> which was but little<ns0:lb /> used, and through a rough                    uninhabited<ns0:lb /> Country, we should have to lay out at nights,<ns0:lb /> carry                    provision for ourselves, and some for<ns0:lb /> our horses, and that it would take us                    five<ns0:lb /> days <ns0:del>to travel it</ns0:del> and it was so Moun-<ns0:lb /> -tainous and                    rough, that it would be with<ns0:lb /> the greatest difficulty we could get our                    hor-<ns0:lb /> -ses along, we then enquired for a way to<ns0:lb />                    <ns0:placeName key=\"canan\">Canandarque</ns0:placeName>, and how far, he told us it                    was<ns0:lb /> 160 miles, and not a very difficult road,<ns0:lb /> that he and his Son                        <ns0:persName key=\"habee1\">Henry</ns0:persName> were going<ns0:lb /> there in a few days,                    and he would be<ns0:lb /> glad of our Company; we had felt some<ns0:lb /> little draft in                    our Minds to go home by <ns0:placeName key=\"checkPlace\">O-<ns0:lb />-neida</ns0:placeName>, and <ns0:placeName key=\"canan\">Canandarque</ns0:placeName> being in the way which made the Chiefs proposal                        <ns0:del>of the</ns0:del>                    <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_088\" n=\"86\" />                    <ns0:del>Chiefs, of bearing us Company to Canandar-</ns0:del><ns0:lb />                    <ns0:del>-que</ns0:del> feel pleasant, but about this date a<ns0:lb /> runner from the Chiefs                    of <ns0:placeName key=\"buffa\">Buffaloe</ns0:placeName>, arriv-<ns0:lb /> -ed at <ns0:placeName key=\"cornp\">Cornplanters Village</ns0:placeName> with a mes-<ns0:lb /> -sage to him,                    desiring his attendance<ns0:lb /> there as soon as he conveniently could<ns0:lb /> for the                    Surveyers and commissioners from<ns0:lb />                    <ns0:persName key=\"rmorr1\">Robert Morris</ns0:persName> and Company were coming<ns0:lb /> to                    run out the land the Indians sold them<ns0:lb /> last fall, and also to run and                    settle the<ns0:lb /> lines of the Indians reservations, they<ns0:lb /> Chief expressed a                    great desire <ns0:persName key=\"jpier1\">John Peirce</ns0:persName><ns0:lb /> and myself                    should go with him to the<ns0:lb /> Council and attend there while the business<ns0:lb />                    was transacting, which upon weighing, we<ns0:lb /> let him know we felt a freedom                    comply to <ns0:del>go</ns0:del><ns0:lb /> with <ns0:del>him</ns0:del>. -- While we were writing<ns0:lb />                    this afternoon we heard an uncommon<ns0:lb /> noise, which caused us to look out                    to<ns0:lb /> see from what it proceeded, where we<ns0:lb /> saw a Man in a frightful                    Dress, we<ns0:lb /> then walked out more fully to view<ns0:lb /> the sight, where we saw                    two Men<ns0:lb /> with naked Arms, Thighs, and legs,<ns0:lb /> they had Bearskins on their                    backs <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_089\" n=\"87\" /> which hung down below their hips,                    and<ns0:lb /> tyed <ns0:del>together</ns0:del> across their breasts, and on<ns0:lb /> their head                    they had a grim and Terrible<ns0:lb /> appearance, this false face, for so it                    was<ns0:lb /> called, was made as frightfull as nature<ns0:lb /> could invent, the hair on                    its head hang-<ns0:lb /> -ing forward and over the face; the Mouth <ns0:del>gr</ns0:del><ns0:lb />                    grinning, large, and much aside; the<ns0:lb /> nose, and Cheeks Wrinkled and                    very<ns0:lb /> Huge; the Eyes set around with tin to re-<ns0:lb /> -semble the uncommon                    stearing, and the<ns0:lb /> whole face painted red and black, each<ns0:lb /> of these Men                    had in their hands a stick<ns0:lb /> of about 8 Inches in length fastened<ns0:lb /> to a                    <ns0:gap /> shell of a Water Tortise, the <ns0:del>which</ns0:del><ns0:lb /> Shells had some small                    stones or other<ns0:lb /> hand substances in them, which made<ns0:lb /> a great rattleing:                    which noise was much<ns0:lb /> much increased by their reubbing<ns0:lb /> them against the                    Logs of a certain<ns0:lb /> house where they appeared to be sta-<ns0:lb /> -tioned as                    guards the whole conduct of these<ns0:lb /> Men were <ns0:del>appeared to be</ns0:del> truly                    frantick.<ns0:lb /> a large number of spectators at a consider-<ns0:lb /> -able distance                    surrounded the house <ns0:del>where</ns0:del>                    <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_090\" n=\"88\" />                    <ns0:del>where the men appeared to be plac-</ns0:del><ns0:lb />                    <ns0:del>-ed as guards</ns0:del>, many of whom were young<ns0:lb /> Men, who endeavored to                    peep through<ns0:lb /> the Craks of the Logs into the House, and<ns0:lb /> these guards                    used <ns0:del>their</ns0:del> great exertion<ns0:lb /> to keep them off, or to catch them, it                    look-<ns0:lb /> -ed dreadful to fall into their hands, which<ns0:lb /> made the Young men                    use great endeavours<ns0:lb /> to avoid it, I asked our <ns0:del>Young</ns0:del> interpretter                    what<ns0:lb /> would be the Consequence if any of them<ns0:lb /> should be taken, he said                    they would put Ashes<ns0:lb /> on their Heads, and very much dgrade<ns0:lb /> them, we saw                    a number of elderly Women go-<ns0:lb /> -ing into the house, whom these monsters                    quietly let pass<ns0:lb /> from which Circumstance and some others,<ns0:lb /> we were of                    the mind there was a women in<ns0:lb /> Labour in said house, and this Wild                    scene<ns0:lb /> was transacted, as a Ceremony, or rejoic-<ns0:lb /> -ing, at the Birth of                    a Child, or else to<ns0:lb /> keep the Boys and Young Men from com-<ns0:lb /> -ing nigh                    the house or looking in, as there<ns0:lb /> construction was such as not to                    admit<ns0:lb /> of Privacy, Our interpretter was a<ns0:lb /> Young Man and did not seem                    fully to<ns0:lb /> understand, or else did not care to tell <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_091\" n=\"89\" /> the cause of the Womens being there:<ns0:lb />                    but said they had met there for a frolic, and<ns0:lb /> to drink Whiskey, but as far                    as we could dis-<ns0:lb />                    <ns0:del>cover</ns0:del> -cover neither their conduct, nor<ns0:lb /> Countenances answered                    this description. </ns0:p>            "}}, {"location": {"lat": 41.837781, "lon": -79.003006}, "media": {"caption": "Page: 92", "url": "static/img/SW_JS1798_Page_094.jpg"}, "text": {"headline": "May 30, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> This day near 12 OClock while I was writing<ns0:lb />                    <ns0:del>a letter</ns0:del> to my Dear Wife and Family, Corn-<ns0:lb /> -planters wife with                    an expression of Joy on<ns0:lb /> her Countenance came into our appart-<ns0:lb /> -ment,                    and pointing with her hand down<ns0:lb /> the <ns0:geogName key=\"alleg\">River</ns0:geogName>                    expressed as plain as she could,<ns0:lb /> Canoe, Canoe, it struck us immeadi-<ns0:lb />                    -ately that our Boat was <ns0:del>a</ns0:del> coming, -- <ns0:lb /> which was agreeable news                        <ns0:del>to us</ns0:del> we went<ns0:lb /> directly to the <ns0:geogName key=\"alleg\">River</ns0:geogName> side, but not<ns0:lb /> observing it any where in view,                    she<ns0:lb /> pointed with her hand across a bottom<ns0:lb /> is so sensible a manner,                    that it left no<ns0:lb /> remaining doubt <ns0:del>she</ns0:del> but she had seen<ns0:lb /> it, in                    a little time the Boat came<ns0:lb /> safely along by the side of the <ns0:placeName key=\"cornp\">Town</ns0:placeName>,<ns0:lb /> the arrival of which was heartily<ns0:lb />                    welcomed, both by us, and the Indians<ns0:lb /> many of the latter gathering around                    the Shore, hav-<ns0:lb /> -ing never seen such a boat before, most of them being <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_092\" n=\"90\" /> only acquainted with Canoes, the                    Captain<ns0:lb /> informed us he did not leave <ns0:placeName key=\"pitts\">Pitts                        burgh</ns0:placeName> until<ns0:lb /> three days later than he <ns0:del>had given</ns0:del>                    expected,<ns0:lb /> that he had been fifteen days a coming, and<ns0:lb /> that it was 270                    miles to follow the Coarse of<ns0:lb /> the <ns0:geogName key=\"alleg\">River</ns0:geogName>,                    both he and his Men appear-<ns0:lb /> -ed tired, expressing much satisfaction                    they<ns0:lb /> had gotten here, not expecting we would<ns0:lb /> want them to go further,                    but when we<ns0:lb /> let them know our house was nine miles<ns0:lb /> up the <ns0:geogName key=\"alleg\">River</ns0:geogName>, and that we wanted the<ns0:lb /> goods taken there,                    the submitted to com-<ns0:lb /> -ply, with much reluctance, and not until<ns0:lb /> we                    first engaged to give them three dol-<ns0:lb /> -lars extraordinary, and half a                    dollar to<ns0:lb /> an Indian to Pilot them, the Captain<ns0:lb /> saying he was a                    stranger higher up the <ns0:geogName key=\"alleg\">River</ns0:geogName>.</ns0:p>                <ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> We have been entirely unable since our<ns0:lb /> arrival here to have any                    Conversation<ns0:lb /> with the Indians without an interpretter their being very                    few<ns0:lb /> amongst them who understand any English<ns0:lb /> &amp; fewer who can, or                    will express one word,<ns0:lb /> and our interpretter not being ready at the<ns0:lb /> the                    business it was a discouragement to us, to<ns0:lb /> touch on religious subjects. we                    had a <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_093\" n=\"91\" /> strong desire to know if they had any                    religius<ns0:lb /> Rites or Ceremonies amongst them, and last<ns0:lb /> evening <ns0:del>we                        ha</ns0:del> having some conversation with <ns0:persName key=\"cornp2\">Cornplan-<ns0:lb />                        -ter</ns0:persName> on the Subject, he informed us, they had<ns0:lb /> two                    Solemnities in a year, when it was the<ns0:lb /> practice for their men and women,                    gene-<ns0:lb /> -rally to meet together in one place; the<ns0:lb /> first was in the                    spring, the other in the<ns0:lb /> fall about the time Corn was ripe; the lat-<ns0:lb />                    -ter as a time or rejoicing, and to re-<ns0:lb /> -turn thanks to the great Spirit                    for this<ns0:lb /> Blessing. the did not keep the first day<ns0:lb /> of the week, but                    every one tryed to think<ns0:lb /> good in his own Mind; and as we could<ns0:lb />                    <ns0:del>he queried</ns0:del> read the Bible he queried<ns0:lb /> whether there was anything                    said in it<ns0:lb /> about the Indians, we informed him the<ns0:lb /> Bible mentioned all                    nations, kindreds,<ns0:lb /> Tongues, and People, and that included<ns0:lb /> the Indians,                    and we would have been glad<ns0:lb /> to have <ns0:del>mentioned to</ns0:del> told him, tho                    the Indians<ns0:lb /> could not read the Bible yet they were<ns0:lb /> not Wholy deprived                    of the benefits of the<ns0:lb /> coming of Christ, for that a manifestation <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_094\" n=\"92\" /> of his Spirit or measure of his Grace                    was<ns0:lb /> placed in each of their hearts, and would<ns0:lb /> if minded, or given way                    to reprove for<ns0:lb /> all wicked words, and Wicked actions,<ns0:lb />                    <ns0:del>an well</ns0:del> also produce peace for well do-<ns0:lb /> -ing, but this was too                    refined and deli-<ns0:lb /> -cate a Subject for our enterpretter to han-<ns0:lb /> -dle.                    -- I have not been able fully to<ns0:lb /> learn what number of Indians this                        <ns0:placeName key=\"cornp\">Village</ns0:placeName><ns0:lb /> contains, but <ns0:persName key=\"cornp2\">Cornplanter</ns0:persName> informed us<ns0:lb /> that there were about                    400 persons<ns0:lb /> Young and Old under his Superentend-<ns0:lb /> -ency, much the                    larger half of whom are<ns0:lb /> in or near this <ns0:placeName key=\"cornp\">Town</ns0:placeName>; he also informed<ns0:lb /> us, that in his whole district                    there were<ns0:lb /> three horses, 14 cow kind, besides one<ns0:lb /> Yoke of Oxen, and 12                    hogs. </ns0:p>            "}}, {"location": {"lat": 41.837781, "lon": -79.003006}, "media": {"caption": "Page: 94", "url": "static/img/SW_JS1798_Page_096.jpg"}, "text": {"headline": "May 31, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> About 9 OClock this morning <ns0:persName key=\"jpier1\">John Peirce</ns0:persName><ns0:lb />                    and myself <ns0:del>to</ns0:del> took our last farewell of the<ns0:lb /> Indians in this                    place, and set of with<ns0:lb />                    <ns0:persName key=\"cornp2\">Cornplanter</ns0:persName>, his son <ns0:persName key=\"habee1\">Henry</ns0:persName>, and a Nephew<ns0:lb /> up the <ns0:geogName key=\"alleg\">River</ns0:geogName> in a Canoe, to his sawmill<ns0:lb /> where we took leave of the                    Chief and his<ns0:lb /> son for the present, with a promise that<ns0:lb /> they would call                    on us at our house at <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_095\" n=\"93\" />                    <ns0:placeName key=\"genes1\">Genesinguhta</ns0:placeName> in five days, for to go on<ns0:lb />                    with us to the mouth of <ns0:geogName key=\"buffr\">Buffaloe</ns0:geogName> in order<ns0:lb />                    to attend a Council there, the Nephew and<ns0:lb /> a Son of the Dutchmans who tends                    the<ns0:lb /> Sawmill, took us up to our farm, were<ns0:lb /> we found our goods had                    safely arrived<ns0:lb /> about two hours before, and were all<ns0:lb /> unloaded and taken                    up to our <ns0:del>ho</ns0:del><ns0:del>u</ns0:del><ns0:del>se</ns0:del><ns0:lb /> House door. in about two                    hours, the<ns0:lb /> Boatmen having got their business ac-<ns0:lb /> -complished,                    respectfully bid us fare-<ns0:lb /> -well, and with Chearful Countenances<ns0:lb /> went                    merily down the lively Current<ns0:lb /> expecting in four days to arrive at<ns0:lb />                    <ns0:placeName key=\"pitts\">Pitts-Burgh</ns0:placeName>. -- This afternoon was spent<ns0:lb />                    in unpacking our goods, drying such<ns0:lb /> as were wet, and stow ing them away in                    our<ns0:lb /> Cabin, which proved too small for the<ns0:lb /> purpose, however we got them                    arranged<ns0:lb /> in such a manner, as to leave a pretty<ns0:lb /> good Conveniency for                    house keeping, we<ns0:lb /> now experienced a great Change, our<ns0:lb /> naked Walls,                    empty house, and bare cup-<ns0:lb /> -board, met with a rich supply; our hard<ns0:lb />                    and Cold beds, were warmed and softened <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_096\" n=\"94\" /> with blankets; we were now able to<ns0:lb />                    make a Cup of Tea, or Coffee, tho with-<ns0:lb /> out Milk; or Butter; and we have                    Bacon<ns0:lb /> or Cheese to eat with, our bread, our<ns0:lb /> Change being so great that                    one of our<ns0:lb /> Young Men says they want nothing but a<ns0:lb /> Cow to make their                    living equal to <ns0:placeName key=\"chest1\">Chester Coun-<ns0:lb /> -ty.</ns0:placeName>                </ns0:p>            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 98", "url": "static/img/SW_JS1798_Page_100.jpg"}, "text": {"headline": "June 03, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> Our Young Men were<ns0:lb /> all engaged in writing letters home, so<ns0:lb /> that it                    fell to my lot to <ns0:del>do</ns0:del> cook and do<ns0:lb /> the Kitchen Work. -- we are                    visited<ns0:lb /> every day by more or less of the Indians<ns0:lb /> who are much pleased                    with viewing va-<ns0:lb /> -rious kinds of our goods, which satisfaction<ns0:lb /> is                    increased by our giving them some little <ns0:lb /> matters. Two Indians, one being a                    Chief paid<ns0:lb /> us a visit this Morning, and we <ns0:del>were</ns0:del> being                    employ-<ns0:lb /> -ed in Writing and reading, <ns0:del>and</ns0:del> endea-<ns0:lb /> -voured to                    let them know that we did not<ns0:lb /> work on first day, tho we found it                    difficult<ns0:lb /> to make them sensible of the reason<ns0:lb /> why we cease there from,                    -- We shewed<ns0:lb /> them Howells Map of Pennsylvania,<ns0:lb /> with which they were                    much diverted<ns0:lb /> and seemed to understand it pretty<ns0:lb /> well, particularly                    the <ns0:geogName key=\"alleg\">Allegeny River</ns0:geogName>                    <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_99\" n=\"97\" /> and the large streams which run into<ns0:lb />                    it. -- Since our coming into these parts<ns0:lb /> we have kept meetings twice a                    week, our<ns0:lb /> opportunity to day <ns0:del>to</ns0:del> felt like a parting                    meeting,<ns0:lb /> and a travel was experienced for the pre-<ns0:lb /> -servation of our                    Young Men whom we<ns0:lb /> expect Shortly to leave, it was a time where-<ns0:lb /> -in we                    witnessed our Strength renewed ----</ns0:p>                <ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> Some days latterly has been warm yet the nights are<ns0:lb /> Cool, so that                    bedcloaths feels pleasant, since<ns0:lb /> our goods arrived <ns0:persName key=\"jpier1\">John Pierce</ns0:persName> and myself,<ns0:lb /> who are Bedfellows, have steadily                    had four<ns0:lb /> Blankets under us, and the same number<ns0:lb /> above, yet none to                    many. -- We have<ns0:lb /> had much Wet weather for a Week past,<ns0:lb /> so that we have                    been prevented as yet, from<ns0:lb /> setting the Plough to go, but if the                    weather<ns0:lb /> suits, hope to start it tomorrow, having<ns0:lb /> two Acres of Ground                    dearly ready. ----</ns0:p>                <ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> The <ns0:geogName key=\"alleg\">River</ns0:geogName> has perhaps double the water in                    now<ns0:lb /> that it had some time ago, yet nearly as clear<ns0:lb /> as common. -- we                    have had to ad-<ns0:lb /> -mire the Quantity of fog that fills the<ns0:lb /> Atmosphere                    every morning, so that I do<ns0:lb /> not recollect seeing the Sun rise clear<ns0:lb />                    since we came her. -- And as it has<ns0:lb /> been a rainy damp time latterly, Clouds                    of<ns0:lb /> fog are frequently rising out of the <ns0:geogName key=\"alleg\">River</ns0:geogName>. <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_100\" n=\"98\" /> the lower parts of some Mountains<ns0:lb />                    near our Settlement, which fog ascend s<ns0:lb /> said Mountains in thick Colums                    un-<ns0:lb /> -usual to what I have been acquainted<ns0:lb /> with.</ns0:p>            "}}, {"location": {"lat": 41.837781, "lon": -79.003006}, "media": {"caption": "Page: 100", "url": "static/img/SW_JS1798_Page_102.jpg"}, "text": {"headline": "June 05, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> The sun made its appearance <ns0:del><ns0:gap /></ns0:del><ns0:lb /> this Morning, and there is                    some pros- <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_101\" n=\"99\" /> -pect of a pretty pleasant day for                    traveling<ns0:lb /> and not knowing what Minute <ns0:persName key=\"cornp2\">Cornplan-<ns0:lb />                        -ter</ns0:persName> and his Company would call on us, we<ns0:lb /> felt our Minds                    baptized <ns0:del>at</ns0:del> with the prospect<ns0:lb /> of a seperation, and sat down                    together<ns0:lb /> to take a parting Oppertunity, it was an<ns0:lb /> endearing time of                    retirement, wherein<ns0:lb /> the Canopy of divine Love was spread over<ns0:lb /> us, to                    the Contriting of our Spirits, and<ns0:lb /> a living travel was experienced,                    that<ns0:lb /> as the time was <ns0:del>we</ns0:del> nearly approached when we ex-<ns0:lb />                    -pected to part, that Ancient good-<ns0:lb /> -ness might be near to them that                    stayed,<ns0:lb /> to Comfort, Strengthen, and preserve, in<ns0:lb /> their lonely Cottage,                    and ardious under-<ns0:lb /> -taking; which considering the many favours<ns0:lb /> we have                    experienced since we set out<ns0:lb /> on the presant business, there was<ns0:lb /> no                    Cause to doubt, but as they were tru-<ns0:lb /> -ly watchful, and attentive on their                    part,<ns0:lb /> would still be continued. -- And that<ns0:lb /> we who are going might                        <ns0:del>still</ns0:del> continue<ns0:lb /> to experience the Lords protecting Pow-<ns0:lb />                    -er through a Solatary Wilderness, and<ns0:lb /> tedious Journey. ----</ns0:p>                <ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> We have been holding ourselves in readiness<ns0:lb /> since six OClock this morning,                    having<ns0:lb /> our horses most of the time prepared <ns0:del>ready</ns0:del> to                        <ns0:del>mo</ns0:del><ns0:lb /> mount with a few minutes notice, ex-<ns0:lb /> -pecting                        <ns0:persName key=\"cornp2\">Cornplanter</ns0:persName> and his Company<ns0:lb /> to have                    called on us, but it is now<ns0:lb /> near sunset and the have not made<ns0:lb /> there                    appearance, nor sent any <ns0:del>no</ns0:del> reason<ns0:lb /> why, so that we continue to                    find patience<ns0:lb /> a necessary Virtue to have in possession<ns0:lb /> we have had a                    few <ns0:del>a</ns0:del> light showers to day, but<ns0:lb /> a prospect of a beautiful                    Evening, &amp;<ns0:lb /> a clear setting sun. </ns0:p>            "}}, {"location": {"lat": 42.53357, "lon": -78.552574}, "media": {"caption": "Page: 113", "url": "static/img/SW_JS1798_Page_115.jpg"}, "text": {"headline": "June 09, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\">This Morning went 4 miles on the Beach down<ns0:lb /> the <ns0:geogName key=\"lakee\">Lake</ns0:geogName> and the <ns0:geogName key=\"niagr\">River Niagara</ns0:geogName>,                    which is<ns0:lb /> the outlet of said <ns0:geogName key=\"lakee\">Lake</ns0:geogName>, to the                    Narrows, <ns0:del>wh</ns0:del><ns0:lb /> were we Crossed the <ns0:geogName key=\"niagr\">River</ns0:geogName> into upper <ns0:placeName key=\"canad\">Ca-<ns0:lb />                        -nada</ns0:placeName>, it was &#190; of a Mile wide about 16 feet<ns0:lb /> deep, and a                    rough Strong Current, our<ns0:lb /> boat was narrow and tottering, and one<ns0:lb /> of                    the horses a little unruly so that we felt<ns0:lb /> thankful when we got safely on                    shore, we<ns0:lb /> then turned square to our left, up the<ns0:lb /> side of the <ns0:geogName key=\"niagr\">River</ns0:geogName> to the <ns0:geogName key=\"lakee\">Lake</ns0:geogName>,                    passing<ns0:lb /> by <ns0:placeName key=\"ferie\">Fort Erie</ns0:placeName>, then up the Margin                    of<ns0:lb /> the <ns0:geogName key=\"lakee\">Lake</ns0:geogName> on a fine firm beech that                    made<ns0:lb /> a beautiful Road 6 or 7 miles, then turning<ns0:lb /> square to our right                    in about 1 &#189; miles ar-<ns0:lb /> -rived at <ns0:persName key=\"dpoun1\">Daniel                        Pounds</ns0:persName>, where we were<ns0:lb /> kindly received, and felt thankful,                    we<ns0:lb /> were once more among our friends. In<ns0:lb /> the afternoon we paid a visit                    to <ns0:persName key=\"jmorr1\">Joel Mor-<ns0:lb /> -reses</ns0:persName>, who were much                    pleased on seeing us,<ns0:lb /> and in the evening went to <ns0:del>our</ns0:del> my Old                    home<ns0:lb /> when here last fall, and kind friends<ns0:lb />                    <ns0:persName key=\"ascho1\">Asa Schooly</ns0:persName> and Wife, who were truly<ns0:lb /> glad                    to see us, and we them, here we got<ns0:lb /> a clean good Bed, which was what we had <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_115\" n=\"113\" /> not experienced since we left <ns0:placeName key=\"pitts\">Pittsburgh</ns0:placeName>, hav-<ns0:lb /> -ing for near four weeks slept                    on the ground<ns0:lb /> and on boards, in our blankets. 15 miles </ns0:p>            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 123", "url": "static/img/SW_JS1798_Page_125.jpg"}, "text": {"headline": "June 14, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> Having got our <ns0:del>linen</ns0:del> linen &amp;c. Washed &amp;<ns0:lb /> being ready to                    leave <ns0:placeName key=\"canad\">Canada</ns0:placeName>, I feel easy<ns0:lb /> to make one                    general note of the face of the<ns0:lb /> Country, Timber &amp;c. As far as I have                    been <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_122\" n=\"120\" /> through it, in the general it is a                    level<ns0:lb /> Country, while in a state of Woods, much<ns0:lb /> of it is Wet, with a                    black mud on the<ns0:lb /> top and a stiff Clay under, which<ns0:lb /> Clay prevents the                    Water from soaking<ns0:lb /> down, when cleared in a dry time<ns0:lb /> this Clay land                        <ns0:del>beakes</ns0:del> bakes very hard &amp;<ns0:lb /> is difficult tilling, tho in                    other places the soil <ns0:del>it</ns0:del><ns0:lb /> is <ns0:del>a</ns0:del> loamy <ns0:del>soil</ns0:del>.                    The land in general is<ns0:lb /> of a good quality and a fine grass land,<ns0:lb /> good                    springs of water are scarce, as are<ns0:lb /> lively runing Streams: and the                    Waters<ns0:lb /> fail much in dry Weather. In places<ns0:lb /> there are a plenty of a                    coarse flinty<ns0:lb /> Limestone, but in the general few stones<ns0:lb /> are to be seen,                    Scarcely a spot to be met<ns0:lb /> with, except where it is cleaned, but what<ns0:lb />                    is very heavy, Timbered Land. I do<ns0:lb /> not recollect of ever passing through                    a<ns0:lb /> Country that has so large a proportion<ns0:lb /> of clean, straight, beautiful                    White lakes<ns0:lb /> as a considerable part of this has; there<ns0:lb /> are also a                    Considerable quantity of <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_123\" n=\"121\" /> White and Black Ash, Poplar, Chesnut,                    Elm,<ns0:lb /> Shellbark Hiccory, Bass Wood or Lyn, Sugar<ns0:lb /> Maple, Beech, White                    Pine &amp;c. When the roads<ns0:lb /> are first opened and used they are mostly<ns0:lb />                    muddy, in places very deep, but after they<ns0:lb /> have been used 8 or 10 years and                    the Roots<ns0:lb /> rotten and gone, they get pretty good, tho<ns0:lb /> at present there                    are amany deep places.<ns0:lb /> as far as I can learn their Summers are plea-<ns0:lb />                    -sant tho nearly, in the daytime, as warm<ns0:lb /> as our own are, but the evenings                    and<ns0:lb /> nights mostly cool, so that a blanket &amp; Cover-<ns0:lb /> -lit are not                    often unpleasant sleeping<ns0:lb /> under, -- there Winters are steady and more<ns0:lb />                    Snow lies on the ground than in our parts, but<ns0:lb /> in convesation with some who                    moved out of<ns0:lb />                    <ns0:del>these parts</ns0:del> the Jersyes and <ns0:placeName key=\"penns\">Pennsylvania</ns0:placeName>, they were of the Mind we have<ns0:lb />                    <ns0:del>a</ns0:del> many days here, as cold as any they have there,<ns0:lb /> but we have                    more warm ones, their Win-<ns0:lb /> -ters mostly set in towards the middle of                    the<ns0:lb /> 12th Mo, and in the forepart of winter they<ns0:lb /> have frequent snows,                    until the ground<ns0:lb /> becomes 18, 20, or 24 Inches deep, but seldom<ns0:lb /> more,                    which snow continues without much additi-<ns0:lb /> -on until the Middle of the third                    Month, which <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_124\" n=\"122\" /> which is their pleasantest time for                    traveling in<ns0:lb /> the whole Year, they do their Carting and<ns0:lb /> traveling much                    with Sleds, the roads be-<ns0:lb /> -come smooth and good, there are no swam ps<ns0:lb />                    or mud in the way, neither is the snow<ns0:lb /> often softened with rain in the                    Winter,<ns0:lb /> some seasons they have had very little or no<ns0:lb /> frost in the                    Ground; and as far as they have<ns0:lb /> tryed Cover, they say it <ns0:del>does</ns0:del>                    answers very well, not<ns0:lb /> being hurt in the winter, with frost.</ns0:p>                <ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> About 9 O Clock this morning we took leave<ns0:lb /> of our kind, and Valued friends                        <ns0:persName key=\"ascho1\">Asa Schooly</ns0:persName><ns0:lb /> and Wife, with their                    children, hav-<ns0:lb /> -ing their, and many friends, hearty<ns0:lb /> Wishes for our                    safe return, stoped at<ns0:lb />                    <ns0:persName key=\"dpoun1\">Daniel Pounds</ns0:persName>, a little while, then tak-<ns0:lb />                    -ing our leave of them, <ns0:del>and</ns0:del> set of down<ns0:lb /> the <ns0:geogName key=\"lakee\">Lake</ns0:geogName> for <ns0:placeName key=\"buffa\">Buffaloe</ns0:placeName>,                    &amp; arrived at the fer-<ns0:lb /> -ry about 12 where we found the Chief fer-<ns0:lb />                    -ryman, so in Liquor as not to be fit to<ns0:lb /> take any Care, but a trusty Old                    man who<ns0:lb /> sometimes Assisted agreed to take us over,<ns0:lb /> the Wind was pretty                    high, and the <ns0:geogName key=\"niagr\">River</ns0:geogName><ns0:lb /> ran swift, he                    concluded to lash two boats<ns0:lb /> together to keep the one our horse                        <ns0:del>was</ns0:del> were <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_125\" n=\"123\" /> in Studier, which was very acceptable                    to<ns0:lb /> us, having found when we Crossed before <ns0:del>were going</ns0:del><ns0:lb />                    <ns0:del>over,</ns0:del> that it was a dangerous ferry, and<ns0:lb /> rocking boat; but now                    on our return<ns0:lb /> we went over very steady, tho the Current beat<ns0:lb /> us down                    the <ns0:geogName key=\"niagr\">River</ns0:geogName> &#190; of a Mile, shortly<ns0:lb /> after we                    had got on Shore, and mounted, we<ns0:lb /> saw a man at a great distance towards<ns0:lb />                    <ns0:placeName key=\"buffa\">Buffaloe</ns0:placeName>, coming riding towards us, whom<ns0:lb />                    we presently knew to be our <ns0:persName key=\"ijohn1\">Indian John</ns0:persName><ns0:lb />                    who was coming to <ns0:del>meet</ns0:del> look for us, he appeared<ns0:lb /> much pleased to                        <ns0:del>see</ns0:del> meet us, as we did to see him,<ns0:lb /> and to find that our Mare                    was safe. ----</ns0:p>                <ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> We got to <ns0:placeName key=\"buffa\">Buffoloe</ns0:placeName> about 2 OClock and<ns0:lb />                    tho a Day later than we agreed to meet<ns0:lb />                    <ns0:persName key=\"cornp2\">Cornplanter</ns0:persName> here, yet neither he nor any                    of<ns0:lb /> his company were come, -- about Sunset<ns0:lb /> his Son <ns0:persName key=\"habee1\">Henry</ns0:persName>, and another Indian arrived<ns0:lb /> and informed                    us that <ns0:persName key=\"cornp2\">Cornplanter</ns0:persName>, and<ns0:lb /> 10 or 12 more                    were on there way, and would<ns0:lb /> be here by 10 OClock tomorrow, 15 miles</ns0:p>            "}}, {"location": {"lat": 42.5417, "lon": -78.5058}, "media": {"caption": "Page: 126", "url": "static/img/SW_JS1798_Page_128.jpg"}, "text": {"headline": "June 15, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> About 12 OClock <ns0:persName key=\"cornp2\">Cornplanter</ns0:persName> and his<ns0:lb />                    company arrived at the Opposite side of <ns0:placeName key=\"buffa\">Buf-<ns0:lb />                        -faloe</ns0:placeName>, we walked down to the <ns0:geogName key=\"niagr\">River</ns0:geogName> to recieve<ns0:lb /> them, when the <ns0:del>Landed</ns0:del> came                    across, they appeared please d <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_126\" n=\"124\" /> to see us, <ns0:persName key=\"cornp2\">Cornplanter</ns0:persName> enquiring after our<ns0:lb /> health since we left him,                    he gave us<ns0:lb /> a letter from our friends dated 5 days<ns0:lb /> after we came away,                    informing they<ns0:lb /> were well in health, and enjoyed a<ns0:lb /> peaceful Mind, that                    they had got their<ns0:lb /> Corn planted, and were preparing ground<ns0:lb /> for                    Popatoes, that there had been much<ns0:lb /> rain since we left them, and that                    the<ns0:lb /> gnats and Muschetoes were more trou-<ns0:lb /> blesome than heretofore.</ns0:p>                <ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\">                    <ns0:persName key=\"cornp2\">Cornplanter</ns0:persName> having got some information                    that<ns0:lb /> we were a little uneasy about staying<ns0:lb /> as none of <ns0:persName key=\"rmorr1\">Robert Morris</ns0:persName>'s Commissi-<ns0:lb /> -oners were arrived,                        <ns0:del>he</ns0:del> this Afternoon<ns0:lb /> &gt;he took an Oppertunity with us,                    Observing<ns0:lb /> that he expected by this time we had seen<ns0:lb /> enough of the                    Wilderness to <ns0:del>form</ns0:del> know, that were<ns0:lb /> people were to be collected                    from diffi-<ns0:lb /> -rent parts to do publick business, it<ns0:lb /> required time, and                    he hoped if <ns0:persName key=\"ichap1\">Cap-<ns0:lb /> -tain Chapin</ns0:persName> should not                    arrive this evening <ns0:del>to night</ns0:del>, <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_127\" n=\"125\" /> we would try to make ourselves as                    hap-<ns0:lb /> -py as we could, and stay a few days long<ns0:lb /> -er, for he had a great                    desire we should<ns0:lb /> be with them at the Council, and see<ns0:lb /> that all things                    were settled fairly, then we<ns0:lb /> would be able to inform our friends at                    home<ns0:lb /> and if they were not settled fairly <ns0:del>then</ns0:del> we<ns0:lb /> could also                    inform our friends. It brought<ns0:lb /> a close exercise over our Minds to know                    what<ns0:lb /> was best to do, a number of the Indians<ns0:lb /> were collected, yet it                    looked likely it <ns0:del>was</ns0:del><ns0:lb /> would be some time before all parties<ns0:lb />                    would get together, as none of the White<ns0:lb /> people immeadeately concerned                    were<ns0:lb /> come. We let him know we would have<ns0:lb /> been glad to have attended                    the Council, but<ns0:lb /> it was now drawing towards the latter end<ns0:lb /> of the                    Week, and <ns0:del>that</ns0:del> the White people did<ns0:lb /> not do business on first                    day, that it was<ns0:lb /> not very likely <ns0:del>that</ns0:del>                    <ns0:persName key=\"ichap1\">Captain Chapin</ns0:persName> &amp;c<ns0:lb /> would                        <ns0:del>not</ns0:del> leave <ns0:placeName key=\"canan\">Canandarque</ns0:placeName>                    before<ns0:lb /> 2nd day Morning, and that it would be a<ns0:lb /> number of days before                    the Council<ns0:lb /> would meet, however we were willing <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_128\" n=\"126\" /> Closely to consider the subject                        <ns0:del>it</ns0:del> this Evening</ns0:p>            "}}, {"location": {"lat": 42.8875, "lon": -77.281667}, "media": {"caption": "Page: 131", "url": "static/img/SW_JS1798_Page_133.jpg"}, "text": {"headline": "June 16, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> Having attended to <ns0:persName key=\"cornp2\">Cornplanters</ns0:persName> re-<ns0:lb />                    -quest, of last evening, I felt my Mind<ns0:lb /> this Morning easy to move                    homewards, but<ns0:lb /> upon mentioning it to my Companion<ns0:lb /> he said he did not                    witness that clear-<ns0:lb /> -ness to set out he wished to experience<ns0:lb /> yet                    condescended if I thought best of<ns0:lb /> letting the Chief know, that upon<ns0:lb />                    weighing his request in the best man-<ns0:lb /> -ner we could, We felt easy to                    move<ns0:lb /> homewards this morning; this infor-<ns0:lb /> -mation was given him by                    walking<ns0:lb /> down to his encampment, he with a<ns0:lb /> number of others pretty soon                    came up to<ns0:lb /> our lodgings, and let us know, he was<ns0:lb /> sorry we could not                    make our Minds easy<ns0:lb /> to have stayed a few days longer, no ways<ns0:lb /> doubting                    but <ns0:persName key=\"ichap1\">Captain Chapin</ns0:persName> and others concerned<ns0:lb />                    would be here to day; but perhaps<ns0:lb /> as we had been a considerable time                        <ns0:del>fr</ns0:del><ns0:lb /> from home, and living was expensive,<ns0:lb /> we might be                    much run out of the means <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_129\" n=\"127\" /> that enabled us to stay, which made<ns0:lb />                    us so anxious to return. I informed<ns0:lb /> him, when I left home, I expected to                    have<ns0:lb /> returned in about 40 days, that it was now<ns0:lb /> near 50 days, and if                    we went by <ns0:placeName key=\"oneid\">Oneida</ns0:placeName><ns0:lb /> to see the Indians                    there, which we proposed,<ns0:lb /> it would take near 30 days more before we<ns0:lb />                    <ns0:del>got</ns0:del> could get home, that our Circumstances as<ns0:lb /> to money was not                    in the way, for we had<ns0:lb /> plenty. he said he had left home on pub-<ns0:lb /> -lic                    Business, expecting to have return-<ns0:lb /> -ed in 50 or 60 days, and it had taken                    him<ns0:lb /> near a Year before he had got back, and<ns0:lb /> that he had found it his                    duty to sacrafice<ns0:lb /> privet conveniency to public good;<ns0:lb /> and he would have                    us do so too:<ns0:lb /> we let him know, the business we came<ns0:lb /> about appeared to                    be agreeable settled<ns0:lb /> to both their and our Minds, that this o-<ns0:lb /> -ther                    business, was something we knew<ns0:lb /> nothing of <ns0:del>about</ns0:del> untill since                    among<ns0:lb /> them, that we would have been will-<ns0:lb /> -ing to have set with them                    in Coun-<ns0:lb /> -cil, tho did not know we could be of<ns0:lb /> any <ns0:del>use</ns0:del>                    service to them, and that the <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_130\" n=\"128\" /> business between him and <ns0:persName key=\"ichap1\">Captain Cha-<ns0:lb /> -pin</ns0:persName> relating to a Mill, we                    thought<ns0:lb /> when he and the Captain conferred to<ns0:lb /> -gather on the Subject,                    we might be ful-<ns0:lb /> -ly informed of their result by letter.<ns0:lb /> he then                    informed us he was become per-<ns0:lb /> -fectly reconciled to our going, and as<ns0:lb />                    the Council was expected every<ns0:lb /> day to meet, he could not go with us<ns0:lb /> to                        <ns0:placeName key=\"canan\">Canandargue</ns0:placeName>, as he had proposed,<ns0:lb /> but                    that <ns0:persName key=\"ijohn1\">John</ns0:persName>, who had hitherto been<ns0:lb /> with us,                    would go through to the <ns0:geogName key=\"genes2\">Che-<ns0:lb /> -nesee                    River</ns0:geogName>, and that he wished the<ns0:lb /> good Spirit who had hitherto                    pre-<ns0:lb /> -served us, would safely keep us on our<ns0:lb /> Journey, until we arrived                    at our own<ns0:lb /> homes, he further desired we would<ns0:lb /> make ourselves,                    perfectly easy about<ns0:lb /> our Young Men, who were left a-<ns0:lb /> mong his People,                    for he would take<ns0:lb /> the necessary care of them, and that they<ns0:lb />                    <ns0:del>and that</ns0:del> would be entirely safe.</ns0:p>                <ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> We now took An affectionate farewell of<ns0:lb /> the Chief, and the Indians present,                    who<ns0:lb /> parted with us with much respect; and<ns0:lb /> I can truly say, the longer                    I have been<ns0:lb /> among that People, the more near and<ns0:lb /> united they have felt                    to me, and <ns0:del>that</ns0:del><ns0:lb /> now on parting, the felt like bretheren<ns0:lb />                    <ns0:del>like</ns0:del> with whom I <ns0:del>have</ns0:del> had been intamate<ns0:lb /> -ly                    acquainted, and for whose wellfare<ns0:lb /> I feel ardant Wishes. ----</ns0:p>                <ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> About 8 O Clock we left <ns0:placeName key=\"buffa\">Buffaloe</ns0:placeName>, hav-<ns0:lb />                    -ing a fine day to enter the Wilderness,<ns0:lb /> and there having been about a                    Week<ns0:lb /> of dry weather, the road was this day<ns0:lb /> pretty good, so that with                    industry we<ns0:lb /> traveled by computation 45 miles.</ns0:p>                <ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> Much of this days ride was through a country<ns0:lb />                    <ns0:del>land of</ns0:del> very <ns0:del>little or no</ns0:del> thinly timbered, wich was<ns0:lb />                    grown over with plenty of pretty good grass,<ns0:lb /> so that I thought thousands of                    Cattle might<ns0:lb /> have fattened upon it, if it was not for a<ns0:lb /> certain                    species of large flies, and Musche-<ns0:lb /> -toes, we stoped twice to let our                    horses eat <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_132\" n=\"130\" /> grass, but they were so Worried with                    these<ns0:lb /> Animals, that the did little but run about<ns0:lb /> until we got bushes                    and kept them of.<ns0:lb /> If we stoped our horses one Minute in<ns0:lb /> some places in                    the Woods, the Musche-<ns0:lb /> -toes would be on them in such swarms<ns0:lb /> as almost                    to hide their natural Colour,<ns0:lb /> and none but those who have experienced<ns0:lb />                    <ns0:del>it</ns0:del> the trial can rightly form an Idea, how trou-<ns0:lb /> blesome the                    were to the Rider, I cou-<ns0:lb /> -vered my head, neck, and most of my<ns0:lb /> face                    with my Silk handkerchief, laped<ns0:lb /> my Pocket do: around one of my hands<ns0:lb />                    and with all the <ns0:del>other</ns0:del> defence I could<ns0:lb /> make was much bit and                    Swelled with<ns0:lb /> them, -- When Night came <ns0:del>an</ns0:del> we got<ns0:lb /> no relief,                    we took up our quarters, a-<ns0:lb /> -bout Sunset, beside a small stream<ns0:lb /> of                    good Water, under the Boughs of an<ns0:lb /> Oak, and erected fires, in                    diffirent<ns0:lb /> places around us in order to smoke<ns0:lb /> them of, but with all our                    defence we<ns0:lb /> were worried the whole night throug[h] <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_133\" n=\"131\" /> So that we slept but little, our                    horses,<ns0:lb /> as may readily be supposed, fared no<ns0:lb /> better, they would away                    out to eating,<ns0:lb /> and then in a little time return trot-<ns0:lb /> -ting back to                    the fire, and it was with with<ns0:lb /> much difficulty we got them sad-<ns0:lb /> -dled                    in the Morning. 45 miles </ns0:p>            "}}, {"location": {"lat": 42.5417, "lon": -78.5058}, "media": {"caption": "Page: 132", "url": "static/img/SW_JS1798_Page_134.jpg"}, "text": {"headline": "June 17, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> Set of early this Morning, being willing<ns0:lb /> to leave Muschetoe Camp, the road                    not<ns0:lb /> so good as Yesterday, having a large<ns0:lb /> number, of deep Swamps, and                    about 20 miles of <ns0:del>a</ns0:del> thick<ns0:lb /> woods to pass through, wherein we                    found no diminution<ns0:lb /> of the Muschetoes, but about noon we ar-<ns0:lb /> -rived                        <ns0:del>in</ns0:del> at the plains within 8 miles of<ns0:lb /> the <ns0:geogName key=\"genes2\">Chenesee River</ns0:geogName>, where our horses<ns0:lb /> could eat                    grass without much molestati-<ns0:lb /> -on having left the big flys and the o-<ns0:lb />                    -ther tormenting insects chiefly behind us.</ns0:p>                <ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> We crosed the <ns0:geogName key=\"genes2\">River</ns0:geogName> about 4, on the flats<ns0:lb />                    of which there was a great burden of natu-<ns0:lb /> -ral grass, and about the Road                    Timothy &amp;<ns0:lb /> Clover, the seed having droped from horses<ns0:lb /> as the                    traveled along, I lodged at Pearsons<ns0:lb /> 4&#189; Miles on this side the River,                    having left <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_134\" n=\"132\" /> my Companion a few miles behind on<ns0:lb />                    special business. 35 miles.</ns0:p>                <ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> The Richness of the Soil between <ns0:placeName key=\"buffa\">Buf-<ns0:lb />                        -foloe</ns0:placeName> and the <ns0:geogName key=\"genes2\">Chenesee River</ns0:geogName>                    <ns0:del>has</ns0:del> is no<ns0:lb /> way lessoned in my view by riding<ns0:lb /> through it at                    this time, but the first<ns0:lb /> Settlers will meet with a great trial<ns0:lb /> in the                    Summer Season from the In<ns0:lb /> -sects I have mentioned, but when the<ns0:lb />                    Country becomes Settled, the low places<ns0:lb /> Cleared, and dry, that affliction                    will<ns0:lb /> I believe cease, for I saw very little stag-<ns0:lb /> -nated Water, --                    much of this Country<ns0:lb /> is scarce of Springs, or streams of<ns0:lb /> Water, and                    what there is very much<ns0:lb /> fails in dry Seasons, so that its va-<ns0:lb />                    -luableness will be greatly lessened<ns0:lb /> thereby.</ns0:p>            "}}, {"location": {"lat": 42.8875, "lon": -77.281667}, "media": {"caption": "Page: 135", "url": "static/img/SW_JS1798_Page_137.jpg"}, "text": {"headline": "June 18, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> About noon <ns0:persName key=\"jpier1\">John Peirce</ns0:persName> arrived at<ns0:lb /> my                    Quarters, he having since I left him<ns0:lb /> had a full interview with <ns0:persName key=\"ichap1\">Captain<ns0:lb /> Chapin</ns0:persName>, who is the superintendant                    of<ns0:lb /> the Indians for the united States, <ns0:persName key=\"jpier1\">John</ns0:persName><ns0:lb /> gave him a full information <ns0:del>with</ns0:del> of what <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_0135\" n=\"133\" /> we had been doing at <ns0:placeName key=\"cornp\">Cornplanters set-<ns0:lb /> -tlement</ns0:placeName>, and an account of                    the Young<ns0:lb /> Men we had left there, the <ns0:persName key=\"ichap1\">Captain</ns0:persName> ex-<ns0:lb /> pressed great satisfaction with our pro-<ns0:lb />                    ceedings, and thought there was encouragement<ns0:lb /> to extend labour towards that                    people, for<ns0:lb /> he had been sometime past through the<ns0:lb /> Oneida settlement                    and he apprehended he<ns0:lb /> saw considerable improvement since <ns0:del>o</ns0:del><ns0:lb />                    friends extended care there.</ns0:p>                <ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> About 2 O Clock we sat of towards <ns0:placeName key=\"canan\">Canan-<ns0:lb />                        -darque</ns0:placeName>, and for 9 or 10 miles we passed through<ns0:lb /> a thick                    settled, highly improved Country,<ns0:lb />                    <ns0:del>for</ns0:del> considering the settlement <ns0:del>to be</ns0:del> was no more than 10                    years<ns0:lb /> old, which to me was very animating,<ns0:lb /> having for 300 miles past                    been mostly in<ns0:lb /> the Wilderness where improvments were<ns0:lb /> not to be seen,                    here we had beautiful Timo-<ns0:lb /> -thy, and Clover fields almost Constantly<ns0:lb />                    in view, with a good appearance of wheat<ns0:lb /> Indian Corn, flax, Oates &amp;c.                    these we shewed<ns0:lb /> to our <ns0:persName key=\"ijohn1\">Indian guide</ns0:persName>, he                    alighted to examine<ns0:lb /> the heads of Wheat, we shewed him the flax                        <ns0:del>that</ns0:del><ns0:lb /> that Shirts &amp;c. were made of, with which he<ns0:lb />                    appeared pleased, we saw four Men howing corn<ns0:lb /> these we pointed to, telling                    him they were not <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_136\" n=\"134\" /> Squas, or Women, and that was the                    way<ns0:lb /> the White People did their Work, he<ns0:lb /> knew our meaning, which he                    expressed<ns0:lb /> by a lively smile. We now parted with<ns0:lb /> him, having traveled                    together 170 miles<ns0:lb /> he going on for <ns0:placeName key=\"canan\">Canandarque</ns0:placeName>, and<ns0:lb /> &gt;we for <ns0:geogName key=\"mudcr\">Mud                        Creek</ns0:geogName>, he was the same Indian<ns0:lb /> Chief who lives near by to                    where our Young<ns0:lb /> are Settled, whom <ns0:persName key=\"cornp2\">Cornplanter</ns0:persName> said, as<ns0:lb /> heretofore noted, was a sober Man,                    like<ns0:lb /> ourselves, <ns0:del>he</ns0:del> would drink no Whiskey, we<ns0:lb /> have had some                    oppertunity of proving<ns0:lb /> this Assertion, being several days<ns0:lb /> with him at                    the Tavern, at <ns0:placeName key=\"buffa\">Buffoloe</ns0:placeName><ns0:lb /> were the Indians                    were drinking Spirits<ns0:lb /> and I did not see him meddle with any                    <ns0:del>it</ns0:del>.</ns0:p>                <ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> We now left the State road, turning to<ns0:lb /> our left through a Country but                    little in-<ns0:lb /> -habitted, an open Woods, and thin land<ns0:lb /> until within 2                    miles of <ns0:geogName key=\"mudcr\">Mud Creek</ns0:geogName>, here<ns0:lb /> was heavy timber                    and good land, we<ns0:lb /> lodged at <ns0:persName key=\"jsmit1\">Jacob Smiths</ns0:persName>                    who has a Mill<ns0:lb /> and Sawmill on Said <ns0:geogName key=\"mudcr\">Creek</ns0:geogName>                    on a fine<ns0:lb /> natural fall. <ns0:gap /> 20 miles to day.</ns0:p>                "}}, {"location": {"lat": 42.8875, "lon": -77.281667}, "media": {"caption": "Page: 135", "url": "static/img/SW_JS1798_Page_137.jpg"}, "text": {"headline": "June 19, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> Went to <ns0:persName key=\"ncoms1\">Nathan Cornstalk</ns0:persName>s 6 miles<ns0:lb /> through                    good land, heavily Timber&#8217;d<ns0:lb /> part of which was very fine White Oaks,<ns0:lb />                    rested here untill after dinner, then<ns0:lb /> went to <ns0:persName key=\"alaph1\">Abraham Lapham</ns0:persName>&#8217;s, 2 miles,<ns0:lb /> where I left my companion, and                    went<ns0:lb /> 2 miles to <ns0:persName key=\"cmacu1\">Caleb Macumber</ns0:persName>&#8217;s,                    who<ns0:lb /> with his Wife are valuable young<ns0:lb /> friends, lately settled in these                    parts,<ns0:lb /> in the evening, they went with me<ns0:lb /> 1&#189; miles to there fathers,                        <ns0:persName key=\"jsmit2\">Jeremiah &#8211; <ns0:lb /> Smiths</ns0:persName>, where we lodged,                    11 miles </ns0:p>            "}}, {"location": {"lat": 43.0926, "lon": -75.6513}, "media": {"caption": "Page: 137", "url": "static/img/SW_JS1798_Page_139.jpg"}, "text": {"headline": "June 20, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\">                    <ns0:persName key=\"cmacu1\">Caleb</ns0:persName> and his Wife went with me to <ns0:persName key=\"alaph1\">Abra-<ns0:lb /> -ham Lapham&#8217;s</ns0:persName>, this Morning, where                    we<ns0:lb /> stayed until after dinner, being among<ns0:lb /> kind, valuable friends, and                    our hor-<ns0:lb /> -ses fareing very well, render&#8217;d it an agree-<ns0:lb /> -able time.                        <ns0:del>I</ns0:del> having in company with the Com-<ns0:lb /> -mittee that went to                        <ns0:placeName key=\"canad\">Canada</ns0:placeName> last fall, <ns0:del>which <ns0:gap /></ns0:del>                    visit friend s<ns0:lb /> here in there families, and held several Meet-<ns0:lb /> -ings                    amongst them, I felt great satisfaction<ns0:lb /> in being once more amongst them,                    and the<ns0:lb /> company of a Friend to those Remotely situated<ns0:lb /> is very Joyous                    more specially when such love<ns0:lb /> the Truth and are concerned to support the <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_138\" n=\"136\" /> profession they are makeing, which                    I<ns0:lb /> trust is in a good degree the situation<ns0:lb /> of a few friends here, they                    having been<ns0:lb /> strengthd since we were here last fall<ns0:lb /> to hold Meetings                    twice a Week; often <ns0:del>m</ns0:del><ns0:lb /> more than 30 meeting on the fist day,                    and<ns0:lb /> half that number on a Week day, <ns0:del>attending</ns0:del></ns0:p>                <ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> About one O Clock we parted with our<ns0:lb /> kind friends <ns0:del>here</ns0:del> and set                    of for <ns0:placeName key=\"oneid\">Oneida</ns0:placeName><ns0:lb />                    <ns0:persName key=\"cmacu1\">Caleb Macumber</ns0:persName> putting us on our way<ns0:lb /> 9                    miles throug a country pretty thick set-<ns0:lb /> -tled, particularly on <ns0:geogName key=\"mudcr\">Mud Creek</ns0:geogName>                    <ns0:del>down which</ns0:del><ns0:lb /> &gt;the waters of which we went, down for several miles                    after parting with him<ns0:lb />                    <ns0:del>we went</ns0:del> for 6 or more miles, we went through good<ns0:lb /> Land,                    unimproved to the outlet of <ns0:geogName key=\"canla\">Ca-<ns0:lb /> nandarque                        lake</ns0:geogName> a smart stream, which we crossed here<ns0:lb /> was one or                        <ns0:del>two</ns0:del> more settlements, thence to<ns0:lb />                    <ns0:geogName key=\"flint\">Flint Creek</ns0:geogName> 4 miles through as good<ns0:lb /> Land                    to appearance as any we have rod[e]<ns0:lb />                    <ns0:del>through</ns0:del> over with plenty of fine limestone<ns0:lb /> all unimproved, here                    was a sawmill,<ns0:lb /> that did a great deal of Business<ns0:lb />                    <ns0:del>on a</ns0:del>                    <ns0:del>said</ns0:del>                    <ns0:del>large stream, which</ns0:del>                    <ns0:del>stream</ns0:del> we Crossed the <ns0:geogName key=\"flint\">Creek</ns0:geogName><ns0:lb /> on                    a bridge, thence 3 miles to one<ns0:lb /> Woodhulls a privet house, tho some <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_139\" n=\"137\" /> times takes in tavelers, he had a<ns0:lb />                    large quantify of meadow, of the best<ns0:lb /> of Grass and stoutly grown, tho our                    horses<ns0:lb /> fare was poor, the house stands near<ns0:lb />                    <ns0:del>the</ns0:del> said Outlet of the <ns0:geogName key=\"canla\">Lake</ns0:geogName>,                        <ns0:geogName key=\"flint\">Flint</ns0:geogName> having<ns0:lb /> Joined <ns0:del>it</ns0:del> the                    stream <ns0:del>a little</ns0:del>                    <ns0:del>a piece up</ns0:del>. 24 miles.</ns0:p>            "}}, {"location": {"lat": 43.01, "lon": -76.2}, "media": {"caption": "Page: 140", "url": "static/img/SW_JS1798_Page_142.jpg"}, "text": {"headline": "June 21, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> Set of early this morning, passed throu gh<ns0:lb />                    <ns0:del>about</ns0:del> 13 miles, of a light soil, thinly timber-<ns0:lb /> -ed, some of                    which was pitch pine, being the<ns0:lb /> first we have seen for several hundred<ns0:lb />                    miles past, thence 8 or 9 miles through<ns0:lb /> a very rich beautiful limeston                    country all<ns0:lb /> thick Woods, we have now entred what<ns0:lb /> is called the                    Mililary Lands in <ns0:placeName key=\"onoco\">Onanda-<ns0:lb /> -ga County</ns0:placeName>,                    and I do not recollect of ever<ns0:lb /> seeing 8 miles of Land more beautifull<ns0:lb />                    both for situation, and quality, and tim-<ns0:lb /> -ber than this, - As I rode over                    it I anticipated <ns0:del>contem-</ns0:del><ns0:lb />                    <ns0:del>-plated</ns0:del> the time, when this land will be<ns0:lb /> crouded with We althy                    Farmers, abound-<ns0:lb /> -ing with large stocks of Cattle &amp;c. Vieing each<ns0:lb />                    other with their fields of Wheat, Corn, Grass &amp;c<ns0:lb /> &gt;&amp; regaleing                    themselves around their Tables<ns0:lb /> richly loaded with provision. --- Here                    we<ns0:lb /> arrived at the outlet of <ns0:geogName key=\"senec\">Seneca Lake</ns0:geogName>, a                    stream <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_140\" n=\"138\" /> perhaps <ns0:del>at</ns0:del> as large as three                    of <ns0:geogName key=\"brand\">Brandywine</ns0:geogName>, when<ns0:lb /> we first came on the                    River it looked very deep<ns0:lb /> and glided along with an easy current,<ns0:lb /> but                    in a little time we came to a rapid a<ns0:lb /> Mile in length, on which are                    erected<ns0:lb /> an Elegant Merchant Mill, and a<ns0:lb /> Sawmill that appeared to do a                    great<ns0:lb /> deal of Business, the stand <ns0:del>appeared</ns0:del><ns0:lb />                    <ns0:del>to me</ns0:del> is very valuable, as the Co unt<ns0:unclear>ry</ns0:unclear><ns0:lb /> round                    is fertile, and suitable for<ns0:lb /> raising Wheat, salt and goods of va-<ns0:lb />                    -rious kinds are boated up this River<ns0:lb /> to a little below the Mill, then                    Cart-<ns0:lb /> -ed above the rapids, and from thence<ns0:lb /> taken by boat                        <ns0:del>up</ns0:del> into the <ns0:geogName key=\"senec\">Seneca Lake</ns0:geogName>, which                    is<ns0:lb /> 40 miles in length and opens into<ns0:lb /> a very fine Country, we were                    informed<ns0:lb /> that this stream seldom rises more than<ns0:lb /> Six Inches with any                    fresh, the <ns0:geogName key=\"senec\">Lake</ns0:geogName><ns0:lb /> forming a large bason                    which contains<ns0:lb /> the freshes, <ns0:del>and is</ns0:del>                    <ns0:del>which is let out gra-</ns0:del><ns0:lb />                    <ns0:del>-dually,</ns0:del> -- thence to <ns0:geogName key=\"cayug\">Cyuga Lake</ns0:geogName>                    three<ns0:lb /> miles, here we fed our horses and cooked<ns0:lb /> our own Breakfast, we                    then crossed sd. La[ke] <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_141\" n=\"139\" /> in a Boat, a little above its outlet, it                    be-<ns0:lb /> -ing one mile <ns0:del>across</ns0:del> wide, and 13 or 14 feet deep<ns0:lb /> we                    were informed the <ns0:geogName key=\"cayug\">Lake</ns0:geogName> was 45 miles<ns0:lb /> long,                    and in places four Miles Wide, we now<ns0:lb /> entred a pretty thick settled                    Country, consi-<ns0:lb /> -derably improved, the Land still very good<ns0:lb /> with                    plenty of Limestone, and in eight miles<ns0:lb /> crossed a large lively stream                        <ns0:del>which <ns0:gap /></ns0:del><ns0:lb />                    <ns0:del>is formed</ns0:del> being <ns0:del>was</ns0:del> the outlet of <ns0:geogName key=\"owasc\">Owasco Lake</ns0:geogName>, which<ns0:lb />                    <ns0:del>was</ns0:del>                    <ns0:geogName key=\"owasc\">Lake</ns0:geogName> is 12 miles long and one broad; about 1 &#189;<ns0:lb />                    <ns0:del>miles</ns0:del> miles on this side we fed at <ns0:del>one</ns0:del> Good-<ns0:lb /> -riches,                    thence to Carpenters 10&#189; miles over<ns0:lb /> a very fine Country pretty well                    watered<ns0:lb /> which has not been the case <ns0:del>which has not been the case</ns0:del>                    for <ns0:del>until latterly</ns0:del><ns0:lb /> many miles back which Country was                    considerably settled, few of<ns0:lb /> the improvments older than four years,<ns0:lb /> I                    have been much delighted in the last 15<ns0:lb /> miles ride, in beholding the                    beautiful and<ns0:lb /> well grown fields of Wheat, Clover and Ti-<ns0:lb /> -mothy mixed,                    and lots of Corn, -- I thought<ns0:lb /> one half of the Cleared Land was in with                    grass<ns0:lb /> and that many farmers would cut from<ns0:lb /> 20 to 30 Tons of Hay. For                    thirty miles back<ns0:lb /> I think it is without exception the best body<ns0:lb /> of                    land I have seen since we left home. We<ns0:lb /> got a five O Clock dinner at                        <ns0:persName>Carpenters</ns0:persName>                    <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_142\" n=\"140\" /> and then rode 6 miles to                        <ns0:persName>Lindseys</ns0:persName> on <ns0:placeName key=\"9mile\">9<ns0:lb /> Mile                        Creek</ns0:placeName> a pretty large stream, being<ns0:lb /> the outlet of the                        <ns0:geogName key=\"skane\">Shaneatetes lake</ns0:geogName>, our<ns0:lb /> last stage                    mostly woods, here we Lodged<ns0:lb /> cutting Clover and Timothy <ns0:del>grass</ns0:del>                    for our horses with a sickle<ns0:lb />                    <ns0:del>he having no pasture.</ns0:del> The grass is so stout, I thought it would have                        <ns0:del><ns0:gap /></ns0:del> produce near three tons of hay to the Ac<ns0:gap />                </ns0:p>                <ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> The common practice of raising Corn,<ns0:lb /> wheat &amp;c for many Miles past, is                    to clear a piece<ns0:lb /> Land, by cutting down nearly all<ns0:lb /> the timber which                    they heap and burn<ns0:lb /> on the Spot, and when made clean, <ns0:del>they</ns0:del><ns0:lb />                    Harrow the ground several times over,<ns0:lb /> then they plant, and tend the Corn                    with<ns0:lb /> the Hoe never putting a plough in the<ns0:lb /> ground, when the Corn comes                    of, in the<ns0:lb /> fall, they again harrow the ground several<ns0:lb /> times, and then                    sow it with wheat and<ns0:lb /> Timothy, and often times some Clover seed, and when                    the Wheat comes<ns0:lb /> of, mow it for several years, by that time<ns0:lb /> many of the                    roots <ns0:del>get</ns0:del> are rotten, they then<ns0:lb /> Plough and farm it as suits                    best.<ns0:lb /> 49 miles</ns0:p>            "}}, {"location": {"lat": 43.0976, "lon": -76.1954}, "media": {"caption": "Page: 143", "url": "static/img/SW_JS1798_Page_145.jpg"}, "text": {"headline": "June 22, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> Went 13 miles to breakfast the first<ns0:lb /> 7 good limestone land, unsettled,                    being<ns0:lb /> lately purchased of the <ns0:orgName key=\"onondaga\">Onadaga                        Indians</ns0:orgName>, <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_143\" n=\"141\" /> thence a few settlements: to <ns0:geogName key=\"onocr\">Onadaga Creek</ns0:geogName>,<ns0:lb /> 3 miles in an uncommon Valley                    surround-<ns0:lb /> -ed with high hills, in said Valley a num-<ns0:lb /> -ber of good                    improvements,</ns0:p>                <ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> From <ns0:geogName key=\"lakee\">Lake Erie</ns0:geogName> to this place a level Coun-<ns0:lb />                    -try, not a Mountain in the Whole way, nor<ns0:lb /> very few hills that a Waggon                    need lock down,<ns0:lb /> but now for about 17 miles forward the Land is con-<ns0:lb />                    -siderably hilly, and in places stony, for the<ns0:lb /> first 9 or 10 miles pretty                    thick settled, with<ns0:lb /> good improvements, from thence to <ns0:geogName key=\"canas\">Cana-<ns0:lb /> -soraga</ns0:geogName> a smart water that runs into <ns0:geogName key=\"oneil\">Onei-<ns0:lb /> -da Lake</ns0:geogName>, about five miles mostly Woods,<ns0:lb />                    <ns0:del>as</ns0:del> here we fed our horses, and rested seve-<ns0:lb /> -ral hours the day                    being very Warm, as<ns0:lb /> we descended a long hill down to this<ns0:lb /> place we                    killed a Rattle Snake about<ns0:lb /> four feet long, as thick in the Middle                        <ns0:del>as</ns0:del><ns0:lb /> as a good pitchfork handle, but was<ns0:lb /> much smaller                    towards its head; it was<ns0:lb /> of a lively dark brown, conveying a mixed<ns0:lb />                    colour to the Eye, beautiful to appearance,<ns0:lb /> it lay still in the road,                    neither offered to<ns0:lb /> fight, or run. ---- In the coarse of this<ns0:lb /> days                    ride, we passed within a few miles to <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_144\" n=\"142\" /> the right of the <ns0:placeName key=\"onoss\">Onadaga Salt Works</ns0:placeName><ns0:lb /> a place where there are a large                    number<ns0:lb /> of Salt Springs, in a Marshy, Boggy<ns0:lb /> bottom, we were informed                    500 men are at<ns0:lb /> times employed at these works, and that<ns0:lb /> Salt may be had                    there for 62 cents Per<ns0:lb /> Bushel, and that all the Northern and<ns0:lb /> Western                    Country, and much of upper Cana-<ns0:lb /> -da is pretty much Supplyed therefrom.</ns0:p>                <ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\">                    <ns0:del>from</ns0:del> From this Stage to the <ns0:placeName key=\"oneid\">Oneida Vil-<ns0:lb />                        -lage</ns0:placeName> 12 miles, in about one mile we<ns0:lb /> passed by a well                    improved farm, with<ns0:lb /> a good house, Barn, and other building[s]<ns0:lb /> and a                    large proportion of good Timo-<ns0:lb /> -thy Meadow belonging to, and in the<ns0:lb />                    possession of an <ns0:del>Idian</ns0:del> Indian, he keeps<ns0:lb /> Tavern, has his Sign                    hanging <ns0:del>up</ns0:del> out as<ns0:lb /> common at Public houses from thence to the                    Village<ns0:lb /> mostly Woods, the few settlement there were,<ns0:lb />                    <ns0:del>was,</ns0:del> one or two excepted, was put up this<ns0:lb /> Spring, being small,                    rough, and very open,<ns0:lb /> about 6 in the Evening, we arrived at our<ns0:lb />                    friends settlement, found them all well, &amp;<ns0:lb /> very glad to see us.                        <ns0:persName key=\"wgreg1\">William Gregory</ns0:persName>, his <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_145\" n=\"143\" /> Wife and <ns0:persName key=\"hjack2\">Hannah                        Jackson</ns0:persName>, having got here<ns0:lb /> about three weeks ago, after a                    passage of 15 days.</ns0:p>                <ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\">                    <ns0:persName key=\"wgreg1\">William's</ns0:persName> Chief view in coming, was, to                        <ns0:del>set</ns0:del><ns0:lb /> set up the Smith trade, and to instruct<ns0:lb /> some of the                    Indian Lads in that art, and<ns0:lb />                    <ns0:persName key=\"hjack2\">Hannah</ns0:persName>&#8217;s was to open a School, and                    besides<ns0:lb /> teaching Literature, to instruct the girls<ns0:lb /> in knitting,                    sewing, &amp;c. neither of them<ns0:lb /> have yet opened their occupations, in                    part<ns0:lb /> occationed by some unsettlement or unea-<ns0:lb /> -siness in the Indians                    Minds, in regard<ns0:lb /> to the Sale of some of their lands, and the<ns0:lb /> runing of                    their lines, Commissioners hav-<ns0:lb /> -ing been <ns0:del>busy</ns0:del> engaged in the                    business since the<ns0:lb /> arrival of our friends.</ns0:p>            "}}, {"location": {"lat": 43.0976, "lon": -76.1954}, "media": {"caption": "Page: 147", "url": "static/img/SW_JS1798_Page_149.jpg"}, "text": {"headline": "June 23, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> We went on foot this Morning, <ns0:persName key=\"jtayl1\">Jacob                    Taylor</ns0:persName><ns0:lb /> bearing us Company, to see the <ns0:orgName key=\"tuscarora\">Tuscorora</ns0:orgName> &amp;<ns0:lb />                    <ns0:orgName key=\"stockbridge\">Stockbridge</ns0:orgName> Indians, they Lay South from                    this<ns0:lb /> place up the <ns0:geogName key=\"onecr\">Oneida Creek</ns0:geogName>, the                        <ns0:orgName key=\"tuscarora\">Tuscorora</ns0:orgName>&#8217;s<ns0:lb /> two miles of, and the                        <ns0:orgName key=\"stockbridge\">Stockbridge nation</ns0:orgName><ns0:lb /> four, the land                    is good, <ns0:del>and</ns0:del> with a considerable<ns0:lb /> bottom <ns0:del>of it</ns0:del> up the                        <ns0:geogName key=\"onecr\">Creek</ns0:geogName>, on which the<ns0:lb />                    <ns0:orgName key=\"tuscarora\">Tuscororas</ns0:orgName> are Scatteringly settled, most                    of<ns0:lb /> them having some enclosures of wheat, <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_146\" n=\"144\" /> Corn, Mowing ground &amp;c. with a                    con-<ns0:lb /> -siderable number of Cattle, and some hor-<ns0:lb /> -ses, Sheep, and                    Swine, which made a<ns0:lb /> pretty Clever appearance: but on arriv-<ns0:lb /> -ing at                    the Stockbridge Settlement, the<ns0:lb /> prospect of their improvement was<ns0:lb /> more                    delightful, the have a large<ns0:lb /> Street between two and three miles in<ns0:lb />                    length, which Ascends up the middle of a valley<ns0:lb /> one mile or more in                        Wi<ns0:del><ns0:gap /></ns0:del>dth, on each<ns0:lb /> side of this street their houses are                    erect-<ns0:lb /> -ed 20 or 30 pearches from each other, the<ns0:lb /> Land on this Street                    is mostly cleared, and<ns0:lb /> fenced off in small Lots, which lots were in<ns0:lb />                    with Wheat, Corn, Grass for Mowing, or<ns0:lb /> for pasture: It is about nine                    years<ns0:lb /> since they settled here in the Woods,<ns0:lb /> their first houses are                    mostly small, and<ns0:lb /> poor, some of them have latterly put up<ns0:lb /> pretty good                    houses, and others are pre-<ns0:lb /> paring for it. The have pretty good<ns0:lb />                    Gardens near their doors, and consi-<ns0:lb /> -derable Stock, of horses, and Oxen,                    Cows, and<ns0:lb /> Swine, with some Sheep. On the East <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_147\" n=\"145\" /> near enough to supply themselves                    with<ns0:lb /> water runs the <ns0:geogName key=\"onecr\">Oneida Creek</ns0:geogName>, and on                    the<ns0:lb /> West in the Same Valley a small stream,<ns0:lb />                    <ns0:del>that</ns0:del> so that they are well supplyed with<ns0:lb /> Water, and towards the                    South end<ns0:lb /> of their Village, they have a Grist Mill,<ns0:lb /> and a Sawmill,                    their Grist mill does<ns0:lb /> considerable work for the White People,<ns0:lb /> and                    their was a large quantity of logs<ns0:lb /> and Boards, at the Sawmill. We                    called<ns0:lb /> to see most of the families of note a<ns0:del>mo</ns0:del><ns0:lb /> mongst them,                    also a School kept by <ns0:del>an Indian</ns0:del> a religious Indian Man with whom I                    was much<ns0:lb /> pleased, <ns0:del>more particularily with the</ns0:del><ns0:lb />                    <ns0:del>Women</ns0:del>, many of the Women <ns0:del>whom</ns0:del>, were Solid,<ns0:lb /> Sensible,                    and engaging. there houses<ns0:lb /> were clean with Wooden floors and Glass<ns0:lb />                    Windows, themselves and Children mostly<ns0:lb /> clean, and neat, and the Men and                    Boys<ns0:lb /> were hoeing corn &amp;c. I thought there was<ns0:lb /> as much diffirence                    between Cornplan-<ns0:lb /> -ters people, and this nation; as betwee n<ns0:lb /> these                    People, and the better livers amon g<ns0:lb /> the White People. We had a                    favoured<ns0:lb /> oppertunity with a number of the most <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_148\" n=\"146\" /> respectable Characters of both                    their<ns0:lb /> Men and Women, at the close of which,<ns0:lb /> a Chief on the behalf of                    the Men pre-<ns0:lb /> -sent made a pretty lengthy Speech, in<ns0:lb /> Substance;                    expressing their thankful-<ns0:lb /> -ness to the good Spirit who had put<ns0:lb /> it                    into our hearts to remember<ns0:lb /> them when at a great distance, and<ns0:lb /> had                    preserved us in our way thither;<ns0:lb /> that they felt themselves much                    Streng-<ns0:lb /> -thened by our good Words, that they<ns0:lb /> were sensible they had                    done that which<ns0:lb /> was not right, yet hoped by the help<ns0:lb /> of the good                    Spirit they would do better for<ns0:lb /> the future, and they Wished the Qua-<ns0:lb />                    -kers, would continue to remember<ns0:lb /> them, for they had found them to be<ns0:lb />                    true Men, and that the realy had<ns0:lb /> the poor Indians good at Heart, and<ns0:lb />                    wished <ns0:del>that</ns0:del> the good Spirit would safely pre-<ns0:lb /> -serve us on our                    way home to our fa-<ns0:lb /> milies and friends. Then after a short<ns0:lb /> pause, a                    Woman on behalf of the Wo- <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_149\" n=\"147\" /> men present delivered a speach much<ns0:lb />                    to the foregoing import, tho we thought it<ns0:lb /> more weighty, and nervious, we                    then re-<ns0:lb /> -turn&#8217;d to <ns0:persName key=\"haupa1\">Captain Hendricks&#8217;s</ns0:persName>                    where<ns0:lb /> we lodged, in a good Clean bed.</ns0:p>            "}}, {"location": {"lat": 43.0926, "lon": -75.6513}, "media": {"caption": "Page: 147", "url": "static/img/SW_JS1798_Page_149.jpg"}, "text": {"headline": "June 24, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> Returned this Morning to our friends at<ns0:lb />                    <ns0:placeName key=\"oneid\">Oneida</ns0:placeName>, and it being the first day of the                    week<ns0:lb /> we sat with them in their Meeting.</ns0:p>            "}}, {"location": {"lat": 43.0926, "lon": -75.6513}, "media": {"caption": "Page: 150", "url": "static/img/SW_JS1798_Page_152.jpg"}, "text": {"headline": "June 25, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> Had a Council with the <ns0:orgName key=\"oneida\">Oneida&#8217;s</ns0:orgName> this<ns0:lb />                    afternoon, on Business that our friends here<ns0:lb /> had been endeavouring to get                    them together<ns0:lb /> about for several Weeks past, but were<ns0:lb /> not able to                    accomplish it until we came,<ns0:lb /> we made some fresh proposals to them con-<ns0:lb />                    -cerning some of their young men coming to<ns0:lb /> work on the farm with our                    friends, they<ns0:lb /> having never complyed with the proposals<ns0:lb /> that were made,                    when the friends first were<ns0:lb /> there, as the consideration therein mentioned<ns0:lb />                    <ns0:del>they were to receive</ns0:del> for their labour, they<ns0:lb /> apprehended at too                    great a difference, it be-<ns0:lb /> -ing such a share of what was raised. There<ns0:lb />                    were also some proposials concerning one<ns0:lb /> or two of their Young Men coming                    to learn <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_150\" n=\"148\" /> the Smith trade, all which they                    said<ns0:lb /> they would take under consideration and<ns0:lb /> let us know tomorrow,                    then they were clos[e]<ns0:lb /> -ly expostulated with, concerning some Jea-<ns0:lb />                    -louses they had entertained, occationed by<ns0:lb /> some whisperings of evel Minded                    White<ns0:lb /> People, who told them the Quakers had<ns0:lb /> some deep rooted design,                    to <ns0:del>make</ns0:del> get pos-<ns0:lb /> -session of their Lands, for they                    certainly<ns0:lb /> would not have been at the great expence<ns0:lb /> they have, if they                    did not expect some<ns0:lb /> temporal advantage therefrom; they<ns0:lb /> acknowledged                    they had given too much place<ns0:lb /> in their Minds to such Whisperings, and<ns0:lb />                    that it had made them feel, to use there<ns0:lb /> own expressions, very ugly, we let                    them<ns0:lb /> know that we would not have their Land<ns0:lb /> if they would give it to                    us, and that it was<ns0:lb /> very unkind in them to have given place<ns0:lb /> to such                    surmisings without they had, had<ns0:lb /> some ground for it <ns0:del>them</ns0:del>, they                    acknow-<ns0:lb /> -ledged they had found us to be true Men,<ns0:lb /> that we Spoke the                    same words to them<ns0:lb /> now, we Spoke <ns0:del>two</ns0:del> too them two years ago <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_151\" n=\"149\" /> and that they would Shut their Ears to                    all<ns0:lb /> such Whisperings in future. Then said, they<ns0:lb /> had been trying to                    improve in farming, and<ns0:lb /> if they did not come forward as fast, and as<ns0:lb />                    well as <ns0:del>we desired</ns0:del> the Quakers desired,<ns0:lb /> they must not get                    discouraged, but conti-<ns0:lb /> -nue there care, and Assistance towards them.</ns0:p>                <ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> Upon enquiring of our young Men here, they<ns0:lb /> informed us there was some                    improvment a-<ns0:lb /> -mong the <ns0:orgName key=\"oneida\">Oneida&#8217;s</ns0:orgName> since they                    came, tho<ns0:lb /> not such as they wished to have seen, they<ns0:lb /> Plough more, and                    fence more, they sow more<ns0:lb /> Wheat, and have more lots of Meadow. They<ns0:lb />                    are computed young and old <ns0:del>to amount to</ns0:del> at<ns0:lb /> about 600, and are                    scattered 10 or more miles<ns0:lb /> distant, tho their largest number is with-<ns0:lb />                    -in two miles of this place. They have a<ns0:lb /> large enclosure here of perhaps                    200 Acres,<ns0:lb /> wherein the keep their horses, of which they<ns0:lb /> have more than                    necessary, their Cows, and<ns0:lb /> Swine; and in said enclosure are many of<ns0:lb />                    their Horses, and they plant their Corn, sow<ns0:lb /> their Wheat and Oates, and                    have their mea-<ns0:lb /> -dow lots without, but this mode of farm-<ns0:lb /> -ing, it                    looks likely they will have to change<ns0:lb /> before long, for the have sold their                    Lands, <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_152\" n=\"150\" /> particularly where the State road                    goe[s]<ns0:lb /> within 2 or 3 miles of this place, and the<ns0:lb /> White People are                    settleing on it fast,<ns0:lb />                    <ns0:del>and</ns0:del> they haveing put up several Houses both to the East, and                    West<ns0:lb /> of the Castle <ns0:del>have been put up</ns0:del> this Spring<ns0:lb /> and we saw                    a number Cattle in the Woods<ns0:lb /> within two Miles of their Corn &amp;c.</ns0:p>                <ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> There are several good houses in the<ns0:lb /> Castle, with Glass Windows and                        <ns0:del>large</ns0:del> Piazza<ns0:lb /> or Portico&#8217;s before the door, one of the<ns0:lb />                    Chief&#8217;s House<ns0:del>s</ns0:del> is painted red, and looks<ns0:lb /> Showy, -- The main Road                    from <ns0:placeName key=\"alban\">Albany</ns0:placeName> to<ns0:lb /> the Western Country goes                    through their<ns0:lb /> enclosure, there being a gate hung on<ns0:lb /> each side, many                    travellers stop and<ns0:lb /> Stay all night at the Red house, it is<ns0:lb /> called a                    Tavern. -- Their houses are ge-<ns0:lb /> nerally floored, with Chimneys at one                    end</ns0:p>            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 152", "url": "static/img/SW_JS1798_Page_154.jpg"}, "text": {"headline": "June 26, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> Part of this afternoon was spent in<ns0:lb /> Settleing with the <ns0:orgName key=\"stockbridge\">Stockbridge Indians</ns0:orgName><ns0:lb /> concerning the Mill                    friends built them<ns0:lb /> and in the evening we had a Council<ns0:lb /> with the                        <ns0:orgName key=\"oneida\">Oneida&#8217;s</ns0:orgName>, in order for them<ns0:lb /> to give us                    an Answer to the proposals<ns0:lb /> we made them Yesterday, they informed <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_153\" n=\"151\" /> us they had found one lad or Young Man,                    willing<ns0:lb /> to come and join in, on the farm, and one<ns0:lb /> to learn the smith                    trade, and the Chiefs<ns0:lb /> engaged to use their endeavours to get<ns0:lb /> more,                    they also agreed immeadiately to<ns0:lb /> Cover a shop, and burn some Coals,                    whic[h]<ns0:lb /> shop they accordingly covered next Mornin[g]<ns0:lb /> and went                    immeadiately to getting wood<ns0:lb /> home for Coal, and the oppertinity end-<ns0:lb />                    -ed to general satisfaction. --- <ns0:del>And</ns0:del> It now<ns0:lb /> looks likely we may                    set of homewards tomorro[w]<ns0:lb /> which feels very pleasant. My Mind                        <ns0:del>has</ns0:del> for<ns0:lb /> the most part, has been easy about my<ns0:lb /> family                    and concerns at home, ever since<ns0:lb /> I left them, but now our business                    appear-<ns0:lb /> -ing to be gone through, the draught hom[e]<ns0:lb /> feels strong: and                    it has been some exercise<ns0:lb /> to our Minds to fix on the best rout to<ns0:lb />                    take, down the <ns0:geogName key=\"mohaw\">Mohocks River</ns0:geogName>, by <ns0:placeName key=\"alban\">Al-<ns0:lb /> -bany</ns0:placeName>, and through the Jerseys, is the                    best<ns0:lb /> Road, the Oldest settled Country, and likel[y]<ns0:lb /> to <ns0:del>be</ns0:del>                    have the best accomodations, but down<ns0:lb /> the Waters of the <ns0:geogName key=\"susqu\">Susquehanna</ns0:geogName>, near 100<ns0:lb /> miles neigher.</ns0:p>                "}}, {"location": {"lat": 43.0926, "lon": -75.6513}, "media": {"caption": "Page: 153", "url": "static/img/SW_JS1798_Page_155.jpg"}, "text": {"headline": "June 27, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> Upon further Consideration we<ns0:lb /> felt most easy to return home down<ns0:lb /> the                        <ns0:geogName key=\"mohaw\">Mohocks River</ns0:geogName>, And about one OClock<ns0:lb />                    &gt;we took an affectionate farewell of our frd s,<ns0:lb /> having before taken leave                    of the Indians,<ns0:lb /> and set off, and passed through a thick<ns0:lb /> Woods much of                    it hemlock, for 7 or<ns0:lb /> 8 miles, <ns0:del>passed by</ns0:del> wherein there were a few                    settlements, lately<ns0:lb /> erected, but as we <ns0:del>passed</ns0:del> went on,                    improvment[s]<ns0:lb /> became more plenty, so that in a few miles<ns0:lb /> we got into a                    thick settled Country, with<ns0:lb /> Large frame houses many of which were<ns0:lb />                    painted; and good frame Barns, such as<ns0:lb /> would have been a Credit to an Old                    settled<ns0:lb /> Country, with fields loaded with Clover and<ns0:lb /> Timothy for                    Mowing, with some fields of Wheat,<ns0:lb /> and a very good appearance of Corn, and                    other Spring Crop[s]<ns0:lb /> in 17 miles we came to <ns0:placeName key=\"newha\">new                        Hartford</ns0:placeName>, a<ns0:lb /> smart Town, <ns0:del>with</ns0:del> containing a number                    of good hou-<ns0:lb /> -ses, among which, was a large place of Wor-<ns0:lb /> -ship, then                    to the River of <ns0:placeName key=\"fschy\">Fort Schuylar</ns0:placeName><ns0:lb /> 4 Miles,                    where we passed through another<ns0:lb /> Town as large as <ns0:placeName key=\"newha\">Hartford</ns0:placeName>, and the build-<ns0:lb /> -ings good. here we crossed the                        <ns0:geogName key=\"mohaw\">River</ns0:geogName>,<ns0:lb /> which I thought was not much                    larger than <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_155\" n=\"153\" />                    <ns0:geogName key=\"brand\">Brandywine</ns0:geogName>, we then went down the<ns0:lb /> North                    side of said <ns0:geogName key=\"mohaw\">River</ns0:geogName> through a Rich Coun-<ns0:lb />                    -try thick settled to Bratons 3 miles <ns0:del>where we</ns0:del><ns0:lb />                    <ns0:del>took up our quarters</ns0:del>, where we got good ac-<ns0:lb /> -comodations both                    for ourselves and horses.<ns0:lb /> Farmers busy Mowing and making hay today, the                    first<ns0:lb /> we have seen, Grass so stout, scarcely room<ns0:lb /> on the ground to dry                    it <ns0:gap /> 24 miles</ns0:p>            "}}, {"location": {"lat": 42.9912, "lon": -75.5993}, "media": {"caption": "Page: 154", "url": "static/img/SW_JS1798_Page_156.jpg"}, "text": {"headline": "June 23, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> a<ns0:lb /> Violent hail storm passed through the coun-<ns0:lb /> -try a little to the                    North of us, its direction was<ns0:lb /> nearly East and its extenton 20 or more<ns0:lb />                    miles, and from one to two in breadth,<ns0:lb /> as we returned to <ns0:placeName key=\"oneid\">Oneida</ns0:placeName> next Morning<ns0:lb /> We beheld its destructive                    effects, on the<ns0:lb /> corn, Oates, &amp;c; and this day for more<ns0:lb /> than five                    miles, it was affecting to see<ns0:lb /> the destruction it made: whole fields<ns0:lb />                    of wheat were entirely cut off, so that<ns0:lb /> we could not see one head standing,                    corn,<ns0:lb /> Flax, and Oates fared but little better, Peas<ns0:lb /> in the Gardens and                    fields, Acres being<ns0:lb /> Sown here, were entirely <ns0:del>cut off,</ns0:del>                    destroy<ns0:lb /> -ed, large fields of Timothy were so bro- <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_156\" n=\"154\" /> broken down that they smelled like<ns0:lb />                    fresh hay, there being many Pokebushes<ns0:lb /> along the Road, <ns0:del>they</ns0:del>                    which were knocked all<ns0:lb /> to pices, the stalks which were as thick<ns0:lb /> as                    rake handles were broke, in short<ns0:lb /> all vegetation where the storm                    reched<ns0:lb /> suffered much; the fences, stumps, &amp;<ns0:lb /> Old logs were much                    marked: the Win-<ns0:lb /> -dows of a number of houses were very<ns0:lb /> much destroyed,                    one place of Worshi[p]<ns0:lb /> we understood had more than 300<ns0:lb /> lights                    broke.</ns0:p>            "}}, {"location": {"lat": 42.9778, "lon": -74.9793}, "media": {"caption": "Page: 156", "url": "static/img/SW_JS1798_Page_158.jpg"}, "text": {"headline": "June 28, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> A fine Morning, and a pleasant day<ns0:lb /> for traveling: about 8 or 9 miles of a                    fine<ns0:lb /> Country down the <ns0:geogName key=\"mohaw\">River</ns0:geogName>, the poorly                    farmed<ns0:lb /> buildings not near so good as further back,<ns0:lb /> thence 5 miles to                    Adridges where we got<ns0:lb /> our Breakfasts, through land equally<ns0:lb /> as good,                    and much better farmed, with<ns0:lb /> some large buildings; both spring and<ns0:lb />                    Winter Wheat good, also the Corn; and fine<ns0:lb /> meadows loaded with the best of                    Grass; the<ns0:lb />                    <ns0:geogName key=\"mohaw\">River</ns0:geogName> at times close on our right, which<ns0:lb />                    flowed along with a gentle Current, appeard<ns0:lb /> pretty deep, tho not much wider                    than <ns0:geogName key=\"brand\">Bar[n]</ns0:geogName>                    <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_157\" n=\"155\" />                    <ns0:geogName key=\"brand\">dywine</ns0:geogName>, this was through what is called the<ns0:lb />                    <ns0:placeName key=\"gefla\">German flatts</ns0:placeName>. We passed through the                    County<ns0:lb /> Town of <ns0:placeName key=\"herki\">Hackamack</ns0:placeName>, and so over                    the <ns0:geogName key=\"mohaw\">River</ns0:geogName><ns0:lb /> on a Bridge to the southside one                    mile be-<ns0:lb /> -fore we fed. thence 14 miles to Teevendurfs<ns0:lb /> over high, dry,                    Stony Land, Buildings mostly<ns0:lb /> poor, as was allso the grass and other                    Crops;<ns0:lb /> we now left the <ns0:geogName key=\"mohaw\">River</ns0:geogName> at some                    distance to our left.<ns0:lb /> About three miles back we went by a<ns0:lb /> pretty                    elegant House, now occupied by<ns0:lb /> the <ns0:orgName>prespeterians </ns0:orgName>, it                    was built by <ns0:persName key=\"wjohn3\">William<ns0:lb /> Johnson</ns0:persName> before the                    French and Indian War<ns0:lb /> as a place of Worship for the Indians.</ns0:p>                <ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> In about one Mile <ns0:del>from</ns0:del> after we left Teevendurff&#8217;s<ns0:lb /> having passed                    through a fine flat, we rode<ns0:lb /> the <ns0:geogName key=\"mohaw\">River</ns0:geogName>                    which had increased much in<ns0:lb />                    <ns0:del>weadth</ns0:del> Width, the flat still Continuing,<ns0:lb /> in one mile we left it,                    and passed over 6 or<ns0:lb /> 7 miles of a Stony, rough, poor Country,<ns0:lb /> except                    some bottoms on the <ns0:geogName key=\"mohaw\">River</ns0:geogName>, the build-<ns0:lb />                    -ings also poor, then 7 or more miles, fine<ns0:lb /> bottoms loaded with grass, and                    various<ns0:lb /> sorts of grain; thicksettled near the <ns0:geogName key=\"mohaw\">River</ns0:geogName><ns0:lb /> with many good Buildings, more particu-<ns0:lb /> -larly                    on the south side. the latter part <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_158\" n=\"156\" /> &gt;part of this stage the Mountains, or                    high roc[ky]<ns0:lb /> Hills crouded near to the <ns0:geogName key=\"mohaw\">River</ns0:geogName>, so that<ns0:lb /> inplaces there was scarcely room for a<ns0:lb />                    Road. Lodged at Connolly&#8217;s 17m <ns0:gap /> 41 miles </ns0:p>                <ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> Peas are very commonly swon in this<ns0:lb /> Northern Country, from <ns0:placeName key=\"canad\">Canada</ns0:placeName> to this place<ns0:lb /> 3, 4 or more Acres in a                    lot; they are used to<ns0:lb /> feed Horses, fatten swine, &amp;c, the Bottoms<ns0:lb />                    on the <ns0:geogName key=\"mohaw\">Mohocks</ns0:geogName>, contain a large quantity<ns0:lb />                    of them. --- Spring Crops of all sorts on<ns0:lb /> this River and for a many miles                    further Wes[t]<ns0:lb /> I have observed to be very much hurt with<ns0:lb /> a Yellow                    Blossomed Weed, it has the appear-<ns0:lb /> -ance of Mustard tho much smaller, it                    grows<ns0:lb /> so thick in places, that the Oates, Peas, spring<ns0:lb /> Wheat &amp;c:                    are entirely hid.</ns0:p>            "}}, {"location": {"lat": 42.6526, "lon": -73.7562}, "media": {"caption": "Page: 161", "url": "static/img/SW_JS1798_Page_163.jpg"}, "text": {"headline": "June 30, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> In 1&#189; Miles we arrived at <ns0:placeName key=\"alban\">Albany</ns0:placeName>, the<ns0:lb />                    Town stands on the West Side of the <ns0:geogName key=\"nrive\">North<ns0:lb />                        River</ns0:geogName>, under a hill, so that we had but<ns0:lb /> little prospect of                    it until we <ns0:del>we</ns0:del> came close by,<ns0:lb /> we did not stop in the <ns0:placeName key=\"alban\">Town</ns0:placeName>, riding<ns0:lb /> in at the West side, and out at                    the<ns0:lb /> South end; Shortly after we left the<ns0:lb /> City we passed by two                    beautiful country<ns0:lb /> seats on Commanding Eminances to our <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_162\" n=\"160\" /> Right, the fruit trees around them, the                    de-<ns0:lb /> -scending green meadows before their doors<ns0:lb /> and the <ns0:geogName key=\"nrive\">River</ns0:geogName> which was in full view, rend-<ns0:lb /> -red                        <ns0:del>them desirable</ns0:del> their situation very en-<ns0:lb /> -chanting. We now                    pursued our Coarse down<ns0:lb /> the <ns0:geogName key=\"nrive\">River</ns0:geogName> having                    it at times in view, to<ns0:lb />                    <ns0:placeName key=\"coeym\">Quemanstown</ns0:placeName> 15 miles, where we got a<ns0:lb />                    good Breakfast, a few miles on this side <ns0:placeName key=\"alban\">Al-<ns0:lb />                        -bany</ns0:placeName>, the land was a Stony Gravel, with<ns0:lb /> a hard Clay; then                    sandy; the Whole of<ns0:lb /> the way poor; thinly settled; and buildings<ns0:lb /> mean;                    mostly a pitchpine Timber, ---</ns0:p>                <ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> Thence to <ns0:placeName key=\"catsk1\">Catskill</ns0:placeName> 18 miles; the first<ns0:lb />                    3 or 4 rough and stony; then 8 or 10 miles<ns0:lb /> through an Old Settled Country;                    pretty<ns0:lb /> level fields; without pasture, meadows very light, Wheat,<ns0:lb /> Rye,                    Cheat, and some Cackle, mixed toga-<ns0:lb /> -ther made their Winter Crop; the                    land<ns0:lb /> a stiff Clay, in dry Weather it bakes very<ns0:lb /> hard; the Remainder of                    this stage full of<ns0:lb /> Limestone ridges, and so stony as not to be<ns0:lb />                    <ns0:del>arable</ns0:del> Arable <ns0:geogName key=\"catsk2\">Catskill</ns0:geogName> a large                    stream with a<ns0:lb /> very Rocky bottom; from thence to Pear-<ns0:lb /> -sons a Dutch                    Tavern where we lodged 12&#189;<ns0:lb /> miles. In about two miles we crossed the<ns0:lb />                    <ns0:geogName key=\"kaate\">Katters-kill</ns0:geogName> on a high Bridge, Just below<ns0:lb />                    which there was a remarkable fall of <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_163\" n=\"161\" /> 30 or more feet over a huge pile of                    Rocks,<ns0:lb /> which damed the Water for miles back, &amp;<ns0:lb /> formed a very fine                    Millseat, on which were<ns0:lb /> erected a Merchant, and Sawmill; from thence<ns0:lb />                    to this place the Land continued very much<ns0:lb /> broken with high Limestone                    Ridges runing<ns0:lb /> in a Southern direction. Much highland<ns0:lb /> were to be seen                    in this days ride; we often<ns0:lb /> had a full view of many miles extent o-<ns0:lb />                    -ver the <ns0:geogName key=\"nrive\">North River</ns0:geogName>; and on our right<ns0:lb /> at                    10 or miles distant, ran a chain of<ns0:lb /> high <ns0:geogName key=\"catmo\">Mountains</ns0:geogName>. The latter part of this<ns0:lb /> stage the Land better                    than farther bac[k]<ns0:lb /> with pretty good buildings, some good<ns0:lb /> fields of                    wheat, mostly bearded. 47 miles</ns0:p>            "}}, {"location": {"lat": 41.8279, "lon": -73.9651}, "media": {"caption": "Page: 165", "url": "static/img/SW_JS1798_Page_167.jpg"}, "text": {"headline": "July 01, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> We would have been glad<ns0:lb /> to have reached a friends meeting today, but<ns0:lb />                    found it impractable, therefore thought best<ns0:lb /> of traveling, tho not without                    some unplea-<ns0:lb /> -sant feelings, being in a Presbeterian Coun-<ns0:lb /> -try. ----                    Early this morning we passed<ns0:lb /> through two considerable red Cedar                    groves,<ns0:lb /> on Rocky, poor Land; then through pret-<ns0:lb /> -ty good land, and                    thick settled, tho very much <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_164\" n=\"162\" /> broken with limestone Ridges, in 10<ns0:lb />                    miles we Crossed <ns0:geogName key=\"esocr\">Esopus Creek</ns0:geogName> a<ns0:lb /> Smart                    stream larger than <ns0:geogName key=\"brand\">Brandywine</ns0:geogName><ns0:lb /> fine bottoms                    up the <ns0:geogName key=\"esocr\">Creek</ns0:geogName> to the <ns0:placeName key=\"esopu\">Town</ns0:placeName><ns0:lb /> which is a smart Village containing<ns0:lb /> a number of                    good buildings. we pass-<ns0:lb /> -ed through the skirts of the Town, &amp;<ns0:lb /> in                    about 4 miles, of stony, Rough,<ns0:lb /> Land <ns0:del>we</ns0:del> got to <ns0:placeName key=\"green\">greenskill</ns0:placeName>, here we<ns0:lb />                    <ns0:del>we</ns0:del>                    <ns0:del>got our</ns0:del> took Breakfast at <ns0:persName key=\"gdewi1\">DeWitts</ns0:persName>,                    in<ns0:lb /> a Rocky country. He has a Merchant<ns0:lb /> Mill near by, on the most                    natural dam<ns0:lb /> and fall I think I ever saw. There<ns0:lb /> is a ridge of Rocks                    runs across the kill<ns0:lb /> on each side of Which is high firm land.<ns0:lb /> one end                    of the Mill head which conveys the<ns0:lb /> water on the Wheels, rests on these                    Rocks,<ns0:lb /> from which to the opposite Shore is but ten<ns0:lb /> feet; the Miller                    told me that by putting<ns0:lb /> an eighteen Inch board, on the top<ns0:lb /> of about 18                    Inches already raised, on<ns0:lb /> the ridge of Rocks, he could pen wa-<ns0:lb /> -ter                    enough, if it met with no supply, <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_165\" n=\"163\" /> to keep the Mill a going for three days,                        <ns0:del>there</ns0:del><ns0:lb />                    <ns0:del>being such a large, swampy, low piece of</ns0:del><ns0:lb />                    <ns0:del>ground above this natural dam.</ns0:del> Thence<ns0:lb /> through a Rough Country,                    the good roads,<ns0:lb /> in about 18 miles we arrived at <ns0:persName key=\"sbald1\">Samuel Baldwin</ns0:persName>[&#8216;s]<ns0:lb /> in 4 or more miles of the first part of                    this<ns0:lb /> stage we Crossed the <ns0:geogName key=\"rondo\">Rosendell</ns0:geogName>, a                    lively<ns0:lb /> stream, nearly as large as <ns0:geogName key=\"esocr\">Esopus</ns0:geogName>,                    the<ns0:lb /> Bridge over it was near fifty Yards long<ns0:lb /> and twenty feet from the                    Water, yet the<ns0:lb /> stream rose so high a few months ago as<ns0:lb /> to lie on the                    bridge, -- In perhaps four<ns0:lb /> Miles further we came to the <ns0:geogName key=\"wallk\">Wallkill</ns0:geogName>,<ns0:lb /> which was as large as three of the                        <ns0:geogName key=\"rondo\">Rosen-<ns0:lb /> -dall</ns0:geogName>, and into which the                        <ns0:geogName key=\"rondo\">Rosendall</ns0:geogName> runs<ns0:lb /> a few Miles below. We                    went several miles<ns0:lb /> up the <ns0:geogName key=\"wallk\">Wallkill</ns0:geogName> through                    a fine, level Coun-<ns0:lb /> -try, and Crossed it in a boat; it was perhaps<ns0:lb /> 60                    or 70 Yards wide, and 10 feet deep. There<ns0:lb /> appeared to be no Current in the                        <ns0:geogName key=\"wallk\">River</ns0:geogName>, occa-<ns0:lb /> -tioned by a Ridge of                    Rocks that runs across <ns0:del>it</ns0:del><ns0:lb /> it 5 or 6 miles below, over which the                    Water<ns0:lb /> falls 20 or more feet. From what I have seen<ns0:lb /> as well as heard,                    falls of this kind are very <ns0:lb />                     common on most of the Water in this                    part<ns0:lb /> of the Country. --- As we advanced South-<ns0:lb /> -ward, the Land                    improved in quality, and<ns0:lb /> the Wonderful Ridges of Rocks, that were<ns0:lb /> so                    very common further back, grew fewer,<ns0:lb /> yet stones rather Increased; tho most                    of the<ns0:lb /> land in the latter part of this stage is<ns0:lb /> Arable, more                    especially after the Stones<ns0:lb /> are drawn of, which in divers places<ns0:lb /> have                    been done and put up in stone fen-<ns0:lb /> -ces. The Plaister of Paris has been                    latter<ns0:lb /> -ly introduced into these parts and answers<ns0:lb /> very well. We                    arrived at <ns0:persName key=\"sbald1\">Samuel <ns0:pb facs=\"SW_JS1798_Page_166\" n=\"164\" /> Bald-<ns0:lb /> -wins</ns0:persName> about four                    Oclock, weary, and glad<ns0:lb />                    <ns0:del>glad</ns0:del> we were got to a friends house. The<ns0:lb /> weather latterly has                    been very warm, and we<ns0:lb /> having travelled hard from <ns0:placeName key=\"oneid\">Oneida</ns0:placeName>, both<ns0:lb /> us and our horses wanted Rest, we                    conclud-<ns0:lb /> -ed to lay by here a day or two, in order to get<ns0:lb /> them Shod,                    and to help these backs which were<ns0:lb /> a little sore. -- <ns0:placeName key=\"jpier1\">John Pierce</ns0:placeName>, having at times<ns0:lb /> &gt;for some weeks                    past, hinted to me, that he had<ns0:lb /> some wish before we returned home, to                    go<ns0:lb /> over the <ns0:geogName key=\"nrive\">North River</ns0:geogName> to see the school                    at<ns0:lb /> the <ns0:placeName key=\"9part\">Nine partners</ns0:placeName>, but since we left                        <ns0:placeName key=\"oneid\">Onei-<ns0:lb /> -da</ns0:placeName>, our draft homewards was                    such, that we <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_167\" n=\"165\" /> put it by. But on our arrival here,                    un-<ns0:lb /> -derstanding we <ns0:del>are</ns0:del> were within 28 miles of <ns0:del>it</ns0:del> sd.<ns0:lb />                    <ns0:placeName key=\"9part\">School</ns0:placeName>, and <ns0:persName key=\"sbald1\">Samuel                        Baldwin</ns0:persName> kindly offer-<ns0:lb /> -ing to let us have fresh horses to go                    there<ns0:lb /> and to take good care of our own until<ns0:lb /> we returned: upon                    weighing the propos-<ns0:lb /> -al we felt easy in attempting to go. 36 miles </ns0:p>            "}}, {"location": {"lat": 41.70037, "lon": -73.92097}, "media": {"caption": "Page: 166", "url": "static/img/SW_JS1798_Page_168.jpg"}, "text": {"headline": "July 02, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> Accordingly this morning we went 9 miles<ns0:lb /> nearly on an East direction to                        <ns0:persName key=\"ehall1\"><ns0:persName key=\"ehall2\">Edward Hal-<ns0:lb />                            -locks</ns0:persName></ns0:persName> near the <ns0:geogName key=\"nrive\">North                        River</ns0:geogName>, over a very rough<ns0:lb /> Stony country; about one Mile                    before we<ns0:lb /> got to <ns0:persName key=\"ehall1\"><ns0:persName key=\"ehall2\">Edwards</ns0:persName></ns0:persName>, off some high land, we had<ns0:lb /> a very                    beautifull and extensive Prospect<ns0:lb /> for about 20 miles over the <ns0:geogName key=\"nrive\">North River</ns0:geogName>, &amp;<ns0:lb /> as far each way, up and down                    the Water. The<ns0:lb /> face of the country appearing to descend to-<ns0:lb /> -wards the                        <ns0:geogName key=\"nrive\">River</ns0:geogName>, and being mostly improv-<ns0:lb /> -ed,                    the Wheat and Pasture fields, together<ns0:lb /> with large houses, Barns &amp;c and                    some sheets<ns0:lb /> of the <ns0:geogName key=\"nrive\">River</ns0:geogName> which presented                    in places, also<ns0:lb /> the Town of <ns0:placeName key=\"pough\">Pocepsey</ns0:placeName>,                    which was four miles<ns0:lb /> up the <ns0:geogName key=\"nrive\">River</ns0:geogName> on its                    Opposite Shore: made<ns0:lb /> the Landscape truly delightful. We dined<ns0:lb /> at                        <ns0:persName key=\"ehall1\"><ns0:persName key=\"ehall2\">Edward                        Hallocks</ns0:persName></ns0:persName>, but the day prov-<ns0:lb /> -ing very Warm, and                    our horses young, not<ns0:lb /> suitable for traveling such weather, we thought <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_168\" n=\"166\" /> it would be best not to proceed                    further,<ns0:lb /> therefore in the Evening returned to<ns0:lb />                    <ns0:persName key=\"sbald1\">Samuels</ns0:persName>. <ns0:gap /> 18 miles</ns0:p>            "}}, {"location": {"lat": 41.70037, "lon": -73.92097}, "media": {"caption": "Page: 166", "url": "static/img/SW_JS1798_Page_168.jpg"}, "text": {"headline": "July 03, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> Got our horses Shod this Morning, and<ns0:lb /> intended to have set of homewards                    in<ns0:lb /> the Afternoon, but there coming up a hea-<ns0:lb /> -vy Gust of Rain and                    Hail, we put it by <ns0:del>of un</ns0:del><ns0:lb /> until next Morning.</ns0:p>            "}}, {"location": {"lat": 41.503427, "lon": -74.010418}, "media": {"caption": "Page: 168", "url": "static/img/SW_JS1798_Page_170.jpg"}, "text": {"headline": "July 04, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> Set of early this Morning through<ns0:lb /> a pretty good Country, and fine                    Roads<ns0:lb /> to Jacksons, 18 miles, here we fed our hor-<ns0:lb /> -ses and got a                    second breakfast. We pass-<ns0:lb /> -ed by four large places of Worship this<ns0:lb />                    Morning; and a number of good houses<ns0:lb /> and Barns, the land level and                    pretty<ns0:lb /> clear of stones. A Chain of Mountains<ns0:lb /> were steadily in view on                    our right, at ten<ns0:lb /> or miles distant; and we left <ns0:placeName key=\"newbu\">newburgh</ns0:placeName>,<ns0:lb /> and <ns0:placeName key=\"nwind\">New                        Windsor</ns0:placeName> 8 or 10 miles to our left.<ns0:lb /> More Swamp Meadow for                    the last 14 miles<ns0:lb /> than for 100 before. A large proportion<ns0:lb /> of the land                    was sown with wheat, which<ns0:lb /> was mostly light. Not so much Rye as<ns0:lb />                    further back. Thence throug good land,<ns0:lb /> thick settled, and a beautiful                    country to<ns0:lb />                    <ns0:placeName key=\"goshe\">Goshen</ns0:placeName>, the County Town of <ns0:placeName key=\"orang\">Orange County</ns0:placeName>. </ns0:p>                <ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> Off a commanding eminence, a few miles<ns0:lb /> before we got to this <ns0:placeName key=\"goshe\">Village</ns0:placeName>, we had an<ns0:lb /> extensive Prospect, to the                    West, to the<ns0:lb /> South, and to the East, I expect the Eye<ns0:lb /> reached 20 miles                    each way, over a level<ns0:lb /> looking Country, much improved. In<ns0:lb /> the                    neighbourhood of this <ns0:placeName key=\"goshe\">Village</ns0:placeName>, lies a                    large<ns0:lb /> proportion of valuable Meadows, and<ns0:lb /> shortly after we left the                        <ns0:placeName key=\"goshe\">Town</ns0:placeName> I observed all<ns0:lb /> the fences, both                    Pot, and Rail, and Worm<ns0:lb /> fences, were made of nice Ceder Rails,<ns0:lb /> and                    upon enquiry I was informed, in what<ns0:lb /> is called the drowned Lands, there is                    a<ns0:lb /> Ceder Swamp of Several thousand Acres,<ns0:lb /> which supplys the country for                    several miles<ns0:lb /> round. A very valuable source. In 6 miles<ns0:lb /> over land more                    rough and hilly we got<ns0:lb /> to <ns0:placeName key=\"flori\">Florida</ns0:placeName> a                    place of several good buildings<ns0:lb /> where we fed. Water for our horses to                    drink<ns0:lb /> at has been very scarce these two last stages.</ns0:p>                <ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> Thence 12 miles to Doctor Cooes, where<ns0:lb /> we Lodged, over a hilly, Stony                    Country,<ns0:lb /> a great abundance of Limestone the <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_170\" n=\"168\" /> latter part of this stage. Rye the                    most<ns0:lb /> common Winter grain. We are now<ns0:lb /> in the Jerseys 3 or 4 miles South                    of the<ns0:lb /> New York line, having travelled in <ns0:del>sd</ns0:del><ns0:lb /> York State                    upwards of 500 miles</ns0:p>            "}}, {"location": {"lat": 41.058153, "lon": -74.752665}, "media": {"caption": "Page: 170", "url": "static/img/SW_JS1798_Page_172.jpg"}, "text": {"headline": "July 05, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> This has been the worst stage for our<ns0:lb /> horses that we have met with since                    we<ns0:lb /> left <ns0:placeName key=\"oneid\">Oneida</ns0:placeName>, and not very good for                    our<ns0:lb /> -selves. Went to Doctor Beeches 7 miles<ns0:lb /> to Breakfast. very good.                    Our last<ns0:lb /> 7 miles was through a rough Country,<ns0:lb /> a Considerable Mountain                    close on our<ns0:lb /> left, and a Valley on our right; most<ns0:lb /> of the Land very                    stony. Stone fences<ns0:lb /> pretty frequent. The farmers have<ns0:lb /> been very busy                    for this Week past, in<ns0:lb /> ploughing and hoeing their Corn, and<ns0:lb /> in                    ploughing for buckwheat; a large<ns0:lb /> Quantity of this Grain, being sown here                    away <ns0:del>in</ns0:del><ns0:lb />                    <ns0:del>this Country</ns0:del>. A few Crops of good Wheat<ns0:lb />                    <ns0:del>are</ns0:del> to be seen, but light crops of rye<ns0:lb /> are more                        <ns0:del>commonly</ns0:del> frequend. A Dutch<ns0:lb /> Plough with one handle which                    stands near-<ns0:lb /> -ly upright, with a very short beam an[d] <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_171\" n=\"169\" /> pan Share, is almost the only plough                        <ns0:del>such</ns0:del>, that<ns0:lb /> is used for 200 miles back; they appear to<ns0:lb />                    work easy both for the horses, and plough<ns0:lb /> -man, and does their business                    pretty neat.</ns0:p>                <ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> Shortly after we left this stage we Cross-<ns0:lb /> -ed the <ns0:geogName key=\"wallk\">Wallkill</ns0:geogName>, fifty miles higher up than<ns0:lb /> where we crossed it                    firtday last, yet the<ns0:lb />                    <ns0:geogName key=\"wallk\">Stream</ns0:geogName> was so large, as to have a forge                    erect-<ns0:lb /> -ed on it a little above the fording place.<ns0:lb /> In about 7 miles                    further we Crossed the<ns0:lb />                    <ns0:geogName key=\"pauli\">Pawlinskill</ns0:geogName>, which was the first Water<ns0:lb /> we                    met with that <ns0:del>runs</ns0:del> ran into the <ns0:geogName key=\"delaw\">Delaware</ns0:geogName>,<ns0:lb /> having gone round all the head branches<ns0:lb /> of                    said River, as we did those of <ns0:geogName key=\"susqu\">Susquehanna</ns0:geogName>,                    stopped and got our dinner<ns0:lb /> at <ns0:persName key=\"bscho1\">Benjamin                        Schoolies</ns0:persName> 12 miles who, with his Wife<ns0:lb /> are examplary friends,                    thence one mile<ns0:lb /> to <ns0:placeName key=\"newto\">Newtown</ns0:placeName> or <ns0:placeName key=\"susse\">Sussex Courthouse</ns0:placeName> a smart<ns0:lb /> Village, thence to                        <ns0:persName key=\"jlund1\">Jacob Lundys</ns0:persName>, through<ns0:lb /> a pretty good                    Country tho very much bro-<ns0:lb /> -ken with Limestone. As we advanced<ns0:lb /> towards                        <ns0:persName key=\"jlund1\">Jacobs</ns0:persName>, the Land became more Ara-<ns0:lb />                    -ble, I believe no place that I have rode<ns0:lb /> through since I left home, had so                    kindly<ns0:lb /> and good a limestone as for 10 or 15 miles back<ns0:lb /> Ten thousands                    of loads may be collected with-<ns0:lb /> -out Quarying, or being under the                    necessitity <ns0:lb />                    <ns0:pb facs=\"SW_JS1798_Page_172\" n=\"170\" /> of breaking the stones <ns0:gap /> 34                    miles</ns0:p>            "}}, {"location": {"lat": 40.58287, "lon": -74.958495}, "media": {"caption": "Page: 170", "url": "static/img/SW_JS1798_Page_172.jpg"}, "text": {"headline": "July 06, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> Set Off for <ns0:placeName key=\"kingw\">Kingwood</ns0:placeName>, crossed the <ns0:geogName key=\"peque\">Pequest</ns0:geogName><ns0:lb /> within one mile of our Quarters,                    thenc[e]<ns0:lb /> rode several miles with it near on our right<ns0:lb /> having the Large                        <ns0:geogName key=\"allam\">allomoochy Mountain</ns0:geogName><ns0:lb /> close on our left,                    here we passed by what<ns0:lb /> is called the great Meadows, being seve-<ns0:lb /> -ral                    Thousand Acres, with very little timber<ns0:lb /> on it, and a large proportion                    without any,<ns0:lb /> it produces a valuable out let, and some<ns0:lb /> Coarse Hay. for                    want of more fall in the <ns0:geogName key=\"peque\">Pequest</ns0:geogName><ns0:lb /> it cannot                    be drained. In a few miles<ns0:lb /> we passed through <ns0:placeName key=\"hacke\">Hacketstown</ns0:placeName> a scatter-<ns0:lb /> -ing Village, thence 10 miles to                        <ns0:persName key=\"jstou1\">James<ns0:lb /> Stouts</ns0:persName> on <ns0:geogName key=\"musco\">Muskenecunk</ns0:geogName> where we fed, then<ns0:lb /> down sd. <ns0:geogName key=\"musco\">Creek</ns0:geogName> 5 miles to <ns0:placeName key=\"south\">Southhampton</ns0:placeName><ns0:lb /> a small Village, from thence to <ns0:persName key=\"hclift1\">Henry<ns0:lb /> Cliftons</ns0:persName> of <ns0:placeName key=\"kingw\">Kingwood</ns0:placeName> 12 miles. perhaps <ns0:del>Some</ns0:del> 7 miles<ns0:lb /> back of                    some hights, there are two delight<ns0:lb /> -ful prospects over a large extent of                    an<ns0:lb /> improved Country, down the Waters<ns0:lb /> of the <ns0:geogName key=\"rarit\">Rariton</ns0:geogName>: several small branches<ns0:lb /> of said stream we having                    crossed on our way hither,<ns0:lb /> about one mile back we left <ns0:placeName key=\"pitts1\">Pitts Town</ns0:placeName>,<ns0:lb /> a small Village, to our right.                    <ns0:gap /> 34 miles</ns0:p>                            "}}, {"location": {"lat": 40.346919, "lon": -75.031874}, "media": {"caption": "Page: 172", "url": "static/img/SW_JS1798_Page_174.jpg"}, "text": {"headline": "July 07, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> Set of early this Morning, in about<ns0:lb /> 6 miles, off a bold commanding                    Eminance<ns0:lb /> we had an extensive and beautiful pros-<ns0:lb /> -pect, it was                    diversifyed by many im-<ns0:lb /> -proved Farms, over a great extent of Country.<ns0:lb />                    from thence to <ns0:geogName key=\"delaw\">Delaware</ns0:geogName> 7 miles, the <ns0:geogName key=\"delaw\">River</ns0:geogName><ns0:lb /> 400 Yards Wide. Then to <ns0:persName key=\"jadds1\">Josiah Adds</ns0:persName>&#8217;s, a<ns0:lb /> Public house through a well                    improved Coun-<ns0:lb /> -try 7 miles, having two miles back passed<ns0:lb /> by                        <ns0:placeName key=\"buckm\">Buckingham Meeting house</ns0:placeName>. Thence<ns0:lb /> 10                    miles to <ns0:persName key=\"jperr1\">Jacob Perry</ns0:persName>&#8217;s a kind friend,<ns0:lb />                    here we got our Dinners, and rested a<ns0:lb /> few hours. Thence to <ns0:persName key=\"ecomf1\">Ezra Comfort</ns0:persName>s<ns0:lb /> near <ns0:placeName key=\"plymo\">Plymoth Meeting house</ns0:placeName> 12 miles were we<ns0:lb /> lodged, and were                    kindly entertained.<ns0:lb /> It is a beautifully Country from <ns0:placeName key=\"buckm\">Bucking<ns0:lb /> -ham Meetinghouse</ns0:placeName> here, the Land thick<ns0:lb />                    settled; good Stone houses, and Barns;<ns0:lb /> Farms well improved. Many good                    fields<ns0:lb /> of Corn, and Oates, pretty good Rye, and<ns0:lb /> much of the ground                    under this Culture: but<ns0:lb /> little wheat sown, and that mostly very light.<ns0:lb />                    People all busy a harvesting; Cradleing the<ns0:lb /> manner of cutting grain <ns0:gap />                    42 miles</ns0:p>                "}}, {"location": {"lat": 39.9887, "lon": -75.48105}, "media": {"caption": "Page: 172", "url": "static/img/SW_JS1798_Page_174.jpg"}, "text": {"headline": "July 08, 1798", "text": "<ns0:p xmlns:ns0=\"http://www.tei-c.org/ns/1.0\"> Set of soon this Morning for <ns0:placeName key=\"willm\">Wil-<ns0:lb /> -listown                        Meeting</ns0:placeName>. Shortly after we crossed <ns0:geogName key=\"schri\">Schuylkill</ns0:geogName> we passed a small lot of spring barley perhaps the                    first we had seen went to my Brother in-<ns0:lb /> -law <ns0:persName key=\"agarr1\">Amos                        Garretts</ns0:persName>, before Meeting 15m &amp; <ns0:del>where</ns0:del><ns0:lb />                    <ns0:del>we</ns0:del> left our horses, where I heard from<ns0:lb /> my dear Wife and family,                    being the<ns0:lb /> first account I had from them since I<ns0:lb /> left home. and I left                    truly thankfull<ns0:lb /> I was so near my own habitation, and<ns0:lb /> among my near                    relations, and inti<ns0:lb /> -mate friends. We returned here from<ns0:lb /> Meeting and                    got our dinners, and<ns0:lb /> set of homewards, our roads parting<ns0:lb /> on the way,                    we took an affectionate fare-<ns0:lb /> -well of each other, having been out                    toga-<ns0:lb /> -ther ten Weeks wanting one day, and<ns0:lb /> travelled more than 1200                    miles in near<ns0:lb /> unity, and Christian fellowship through<ns0:lb /> some proving                    dispensations. I got home<ns0:lb /> in the evening, and found my Dear<ns0:lb /> Wife and                    family all well, by whom<ns0:lb /> I was gladly recieved. and I felt thank<ns0:lb /> -full                    I was got once more amongst them</ns0:p>            "}}]}}