{"calculate_zoom": false, "storymap": {"call_to_action": true, "map_as_image": false, "map_type": "stamen:toner-lite", "slides": [{"media": {"caption": "First Page", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "Joseph Clark's Account of a Journey to the Indian Country, 1797", "text": "In the fall semester of 2010, Swarthmore students enrolled in English 50A\n                    (“Reading Red, White, and In-Between in Early American Literature”) transcribed\n                    a number of journals, both published and in manuscript form, which document the\n                    interaction of Quakers and Native Americans. In 2014 a decision was made to\n                    encode these and other journals as part of a larger project to make the\n                    library’s rich store of Quaker Indian mission writings more accessible. The\n                    project was designed by Christopher Densmore, Curator of Friends Historical\n                    Library."}, "type": "overview"}, 0, 0, 0, 0, 0, 0, 0, {"location": {"lat": 42.9312, "lon": -75.3799}, "media": {"caption": "Page: 372", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "November 08, 1797", "text": "\n                8th. \n                 A hard frost. This morning, set out for Bro-thertown, having the Chief's horse to ride, with\n                    one of their principal men for a guide. We travelled through a most\n                    fertile country, over logs, and thro' bushes, at the rate of about a mile,\n                    and sometimes two, in an hour. Arrived at Brothertown in the evening, and were treated with all the\n                    kindness we could ask. Having comfortably lodged here one night, the\n                    next day we set out for Fort Schuyler,\n                    being still accommodated with horses and a guide. The roads were beyond\n                    description, bad; but we were favoured to reach Fort\n                        Schuyler, in the even- ing,&#8212;having previously agreed to\n                    meet our family of female Indians at this place. \n            \n            "}}, 0, 0, 0, 0, 0, {"location": {"lat": 40.71278, "lon": -74.00594}, "media": {"caption": "Page: 377", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "November 16, 1797", "text": "\n                16th. \n                 A clear, cold morning. Run aground by means of a strong wind from the\n                    western shore, about \n                     nine miles above New York. When the tide\n                    was in favour, we carried out our anchor, but all endeavours at this\n                    time, proved in vain; and we were obliged to remain in the cold, until the\n                    tide should rise again. In the evening, we renewed our efforts, and\n                    were favoured to effect our design. We arrived opposite New York about\n                    nine o'clock in the evening, but the tide run so strong that the captain\n                    said he could not bring the vessel to shore. Being desirous of mo-\n                    ving forward as fast as practicable, we engaged the boat to take us ashore;\n                    which being covered with ice on every part, and tossing so much, that it\n                    was with difficulty we could get in. At length we arrived safely in\n                    New York, and were kindly received by our friend Edmund Pryor; and may truly say, from the tenderness that\n                    was shown to us, and to the In- dian girls, it was \" like a brook by the\n                    way.\" \n            \n            "}}, {"location": {"lat": 42.735912, "lon": -73.561504}, "media": {"caption": "Page: 378", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "November 17, 1797", "text": "\n                17th.\n                 A snowy morning. Friends manifested much kindness towards us, particularly\n                        Joseph De-laplaine, who accompanied\n                    us to the vessel, and pre-sented to each of the girls a piece of silver. We\n                    ar- rived safely at Brunswick about\n                    seven o'clock in the evening. There was here, at this time, a certain\n                    great man from Poland, who had never seen an In- dian, and was desirous of\n                    being introduced to the girls. They being in a private room at supper,\n                    he walked in to take a view of them. When he beheld their orderly\n                    deportment, he seemed much surpri- sed; and after walking round the table\n                    where they were sitting, he said, These are almost\n                        civilized already. I informed him that the father of one of\n                    them would not drink wine. \n                 The same evening, the Poland general and his company came into the room,\n                    where my companion\n                    \n                     and I were sitting. In the course of the\n                    conversa- tion, the word thou was used, which attracted the attention\n                    of a young man, who remarked in French to the general, that we, as a\n                    people, had a very un- couth way of speaking thou; &#8212; he apprehended, as\n                    I suppose, that we should not understand what he said in that\n                    language. However, I informed him, that it was the language of the Almighty\n                    to the first man, Adam; therefore bid him not reflect upon the people\n                    for using the language, which the Lord had taught them. He looked confused;\n                    and the Polander, who understood English, appeared to favour the ob-\n                    servation. \n            \n            "}}, {"location": {"lat": 40.0612, "lon": -74.5105}, "media": {"caption": "Page: 379", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "November 18, 1797", "text": "\n                18th.\n                 Set out before day, and reached Princeton by\n                    breakfast-time. Through the continuance of Di- vine favour, my family\n                    continue well, except He-nry, whose ague\n                    remains with him. Passing on, we arrived safely at Bristol in Pennsylvania, where we parted. Henry took charge of the children, and went to\n                    his home in that neighbourhood, where it was concluded the girls should\n                    remain until I should return from Philadelphia. Accordingly I took pas- sage in the stage,\n                    and reached home about nine o'clock in the evening; where, through the\n                    favour of a kind, preserving Providence, I found my fami-ly well, and\n                    we were mutually rejoiced to see each other. \n            \n            "}}, {"location": {"lat": 39.952, "lon": -75.1447}, "media": {"caption": "Page: 379", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "November 19, 1797", "text": "\n                19th.\n                 A few Friends were called together, in or- der to be informed of my\n                    proceedings, and to con- sider what necessary step should be taken\n                    next.-- They expressed their satisfaction with my commu- nication, and\n                    concluded that I should return the next  day to Henry Simmons's, and bring the girls down to Philadelphia. \n            \n            "}}, 0, 0]}}