{"calculate_zoom": false, "storymap": {"call_to_action": true, "map_as_image": false, "map_type": "stamen:toner-lite", "slides": [{"media": {"caption": "First Page", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "Some Account of Rachel Coope [edited by Joshua Sharpless]", "text": "This Rachel Coope manuscript is housed at Friends Historical Library, on the\n                    campus of Swarthmore College. In the fall semester of 2010, Swarthmore students\n                    enrolled in English 50A (“Reading Red, White, and In-Between in Early American\n                    Literature”) transcribed this manuscript as part of a larger project to make the\n                    library’s rich store of Quaker Indian mission writings more accessible. The\n                    project was designed by Christopher Densmore, Curator of Friends Historical\n                    Library, and Keat Murray, Visiting Assistant Professor of English. Student\n                    transcribers included: Miriam Lise Hauser. Transcriptions were compiled and\n                    edited in the present form by Professor Murray. "}, "type": "overview"}, {"location": {"lat": 41.5733, "lon": -78.3841}, "media": {"caption": "Pages: 8, 9", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "May 20, 1805", "text": "\n                1805. 5 Month 20th\n                \n                    After a time of comfortable quiet wherein we were favoured to feel\n                        the overshadowings of Divine regard a number of our friends and\n                        near relations being pre- sent we took leave of them in the feeling \n                         embraces of endearing love: Father Coope bear- ing us company to\n                            James Embree&#8217;s. -- On parting\n                        with him tears flow&#8217;d in an abun- dance, under a feeling sympathy\n                        with him and ardent desires were raised in my heart, that he might\n                        be enriched with that peace, now in his lonesome and advanc&#8217;d\n                        stage of life, that is the precious enjoy- ment of the righteous: - We\n                        lodged at Wilson Truemans where on my\n                        going to bed I quietly fell asleep. but waking before three\n                        Oclock, the remembrance of the parting scene so forcibly revived, that\n                        tears could not be suppress'd, and sleep departed. Thou O my God\n                            hast at seasons, in thy unmerrited goodness, been\n                        pleased to make bare thy arm, and in times of trial, as patience\n                        was abode in, offerd sweet consolation; un- der a humbling sense\n                        thereof, may I a little intercede for the renew&#8217;d continuence of\n                        thy love. ---- On the evening of their second days journey she\n                    remarks.-- My attention has been so taken up with viewing \n                     the roads &amp; the country, that I have\n                    had but little serious reflections yet have not had unpleasant\n                    sensations or enjoyed so large a portion of that precious conso-\n                    lation, which my soul, above all things, desires. - O that I may abide in a\n                    watch- ful state with my eye single to Him whose fatherly protection\n                    is as a wall round about all those who are severely\n                    devoted to serve him where ever their lots may be cast.\n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Pages: 10, 11", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "May 28, 1805", "text": "\n                 On the th  8th day\n                    after they set off at the\n                    Big Meadows on the third fork of Pine creek\n                 the country became such a wilderness, the road thro' so little improved,\n                    being often intersected by the fallen timber, as to ren- der geting\n                    their waggon thro&#8217; at that time impracticable, consequently they were\n                    oblidgd to leave it part of ther bedding, cloathing &amp;c and persue\n                    their journey mostly on foot their horses being loaded with the necessaries\n                    of what they could take - they were four in number a young man who\n                    went to assist them \n                     in going out, and a valuable female\n                    friend who was a fellow labourer in the work - going to reside with\n                    them. and they had but 3 horses On the 3rd day about noon they arrived at\n                        John Bells in Kings settlement.-- She says, John&#8217;s wife seeing us,\n                        (tho' we were strangers to each other) yet she came running to meet us\n                        with her cheeks bedew'd with tears. - The joy was mu- -tual. --\n                        How consolating the sight of a friend after so fatigueing a journey;\n                        having been more than two days and nights in the wil- derness,\n                        since we left the last house. -- Altho the journey has been trying yet\n                        I felt some- thing so animating and encouraging to revive, and my\n                        heart was fill&#8217;d with so precious a sweetness, that it was a full\n                        com- pensation for our most trying seasons. Ah may I abide in the\n                        patience, with my eye single to Him, who knows what is best for\n                        us. -- On the eighteenth day after\n                    leaving home they arived safe and in good health at Tunesassah, the place of their destination. ---- The next\n                    day \n                     she says- A great many of the natives\n                        came to see us, thro&#8217; the course of this day; among them was\n                            Cornplanter&#8217;s sister who said; &#8220;she\n                        was glad the Good Spirit had brought us safe thro&#8217; our long\n                        journey.&#8221;&#8212;which raised sensations so comforta- ble and endearing that\n                        my heart was fill&#8217;d with gratitude, and this language, in the\n                        secret of my spirit, was breathed, &#8220;Great and marvlous are thy works\n                        Lord God Almighty.\n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 12", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "June 14, 1805", "text": "\n                6 Month 14th\n                    \n                 They met the Indians in coun- cil, which was opened by one of their\n                    chiefs expressing thanks to the great Spirit, who had brought them\n                    safely thro&#8217; so long and perilous a journey: - she then says the\n                        address from the committee relative to\n                        us was first read, then part of an epistle to\n                        their women. -- They were also inform&#8217;d that, notwithstanding our\n                        journey had been long and trying, yet we felt peace of mind in\n                        being with them, and hoped our sis- ters the Indian women would be\n                        wil- ling, when we became more acquainted \n                         to be instructed in the ways of the\n                        white people-- After a considerable time of con- ference among\n                        themselves they inform&#8217;d us- We return thanks to the great Spirit\n                        to see you all well, and that he has preserv&#8217;d your women thro&#8217; so long\n                        a journey, and that they have ariv&#8217;d safe in our country,- and we\n                        are much pleas&#8217;d they are going to stay among us, to instruct our\n                        women. We return thanks to the great Spirit, that he has put this\n                        into your hearts, and we wish you to make your minds easy.\n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 13", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "December 23, 1805", "text": "\n                12mo 23\n                    \n                 From her diary. It has been snow- ing more or less these two days\n                    --\n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Pages: 25, 26", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "December 25, 1805", "text": "\n                25th\n                    \n                \n                    Various reflections pass'd thro&#8217; my mind to day as I sat knitting, of\n                        which the following is a part-- At this lone- \n                         some hour when the watery clouds\n                        are discharging their whitened substance and the trees of the\n                        forrest are clad with the icy snow- while my mind is un- molested\n                        with the cares of this life - and my thoughts absorbed in awful\n                        medita- tion- may I view all temporary scenes as fading toys, and\n                        revere that hand from whom all good comes- Now at this solemn\n                        period attend O my soul in humility wait to be learn'd by this\n                        inward teacher -- O my faultering mind, how long wilt thou be\n                        blundering along in thy journey Heavenward. thou hast often seen\n                        this insufficience of hu- man frailty therefore in full confi-\n                        dence, rely on that Power which at sea- sons, thou hast felt to be\n                        precious.-- And now O Lord permit me to intercede for a renewal of\n                        thy holy aid, that when thou in thy wisdom may see mete to hide,\n                        as it were, thy face from \n                         me I may be enabled, in patience\n                        and humility to wait for thy coming; and when thou art pleased to be\n                        near and feed me I may not slide from the true path; for in thee\n                        and thee alone is safety.-\n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 27", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "January 07, 1806", "text": "\n                1806 1 Month 7th\n                \n                    All things as to the out- ward glide comfortably along but I have\n                        often to pass thro&#8217; seasons of deep humiliation. -- Thou only Lord knows the anguish of my spirit and\n                        sincerity of my heart, that I desire above all things to serve\n                        thee but, the cross and the assault of the enemy. - Will I never be\n                        able to overcome the many hindering things! Thou hast at seasons O\n                        Father clearly man- ifested to me thy will-- and sweet peace has\n                        accompanied faithfulness thereto Then Oh my soul why dost thou\n                        doubt. dwell low; in humility wait. let not thy faith fail, that\n                        so in the littleness thou mayest be enabled to do the Lords\n                    will.\n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 27", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "January 23, 1806", "text": "\n                \n                23rd and first of the week-- \n\n\n\n                \n                    My mind when favour'd to get into the quiet has enjoy'd a\n                        comfortable state of tranquility; but thro&#8217; sundry requests of the\n                        natives also as the white people in passing up &amp; down this\n                            river make this house a stoping\n                        place -and many travelers latterly calling some being detain'd- has\n                        occaisoned us some difficulty in sitting quietly down in our\n                        religious opportunities. Oh that we may be enabled thro&#8217; all\n                        difficulties to dwell near that fountain, from whence preservation\n                        and heavenly instruction flows\n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Pages: 28, 29, 30", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "January 29, 1806", "text": "\n                1 mo 29\n                 - From her Diary &#8211;- forward 9 leaves:\n\n                \n                    2 Month 22nd To her sister MS. When I wrote to father I mentioned that we expected to build a house\n                        neart this, for a school house which is now accomplished, and\n                        altho&#8217; the weather much of the time since has been stormy and the\n                            river difficult to cross, yet we\n                        have not been unimploy'd.\n                \n                    As soap making is a novel to most \n                         of the Indians nay many of them\n                        seldom or never wash their clothes or even their hands or face- To\n                        impress their minds with  habits of cleanliness appear'd\n                        to us the first necessary and important step- accordingly in the fall\n                        we proposed to them, to save their ashes and fat, and when our\n                        house was ready we would teach them to make soap &#8211; for when they bring\n                        their grists to mill in their canoes the materials could easily be\n                        brought with in them &#8211; for they\n                        generally live 10 or 12 m each way generally on the oppesite\n                        side of the river. tho&#8217; their\n                        principal town is within 3 m.- There has been several girls out of\n                        6 or 8 families who have at different times attended, and who\n                        appear'd anxious to learn- they were much pleas'd with having a\n                        considerable quantity of good soap to take home with them. between\n                        whiles they nit and spin a little. they bring provisions and cook for\n                        themselves; we shew'd them our way to make indian bread \n                         and they say they like it much the\n                        best- if way opens we mean to teach them to spell-- The plan\n                        appeared to be well re- ceiv'd by both sexes-one of the chiefs\n                        said &#8220;That was the very thing&#8221; -- If half a do- zen of our girls in their native dress should un-\n                        expectedly pass thro&#8217; the entry at West Town\n                        what an admiration it would raise- for the contrast is great.- and\n                        their is a satisfaction in trying to instruct them- notwithstand-\n                        ing their great ignorance- their souls also are equally as precious in\n                        the sight of the Supreme Being as ours. -- At unexpect- edly\n                        receiving a packet of letters she says Well dear sister I have been\n                        endeavour- ing in all things to be instructed whether to be full\n                        or empty, to abound or suffer want - I find you have entertain'd\n                        an idea that I have enjoy'd some comfot- able hours since my\n                        residence in this solatery abode, which has truly been the case:\n                        but alass! an uninterrupted \n                         sunshine is not always best for\n                        us. The time of the arival of the last pack- et, and the preceding\n                        week was a proving season-- here I was, no change of society, no\n                        neighbouring meeting where perhaps I might receive a crum - Well it\n                        will cause me to get deeper and to know that my dependance must\n                        alone be on Divine help. -- I trust it was a season of renew'd\n                        instruction to me.\n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 37", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "June 20, 1806", "text": "\n                6 mo 20\n                    \n                 from her diary A fine refreshing rain after a week of warm dry\n                        weather all kinds of vegitation is revived but my poor mind feels\n                        dull and lan- guid, and the necessity of having faith and patience\n                        under every dispensation \n                         that may be alloted me. that thro&#8217;\n                        heights and depths I may at seasons, be favour'd to partake, if\n                        but a crumb of that bread, that nourishes and strengthens the\n                        soul; is what my spirit earnestly breaths for-\n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 38", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "January 29, 1806", "text": "\n                1806 1 mo 29th\n\n                \n                    From her diary -- Letters were receiv'd to day informing of the\n                            death of dear cousin\n                            Hannah Jacksons mother-- she is now\n                            no doubt reaping the benefit of a wellspent life-- may we who\n                            are left behind so fol- low her footsteps that when our final\n                            change comes, we may be prepared; - time to us all is uncertain,\n                            and the period when we shall be call'd hence we know\n                        not.\n                    turn back 9 leaves\n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 38", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "September 27, 1806", "text": "\n                \n                27th\n                    \n\n\n\n                 From her diary \n                    This eve my dear brother JS. arived.\n                        it was a joyful meet- ing to us both. -- he brought me a num- ber\n                        of letters from my dear connexions Oh how many blessing do I\n                        receive. may I ever walk worthy thereof and quietly acquies in the\n                        way cast up for me - with a heart devoted to love fear and obey my\n                        Heavenly Father, is the frequent breathing of my spirit.\n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 50", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "October 06, 1806", "text": "\n                10 mo 3rd in the other 6th\n                    \n                \n                    About two weeks ago the com- mittee left us, and three days since\n                        my dear brother. I sensibly feel the\n                        strip, the sweets that are to be derived from society, and in the\n                        company of our near relations assumed their native force, and so\n                        powerfully prevailed that had I indulged those impressions they\n                        would soon have made me discontented and unhappy in my present\n                        retired situati- on, and for a season they did unsettle \n                         my mind; but as I endeavoured to\n                        cast them of and seek for that resignation which had heretofore\n                        not only proved as a consolation but at seasons as a healing\n                        cordial to my relaxed mind, I was led to view the motive and cause why\n                        I was thus sepperated and a comfortable submission ensued. I was\n                        favour'd to experience the precious overshadowing of Divine love,\n                        my mind was humbled under the Heavenly canopy, and for a few days\n                        I seldom have experienc'd so quiet a repose. Oh may I be enabled to\n                        render the gratitude that is due to my great and good Benefactor\n                        for the many favours dispens'd to me a poor unworthy creature.\n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 51", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "October 19, 1806", "text": "\n                19th\n                    \n                \n                    For near two weeks past I have had a painful gathering in my thumb.\n                        I have had in this slight affliction re-\n                        newedly to seek for patience \n                         and to crave thro&#8217; all trials I may\n                        be preserved from the least shadow of mur- muring - and a ray of\n                        hope reviv'd with a renewal of strength.\n            \n            "}}, {"location": {"lat": 42.0, "lon": -83.0}, "media": {"caption": "Page: 56", "url": "https://ds-omeka.haverford.edu/qi/files/fullsize/4e0fe986a9716456496045d5fe4f608f.jpg"}, "text": {"headline": "July 22, 1807", "text": "\n                7 mo 22nd\n                    \n                 From her diary -- A number of circumstances has latterly accured\n                        that has felt trying yet thro&#8217; all I have endeavour'd to keep quiet,\n                        believing a way will be made for that which is right; and to be\n                        resign'd to the event be it as it may is what I ardently\n                    wish.\n                \n                 This is the last account kept by her self or we have from any of her\n                    letters. Believing her situation claimd the company of some of her\n                    relations my daughter Edith and myself\n                    pre- par'd and the 12 of the 7 mo 1807\n                    left home and in 13 days ariv'd at Tunasas-\n                        sah. The family received us with express- ions of joy in\n                    their countenances. particular- \n                     -ly gratifying was our arival to Rachel for her mind was sinking under\n                    discou- ragements and at the point of desparing of our not\n                    geting there. She with the rest of the family were in the enjoyment of\n                    health. Eleven day were agreeably spent in free conversation, mutually glad\n                    after a sepparation of more than two years to be in each other&#8217;s\n                    society\n            \n            "}}]}}